[
    {
        "ep": "Episode #144",
        "title": "Max Weber - Iron Cage",
        "spoken_text": "This is a transcript of episode #144 on Max Weber. Check out the episode page HERE\n\n\nSo when the enlightenment began the hope was that through the process of scientific rationality... we would be gradually, but steadily moving forward towards several very important goals...freedom on a level never before witnessed by human beings...the promise of societies with levels of EQUALITY never before witnessed...through the ongoing process of using science to refine the systems of thought that surrounded us...the Enlightenment promised higher levels of efficiency, more sophisticated levels of technology...what the Enlightenment sold to people... was the expectation that every day that a human being lived henceforth would be a day lived in the direction of progress...constantly moving towards a better world. \n \nNow one thing that is ABSOLUTELY clear is that when it comes to delivering on a lot of these promises...credit where credit's due...the Enlightenment did what it set out to do and it did it well. Not many people question the level of impact the Enlightenment had...because ...quite frankly if it produced little to no results not only would there not be as many critics as there are, but there'd be no reason to delineate between pre-modern and modern if we weren't talking about two very distinct eras. Make no mistake: the Enlightenment DELIVERED like it was an essential worker. \n \nScience was all the rage in the early Enlightenment...and when people saw the kind of results it was getting there was a feeling by some that maybe it would be a good idea...to apply this new kind of scientific rationality...to EVERYTHING. Scientific rationality leads to efficiency and accuracy, we KNOW this...why not HAVE a scientific approach to the government...a scientific approach to the economy...a scientific understanding of human cognition...why not have, a scientific understanding of the historical forces that drive society...or a scientific understanding of how people interact with each other within a society. What we're talking about here is a movement at the end of the 19th century that will eventually become known as the birth...of the social sciences. One of them being sociology and one of the founding members of it was the guy we're going to be talking about today: Max Weber.\n \nNow it should be said right off the bat that this focus on hyper-efficiency when it comes to our social institutions has not always been the way that we do things. For example, in the pre-modern world generally speaking they did the best they COULD when it came to efficiency...but a more primary concern of theirs was to put together a society that endured. What combination of things has worked in the past? This is why they were so adamant about tradition. \n \nMax Weber would say these pre-modern societies were like little art projects...they were a bunch of different parts cobbled together into something that worked...and this entire process of applying scientific rationality to every piece of the world to make it the most efficient...BREAKS these societies down into their component parts, in other words...scientific rationality is not looking at society as a WHOLE and trying to make it more efficient...government has it's own rationality and set of premises it's beholden to, the economy was the same, the arts had it's own goals, all in an attempt to make each of these respective fields and many others...AS, efficient as possible. Now...more generally...Weber saw the whole project... of trying to use scientific rationality to make everything as efficient as possible, to know EVERYTHING about the natural world, to be able to offer TOTAL freedom and equality for every person in the world...this was ultimately humanity's attempt at what he called a sort of \"world mastery\". We want to master...the world. \n \nNow, Weber might say...you hear the term world mastery...doesn't really sound too bad! I mean who WOULDN'T want to live in a world where we've mastered it. Who WOULDN'T want to live in a world where every day that passes is civilization progressing further and further into a level of existence no human being has ever experienced before? Then again...he would say...think of the WEIGHT that you live under...that also NO HUMAN BEING has ever experienced...think of the weight of feeling like every day that you live needs to be a step forward. This is NOT the way most societies throughout history have felt. \n \nThat thing that I did right there...where no matter how good something sounds at first there may be unintended side effects that necessarily go along with it...that's going to be common in this episode...because it's a hallmark of Weber's work. See being a sociologist at the end of the 19th century...one of his primary goals is going to be looking at the lives of the people of modernity...and he's going to consider no matter how good it sounds... when you talk about what the enlightenment has produced...technology, efficiency, equality, knowledge and freedom...how has MASTERING THE WORLD in these areas created NEW challenges for people that have to live in the present era. \n \nSo I want to start with equality because it's obviously an issue that's on everyone's minds lately. But before we get started there are a couple very important disclaimers I want to make, that are relevant for the entire episode but particularly relevant for the subject of equality just because of all that's going on in the world. First of all....when Max Weber says something like we have progressed since the Enlightenment when it comes to the subject of equality...he is by no means saying that we have reached some sort of END POINT in that area. This actually applies to many things that the project of the Enlightenment has helped bring about. Take knowledge for instance: we have undeniably made progress when it comes to our scientific understanding of the universe...but there is obviously still an enormous amount of work that needs to be done in that area. Take technological progress: we have definitely come a long way since the days of the early Enlightenment when it comes to the technology we have at our disposal...but CLEARLY we are not at some sort of endpoint...clearly there is always more progress we can make in that area if we dedicate resources to doing it. Well, same thing with equality. When you compare the life of the average person living in medieval Europe with the life of the average person living during Weber's time...still a lot of work that needs to be done of course, but we have been generally moving in the right direction. So if over the course of the episode you hear Max Weber say things that sound critical of the idea of equality...please understantd that he's not making a case against the idea that we should be making our societies more equal...he's ultimately weighing the pros and cons of pre-modern approaches to society to modern ones. That as we continue marching forward towards making our societies as equal as we possibly can FOR EVERYONE in society...there will undeniably be great things that come from it...but as a sociologist he wants to also point out the unique challenges the people of modernity are going to have to figure out how to deal with along the way, as we inevitably move closer and closer to that goal. \n \nSo what are some new things the people of modernity are going to have to experience as a result of us making equality one of our major priorities? \n \nWell Max Weber would say that with increased levels of equality within our social institutions...the more TRULY equal everyone is, the closer we get to that ultimate goal we will always have to deal with a higher level of dehumanization and increased levels of bureaucracy. The classic example of this that you can find in tons of essays on Weber's work is to think of how things work at the department of licensing or the DMV. What is the first thing you do when you walk into the DMV? You take a number and sit down until your number is called. Outside the doors of the DMV you are an individual person, you have friends, family, social status, values...inside the doors of the DMV...you become a number. \n \nNow let's say the reason you went to the DMV that day was because of some sort of emergency situation. Let's say your mom was sick and needs someone to take care of her, but she lives upstate, your license is expired, so you have to get it reinstated so that you can drive up there and take care of her. Now let's say you go up to the counter and the person behind the counter tells you that there's a 48 hour waiting period for them to be able to renew your license. \n \nThere are a serious number of people out there...that would lament the fact that the DMV wouldn't look at their individual situation...and make an exception for them. Maybe put their form at the top of the pile...maybe just run in the back real quick and fix my license right now while I'm here. Why can't this person behind the counter just treat me like a human being. Why can't they smile and say \"how ya doin? what brings you into the DMV on this fine day? oh, I'm so sorry to hear about your mother!\" Why can't this person take things on a case by case basis? Why must I be a number instead of a name?\n \nMax Weber would say, so in other words what you want is a privileged status? Preferential treatment over everyone else? Some people are more charismatic or good looking than other people. What if the person behind the counter just likes people with blue eyes more than people with brown eyes? What would HAPPEN at that point is anyone born with brown eyes... would instantly be part of some under-privileged class that doesn't get THEIR form put at the top of the pile for their entire lives... because of something they were born with that was COMPLETELY out of their control. How is THAT equal? Weber would say that as our imperative towards greater levels of equality progresses...SO TO must the citizens of modernity learn to deal with being just a fellow number and not a special human being. Once again these great things that we want to implement in our societies often come with a price. The question is CAN people THINK of themselves a little less, pay that price, and be consistent in our values as citizens rather than individuals.  \n \nNevertheless this was a NEW THING that the people of modernity had to deal with that the people of pre-modernity never had to consider. Take ANOTHER example of something the Enlightenment has produced: greater levels of freedom for the average citizen. Now once again...you'd be hard pressed to find ANYONE...living in today's world that would have a problem with trying to progressively find better and better ways to make people as free as is prudent. But Weber would say consider the potential downsides to having this societal imperative of freedom. \n \nSee, if you were living in a pre-modern society...say you're a peasant in the middle ages. From the moment you are born...you may know a LOT OF THINGS about what you're going to be for the rest of your life. You may know that you're never going to hold political office...you're never going start a business...fact is you may know you are going to be in that village for the rest of your life working the land...adhering to the will of a God whose decree you were born into rather than chose. You may know pretty much who your significant other is going to be...you may know the answer to whether you're gonna have kids...but for all this lack of freedom that may sound HORRIBLE to people living in modernity...Weber would say IN this position... you would also AT LEAST be able to know...who, you, are. \n \nYour identity, at the very least, would not ever be something that ever caused you too much stress. Now, smash cut to modernity. How many people have you met that agonize for YEARS trying to figure out the answers to these enormously complex life questions? See, when we seek to guarantee as much freedom as possible to our fellow citizens...there are undeniably many great things that are gonna come out of that. But the flip side to being able to go anywhere, be anything, do anything...is that now it is YOUR exclusive responsibility to choose from the BILLIONS of different decisions at your disposal...and also to constantly worry about whether or not you made the right decision. Once again...let's keep going on our journey...let's make people as free as we possibly can in our societies...but Weber's saying this is something the people of modernity are going to HAVE to learn to deal with along the way. \n \nLet's look at another example: technological progress. Again, most people, would see increased levels of technology as a good thing because of all the different things it allows us to do, not to mention the lives it allows us to save. But Weber would say consider the fact that as technology progresses, it produces a sense of alienation when it comes to our connection to the world around us. Here's what he means: the nature of technology is that the current state of technology always produces the next GENERATION of technology. We then have better technology that is then used to produce the NEXT generation. The SPEED of technological progress increases as the level of sophistication increases in the technology that builds it. You could compare this...to a snowball rolling down hill constantly picking up speed and getting larger and larger. \n \nNow consider what a new technology DOES when it displaces an old technology. The older piece of technology is rendered obsolete...which in turn means that pieces of our LIVES are then rendered obsolete. Let me give you an example. \n \nSay you're a computer programmer. Now imagine you went to school for YEARS to learn how to code using a particular coding language. Now imagine you graduate, get a job, and two years later a brand NEW coding language becomes the standard, and it is clear to everyone including you... that this language is just clearly better than the one you are currently using...it can do things, more efficiently than that old language could ever even aspire to. Now on the surface this is just the world getting an upgrade...technology is progressing and making people's lives easier. But think about it from the perspective of the programmer. This person spent YEARS of their life essentially writing digital poetry in this special language that they speak. They expressed themselves with it. They took things that were at one point just pictures in their minds and CREATED it in reality, with this language. Whatever connection they had to the real world that we made possible by that language, is gone now, in other words, they have one less thing to feel connected to in the world. But the thing is this isn't just the case with computer languages...there are countless examples of this. \n \nPicture not being able to watch old home movies because nobody sells VCRs anymore. Picture going back to your childhood home to see the setting where you grew up...only to find it was replaced by high rise condominiums...or some NEW house with FAR BETTER structural integrity because construction methods have improved DRASTICALLY since you were a kid. \n \nWhat we love about technology is that it subverts the current world as it is...but the flip side to that is that often times it is SUBVERTING things that have meaning to us...and this whole process is only speeding up. And as the rate of change becomes faster and faster...it becomes next to impossible for anything to endure long enough in the world for us to feel any sentimental value. The world starts to change so fast... that we can't even locate pieces of ourselves within it. This is another thing the people of modernity will have to learn to deal with. \n \nLet's talk about one more thing the Enlightenment promised and ABSOLUTELY delivered on: increased levels of efficiency. The idea was that we could take scientific rationality and in the same way we applied it to the task of trying to understand the universe better...we could apply it to things like agriculture, the economy, government, the farming of animals, manufacturing of consumer goods, there was a sense in which there wasn't any process that couldn't be made more efficient compared to how it was done in the pre-modern world if only we look at it scientifically and trust the numbers and data. \n \nNow keep in mind if you were living in the PRE-MODERN world, these things are usually carried out by yielding to tradition. Good portion of the time there are rituals and ceremonies that people have come up with over the years that not only commemorate the whole process but also allow for human beings to feel a sense of connection to these aspects of maintaining their society. But in the MODERN world, Weber would say, where making things as efficient as possible has become the chief priority, these traditions, ceremonies and rituals start to become just unnecessary inefficiencies. To make things as efficient as possible often times we have to get rid of any sort of pesky human feelings that get in the way so that the numbers can look as good as possible. \n \nShould be said this DOESN'T just have to do with needing to toss out all our old traditions that formerly gave us a sense of connection to the world...this same sacrifice of humanity for numbers exists in the world of modern corporate accounting as well. The employees of a medium to large sized company become numbers on a page, dollars in vs dollars out. Modern accounting gives our businesses an unprecedented level of efficiency, but again Weber would say it does so with a certain level of sacrifice. \n \nNow what do all these sacrifices we've been talking about add up to? Weber would say that every one of these things we've been talking about is an example of humanity trying to apply what he calls \"rationalization\" to the component parts of a society all in an attempt for eventually achieving world mastery. Science and rationalization is undeniably great at doing all these things that we're asking it to do. The question that plagues the people of modernity is when every day NEEDS to be a day moving towards PROGRESS, where NO CIVILIZATION HAS EVER GONE BEFORE!...when you try to make everything as RATIONAL and EFFICIENT as you possibly can...do we end up creating societies where people work at an EXTREMELY efficient workplace, have a SWEET iphone 16x plus max plus, they have a BILLION options at their disposal in terms of what they can be...they know more about the universe than any other human being that's ever lived before...do we create societies where people have all these things...but feel utterly disconnected and completely empty inside? \n \nWeber says that to live in modernity is like living inside of an iron cage. He describes the people of modernity in one of his most famous quotes ever:\n \nWe are \"specialists without spirit, sensualists without heart; this nullity imagines that it has attained a level of civilization never before achieved.\"\n \nSee at a certain level we're fooling ourselves, to Weber. We THINK we've achieved this level of civilization that is so advanced because we've learned to understand the external world around us and make a super efficient profit and loss sheet. But often times when you have this progressively, enormous understanding of the natural world around you...when you aim for world mastery...the only thing it REALLY serves to do for the average person is \"demystify\" the world, as he says. People in former societies have been capable of looking at the universe around them and reveling in the wondrous nature of it, but rationalization, as a process, the longer we make it one of our chief priorities...removes the mystery out of human life. Which is, again, on one hand the exact reason we LOVE it, we're TRYING to do this...but on the other hand it progressively disenchants the universe that we live in for people. Once again, for Weber...there's pros and cons to every strategy and we would do well to consider BOTH sides of things before we ever decide to implement something new. \n \nNow, it's with THIS understanding of the work of Max Weber that I think it's important to pivot and begin talking about another thinker from around this time...Henri Bergson. Simply put, just to pick one of many entry points into the upcoming series we will be doing on him, simply put, Bergson thought that we as human beings try WAY too hard to relate to everything in the universe...spatially. When we look at the universe around us and we're trying to understand it better...we almost always begin by asking questions like...what are the spatial PROPERTIES of this thing? What are the three spatial dimensions that define this thing...what is it's length, width, or height. What spatially definable material is this thing made out of? What's the volume of this thing? What's the mass? What's the relationship between these two things that we HAVE these spatial definitions of, how does they spatially interact? \n \nBut all this spatial bookkeeping eventually only leads us down the road of thinking that to FURTHER understand these things we need to break things up into their component parts, in other words, understanding things deeper means breaking SPACE down into smaller pieces for us to examine more closely. \n \nBut Bergson's gonna say that there is no reason to assume... that SPATIAL considerations are necessarily the way that the universe should be broken up and understood. In fact, he thought all this talk about SPACE greatly shades the way that we see EVERYTHING about the universe around us. Famous example of this, that we'll talk about briefly now just to introduce the scope of his work but we'll of course talk about it far more in depth in the coming series, famous example is how he viewed the concept of time. \n \nNow how do we typically view this concept of time in a scientific world obsessed with measurements and defining everything spatially? Well we break down time into tiny increments, a seemingly infinite succession of present moments. Seconds, minutes and hours. We love this way of looking at time...because it allows us to continue using the same methods we use to try to understand everything else we look at in the universe...we can measure time, we can rely on it's consistency maybe even come up with an equation that can predict it, we can think about time in terms of visual units all stacked up next to each other neatly into the horizon. But Bergson would say this isn't how time works. Time...is a process. Much like when you're in the movie theater and you're watching a movie...you don't experience what is on the screen as tens of thousands of little snapshots being run through a projector behind you...the story is just unfolding... into the future. When you think of what it is you're experiencing when you're watching a movie...there's a sense in which trying to break it down into a bunch of different present moments all lined up misses out on something CRUCIAL about our human experience of it. The same way it might be if a scientist or a mathematician tried to, for example, measure levels of sadness in people. \n \nSay two people go into a lab and they're in a competition with each other to find out WHO is more sad between the two of them. They both say they're REALLY sad. They both rate their sadness 10/10. We can ask them questions and do brain scans all day long, but how can we EVER really, scientifically quantify if THIS person is more sad or THAT person? What measuring stick can we use to get to the bottom of how much suffering they FEEL in their internal, subjective human experience? More than that...could we ever REALLY pin down a persons level of sadness just by measuring it, as though it works that way, as though I experience life through this static level of sadness that doesn't change, or are these things more like processes...waves that are constantly unfolding into the future in unknown directions. \n \nSee as important as understanding the external world is...this internal world JUST AS MUCH a domain for philosophy to explore. These questions are JUST as much a part of existence as the volume and weight of limestone. Bergson thinks when you look at things like time, or internal experience, or thousands of other things we'll talk about in the upcoming series...when you look at these things you start to understand that the fundamental building blocks of the universe may be processes...rather than anything static and easily measurable. \n \nThe best metaphor I've seen used to describe this is a common one and it goes like this. Picture you're out in the desert and you come across a giant sand dune on a fairly windy day. Now imagine THAT SAND DUNE is the universe, and you represent humanity's attempt so far to try to understand it. Now picture you try to measure it, you try to weigh it, you pull out your measuring tape and get started...and there's a sense in which by the time you've even gotten done taking the first measurement...that sand dune is a different thing than when you began. Halfway through that sand dune has transformed into a COMPLETELY different thing. You could be out in that desert for a BILLION YEARS trying your hardest to get the measurements and pin down what exactly that sand dune is and STILL fail, through no fault of your own. That sand dune is a process, not a static thing that can ever be measured. This idea would form the basis of what would eventually become known...as process philosophy. And I'll explain more on next episode. \n \n \nThank you for listening. I'll talk to you next time. "
    }
]