{"ep": "Episode #042", "title": "Optimism", "spoken_text": "This is a transcript of episode #042 on Optimism. Check out the episode page HERE.Let's all start the show today by asking ourselves a very revealing question: Am I an optimist? No...not me. I'm not asking you guys if I'm an optimist. Let's think about ourselves for a second. When you go about your life and things happen to you good or bad...do you think about the future optimistically or pessimistically?There's kind of a bizarre stigma attached to being a pessimist...do you guys know what I'm talking about? Like, being a pessimist...when you're running in certain circles you just are NOT supposed to be a pessimist...it's one of the worst things you could ever be. Heaven forbid someone puts a glass of water on the table in front of you...\"What do you mean it's half empty! You have water! It's the miracle substance of life!\"Maybe the best way to get to the bottom of pessimism is just to look at what most of the time causes people to be pessimists. And there's a surprising amount of work done on this subject. I mean, you'd think there is just some arbitrary thing that happens throughout our childhood...some conditioning that causes you to expect that everything is going to work out for the best, or to expect that these potential bad things will probably come to fruition...but people have dug a little deeper.There's a lot of different ways that people validate their pessimism....it seems very clear there is a strong contingency of people that claim that they are pessimistic because they just have way too much life experience and knowledge to ever expect things to work out for the best. These people don't even want to call themselves pessimists...they say I'm a REALIST. Look, it's not that I don't WANT things to work out for the best...it's that I've been around the block a couple times and I'm not going to fill my head with starry eyed fantasies about things working out for the best. Bad things happen, and if you don't expect them you are just setting yourself up for failure after failure after failure.Many of these people are cynics...they knock on optimists for being these naive children with delusions of grandeur...saying that through their blind optimism they are setting themselves up for a lifetime of dealing with the slings and arrows of outrageous fortune...What's really interesting to consider is that many of the pessimists end up falling into this same trap...they become so cynical and so negative about how the world is going to treat them that they end up growing apathetic...they end up just throwing their hands up in the air...and whenever they hear about any sort of bad thing happening in the world they kind of scoff and say what else is new?But there isn't just one type of pessimist...lets not only focus on these people. There are many ways that people justify their pessimism. There's one type of pessimist...I'm sure we've all met one of these fine, absolutely toxic people really pessimistic attitude about the future for some underlying, self-congratulatory psychological game that their playing with themselves. You know they'll surround themselves with optimists and when good things happen to them...well they got lucky this time...and when bad things happen...you should've listened to me...I told ya so.One of the more interesting theories I've read about why people are pessimistic when it comes to their personal views of the world is that we may have all evolved to be pessimists. The idea behind this one is that if two hunter gatherers are walking through the Serengeti and they come across some high grass...one of them says \"oh there's probably not a lion in there!\" and the other one says \"no. I'm staying out here. I think there will be one...\" Well, the hunter-gatherers with a predisposition for pessimism didn't get disemboweled by a lion as frequently...so they lived on to reproduce and fill the gene pool that we come from.There's this really strange way of thinking that I find is pretty common among your average person that says that the longer you live on this planet...and the more you know about the world around you...the more pessimistic and miserable you have to be as a result of that knowledge. You know they hear the quote ignorance is bliss and in my opinion they mistakenly jump to the conclusion that the only path to bliss is through ignorance and that the more you know the more tortured you are by that knowledge.One thing I'd like to point out as we talk about optimism when it comes to our personal lives is that the only thing you are doing by being an optimist or a pessimist is choosing the lens that you are going to view the world through. What I mean by this is that being an optimist or pessimist doesn't necessarily change what happens to you in the world. It changes how you perceive it...it might change the number of mental barriers you set up for yourself and that might in turn change how you react to what happens in your life...but being a pessimist doesn't change how much control you have over the adversity or fortune that is thrown your way living your everyday life.You have zero control over that stuff. As the stoics would say...all of these things are external to you...the only thing YOU have control over is how your mind reacts to these things. Let me give an example...when a company is doing well and hiring a bunch of people and selling tons of product and then the economy tanks...let's say to stay in business they need to lay off 100 people. Now that 100 people is not made up of one type of person...there are both optimists and pessimists in that group of people. The point is...the people who were pessimistic out of that hundred didn't prevent this bad thing from happening to them by dwelling on how unfair and volatile the world is for months ahead of time.Being an optimist or a pessimist doesn't control the future, it just controls how you see the future. Now you could say, well the pessimist in that case EXPECTED to get laid off and therefore probably has other jobs lined up when the optimist is blindsided....and that is true. But what about the hundred other cases where their pessimism could be destructive? What if the economy was terrible and they just COULDN'T get another job lined up. Their pessimism might ALSO lead them to collect unemployment and wallow in their own filth on the couch for 9 months watching Maury Povich saying, there's no way I'll EVER get a job...why even try.Winston Churchill said, \"For myself I am an optimist - it does not seem to be much use to be anything else.”Now were all faced with the decision everyday to make the choice of whether to be an optimist or a pessimist in our personal lives. You may have been born or conditioned to have a predisposition in one direction or another, but you aren't sentenced to a lifetime of being either one of them. You can train your brain to perceive the world differently...and what Winston Churchill is alluding to here is that being an Optimist is a USEFUL thing. Not just a nice pipe dream for us to delude ourselves with...not just what stupid people do...no quite the opposite..being an optimist is the ONLY useful proposition to Winston Churchill.Now why do you think he said this? Well you could say...whether you think good is going to come or bad is going to come...it doesn't change what is eventually going to happen, so why put yourself through all the needless duress of focusing on all the potentially negative outcomes? But I think the \"usefulness\" that Churchill is talking about here actually runs much deeper.There are all kinds of studies that unanimously talk about all of the various benefits there are to being an optimist as opposed to a pessimist. Optimists live longer...they have better immune systems than pessimists...they have lower levels of stress and anxiety. A study that took place over a long period of time found that optimists were 23% less likely to die from heart disease and 55% less likely to succumb to all forms of premature death.Optimists make more money across the board...$30,000 more per year than their pessimistic equals. Optimists are significantly happier than pessimists, some studies say that optimists are luckier than pessimists...some say that they are significantly more likely to be in long term, fulfilling relationships.What im saying is...when it comes to which lens is more useful on a personal level...it seems pretty clear being an optimist has a lot of use outside of just deluding yourself in the short term. Another philosopher that talks about optimism a lot is Ralph Waldo Emerson...he said \"Write it on your heart that every day is the best day in the year.”This is the opposite of a quote in the movie Office Space where someone goes hey how are you today? and the guy goes, \"Every single day in my life has been worse than the day before it. So that means that every day you see me...you see me on the worst day of my life.\"Think about the opposite of that...if you write it on your heart that every day is the best day in the year...then every single day you live on this planet is the greatest day of your life. It is an upward staircase. You seek out every good thing that happens to you as reinforcement of that fact, rather than descending down this dark downward staircase. I mean just think about it...even when a long string of good things happens to a pessimist, they usually spend all their time not appreciating how good they currently have it, but thinking about how all of these good things in their life are just going to inevitably leave them or be destroyed. It's almost like they never had them in the first place.Marcus Aurelius said in his meditations to “Dwell on the beauty of life. Watch the stars, and see yourself running with them.” Now this is coming from Marcus Aurelius! He was a Stoic! The stoics are one of the most famous advocates of premeditated pessimism in the world...you know you should wake up and tell yourself I will be met with idiots and inconsiderate people...I will get cut off in traffic today...that guys WILL steal my parking spot at work...Even someone who strongly advises to hold low expectations about the world has a very clear focus on the beauty and positivity in the world rather than things that would be needlessly destructive.Well there was another philosopher that had a famous quote about optimism...his name was Voltaire and it went: Optimism is the madness of insisting all is well when we are miserable.What are you talking about Voltaire? The glass is half full! No...we shouldn't get down on Voltaire here...and we should all be very mindful not to disagree with something we don't fully understand yet. Because the optimism Voltaire is talking about...the optimism that he is railing against in this quote is in a very different context than what we've been talking about so far in this episode. By exploring the difference between these two uses of optimism...by exploring Voltaire's famous rebuttal to Leibniz called the Candide, I think by the end of the episode we are all going to look at the world a little differently.Let's consider something for a second...do you guys think there is one correct way for all humans to look at the world at all times? What I mean by that is you may think that being an optimist is the only useful, or logical way to go about things in your personal life living in the 21st century in modern America, but does that apply to every situation any entity might find itself in? For example, what if you're a company in an extremely competitive market where dozens of businesses are trying to steal your market share and out innovate you and drive you out of business...is thinking \"everything works out for the best\" the best attitude?The bigger question here is: When you look at the U.S. government...or the government of whatever country you come from...do you vote for the government to act based on the same set of behaviors that you live your personal life by? For example, in your personal life you may be a fiscal conservative...you don't take out a bunch of credit cards to make the down payment on a Ferrari that you cant afford the maintenance on...and have no idea how you're going to pay for it...but you may think it is INHUMAN for the government to not use taxpayer funded subsidies to promote a giant unfunded future taxpayer liability that we have no way of paying for yet.Now I'm not making an argument for fiscal conservatism here, but what I want to point out is that often times the set of behaviors we live our personal lives by is very different than the set of behaviors we want the government to use when acting on our behalf. And what I'd like to ask all of you right now is: Do you want your government to be optimistic about the possibility of terrorist attacks? Do you want your government to be optimistic about the future of the economy...ah one of these days we'll find a way!\" Do you want the human species to be optimistic about climate change?But it's funny...if we looked at those three things when it comes to our personal life...why shouldn't you be optimistic? What you want to run around in fear of being attacked by terrorists? The point here is to explore the idea that optimism may be excellent in certain contexts...IE our personal lives...and not the best way of doing things in other contexts.When Voltaire said the words that optimism is the madness of insisting that all is well when we are miserable...he was talking about philosophical optimism. He was talking about optimism on a species wide scale.He was responding to Leibniz. remember, Leibniz famously said that we exist in the best of all possible worlds. That god didn't sit up in the heavens and decide to create the second best of all possible worlds...or the third best...no he created the BEST of all possible worlds. So because of that, Leibniz argued, everything thing that happens is for the best. Terrorist attacks...economic collapses...the greenhouse effect...all of these things are God's will...and while we may not understand WHY they happen at the time with our feeble human intellects...we can rest assured that they are probably damage control or necessary for future evils to not occur. No matter how bad things may SEEM...relax guys...God maintains this as the best of all possible worlds.Voltaire was in a pretty dark place in the year 1755. The love of his life had just died. The people he detested the most were in their ascendancy. And to top it off one of the most catastrophic earthquakes in human history hit Lisbon in the kingdom of Portugal...to history it would become known as the great Lisbon earthquake. The death, horror and destruction witnessed by people on the ground and cataloged by Voltaire was beyond justification. This was long before any sort of earthquake construction code had been enacted and the death and cleanup that came with a natural event like this would've been appalling to even the most seasoned of warriors back then.Voltaire writes a poem that aims to serve a few different purposes, but two of the major ones was to convey to people living far away the destruction that took place, but also to attack what he thought was the tremendously naive view that all is well! we are living in the best of all possible worlds! After all, how could anyone think that could be the case when things like this are happening? The world is better off when these horrific events occur? Here is an excerpt from the poem:Unlucky mortals! O deplorable earth!p.242He says in another section:'If it be true,' they said, 'that whatever is, is right, it follows that human nature is not fallen.If the order of things requires that everything should be as it is, then human nature has not been corrupted, and consequently as no need for a Redeemer.if the miseries of individuals are merely the by-product of this general and necessary order,then we are nothing more than cogs which serve to keep the great machine in motion; we are no more precious in the eyes of God than the animals by which we are devoured.'Well, Voltaire ruffles a lot of feathers with this poem and it gains him a considerable amount of notoriety. There are a lot of people that respond, but historians of philosophy all agree that the most notable of all of these was from a guy we will be covering in detail soon on the podcast, Jean Jacques Rousseau. His argument basically goes like this...The reason such horror can be inflicted by an earthquake that God allows to exist on the planet is because we aren't following God's intentions. God never intended for anyone to live in cities...crammed together like sardines! In fact, cities exemplify all the vice and excess that goes against God! God wanted people to live in the countryside! When there's an earthquake in the country, no one dies! He compares Voltaire to someone that built his home at the bottom of the ocean and then yells at God for allowing him to drown! We DO live in the best of all possible worlds.What may have otherwise been left to a stinging poem by Voltaire was magnified by this response. Rousseau set Voltaire into a frenzy. What he wrote in response was one of, if not his most influential work...the Candide. Voltaire decides to destroy this foolish optimism that was originally laid out by Leibniz...and there are so many different interpretations of what was happening...there are even people that think Voltaire wasn't responding to Leibniz at all but really the authority of the church at the time...regardless it doesn't matter...this work known as the Candide was a ruthless rebuttal to the idea that we live in the best of all possible worlds.The title Candide comes from the main character. The book starts out with Candide being a student to a respected scholar named Pangloss...who believes that we live in the best of all possible worlds. He teaches him all about it and Candide obliges him. Candide starts getting some feelings...he is caught kissing the Baron's daughter and he is expelled. Along his travels he comes across terribly bloody battles and all kinds of other things that almost get him killed and eventually he arrives in Holland and he comes across this disheveled mangled beggar who he recognizes is Pangloss!What happened Pangloss? Well it turns out an army came...killed his family messed him up and now here he is...and beggar on the streets...but he still believes he is living in the best of all possible worlds! From here it doesn't get any better...Candide, Pangloss and several other of their miscreant friends that they meet along the way are tortured, put to death, enslaved, raped, beaten....the whole book catalogs a really depressing sequence of events that ironically ends with them all living on a farm together and despite everything that happens...Pangloss still believes he is living in the best of all possible worlds.The whole story is chaos with the central point of it to make certain observations about the human species...the key one is how ridiculous Pangloss's optimism is in the face of all these things that are wrong with the world. Are we truly living in the BEST of all possible worlds?Let me sum up Voltaire's main points in the Candide. When it comes to the human species looking at all of these bad things optimistically, we really are shooting ourselves in the foot. Sure, it may make us FEEL great to say that no matter what happens...no matter how bad things get...whatever happened is ultimately for the best, but is what makes us FEEL better necessarily the best thing for humanity?Voltaire says...if we live in the best of all possible worlds...and everything that happens is ultimately for the best...then anything that happens is the best thing that could ever happen! So if you believe that, why even try? Why should we try to prevent terrorist attacks, or enact policy that creates jobs, or try to understand what causes climate change if ultimately anything that happens is the best thing that could ever happen and it is maintained by God?Why even try to limit human suffering...if any subsequent human suffering is God's will and therefore the best thing that could ever happen? See, Voltaire was a deist at this point in his life...he doesn't think that God created all of this so that he could grant wishes for this one species of humanoids. He uses an incredible metaphor to talk about how we should truly be viewing ourselves when we grow up and move away from these other superstitions. He compares the universe to a ship that was built for the King of Egypt.He says that God is like the King of Egypt...he built this ship...and we as humans are like rats in the lower deck of the ship drowning in puddles or starving to death. Yes, we are a part of God's creation, God may even be aware of our existence...but he didn't create the ship so that rats could scurry around and flourish in the lower decks. No he built the ship for some greater purpose...sailing him around the Mediterranean...a purpose the rats would never be able to fully comprehend. When these rats get stuck in a puddle underneath...Is the King of Egypt concerned about that? Is the King of Egypt bothering himself with running around SAVING every rat, or maintaining that the rats exist in the Best of all possible decks of the ship? No the rat shouldn't have fallen into the puddle...sorry. King of Egypt doesn't even think about it.What Voltaire is getting at here is that if we were giving advice to the rats...would we tell them that the King of Egypt is going to insure that everything works out for the best? No...the amount of rat suffering on his ship isn't even close to his number one priority...in the same way that fruit fly suffering or cow suffering isn't the main thing he is concerned with. If we were giving advice to the rats...we would tell them...look if you want to limit the amount of rat suffering...YOU GUYS have to do something about it. Build a bridge over that puddle so rats don't fall in...find a way to secure more food for yourselves so you don't starve!Just like the rats...if we want to limit the suffering of other humans...the WORST thing we can do is sit around and be complacent...being optimistic about the fact that anything that happens is for the best! Should we be complacent about terrorist attacks? Saying that if God allows them...then they are for the best? No! Voltaire would say we should do something about it. Should we be complacent about the effects of climate change? Saying that God will regulate the temperature if things ever get too steamy? No! Voltaire would say we should learn as much as we can about it.To Voltaire, limiting human suffering is OUR responsibility. And sitting around saying that everything that happens is for the best breeds complacency. WE need to be taking action, not assuming that human suffering is the metric that God uses to determine what the best of all possible worlds is.So it's fascinating to me that when it comes to our personal lives, Optimism seems like the clear way to go, but when it comes to the government and the future of the human species, we want them to be as pessimistic and worrisome as possible. Maybe that's one of the benefits of being a part of an organized, governed society is that by outsourcing all of that pessimism and worry to the government to worry about, it allows for us to live healthier, richer, happier, less worry-filled lives. The question is...are you taking advantage of it fully?"}