{"ep": "Episode #072", "title": "On Insecurity", "spoken_text": " \nSo for the last few episodes we've been talking alot about why we make the decisions we do. We've been talking about what makes a decision moral or not, how we arrive at those sorts of moral criteria, not being a passenger to the world around us... basically we've been talking alot about why we think and act the way we do. But its easy for me to imagine someone not being satisfied with this discussion so far. Human behavior. Needless to say, its a pretty complex thing. Not gonna cover it on a couple 30 minute episodes of this podcast, but we can make a dent! I could easily see someone sitting at home saying okay, now I understand the foundation of why I deem things to be right or wrong, but let's not pretend like that is the judge jury and executioner of WHY people do the things they do! Think about it. There are tons of things that you and me and everyone for that matter, DO...on a daily basis, that have nothing to do with whether we've deemed it to be a morally justifiable behavior. I mean, thats just not how it works. We don't go around faced with decisions in our lives and internally start talking to ourselves and say: Ok, i need to make a decision...bowl of oatmeal for breakfast, or blueberry pancakes for breakfast. Hmm. Let me think about this...how do i make this decision. What would JESUS do in this situation? What would a moral exemplar do...what would the stoic sage do? Would the Stoic sage eat blueberry pancakes?Point is, although its entirely POSSIBLE to do...and some people might...most of us...when it comes to those rudimentary tasks of day to day living...we dont make those decisions by having some internal philosophical debate with ourselves...decide what the right thing to do is...and then doing it. It's just not how most of us make these little decisions. Now why IS there a distinction there? Why do most of us HAVE that internal philosophical debate with ourselves...only when we're faced with potentially crippling life choices? We only do it with the really UNIQUE decisions in our lives...not so much with the day to day. We have no problem thinking over what the right decision is when it comes to changing careers...or who we should marry...or what kind of cell phone plan to have...which by the way Socrates said is the MOST important choice you'll ever make...we do it with THOSE things...but for some reason...we dont...do it...with the little things...Why is that?Well for one thing it would be exhausting. I mean who wants to do that, really? Having a BRAND NEW oxford style debate... in your head about every, miniscule thing you do...even down to every step you take asking yourself whether that step... is bringing you closer or further away from your goals...it would be PARALYZING! Not to mention probably impossible. So what do we do? Well, we pull from the archives! Previously on: Your Life. We make use of... old debates that we've had with ourselves at some other times in our life! See at some point in your life you DID...actually think...about whether putting one foot in front of the other foot was a good idea. You considered all kinds of things about it...your gate when walking...the way your foot hits the ground so you wont sprain an ankle...whether you have those dr scholls arch support things in your wingtips...and thats not all! You thought about whether being able to move and be mobile was a better or worse thing than being entirely stationary...you thought about whether using that movement to walk to your car and drive to work was going to yield a better or worse outcome. You've done the legwork, no pun intended, and now...that decision that at one point wasnt obvious to you...now you just kinda...ya know...drive to work everyday. No philosophical debate...no moral crossroad...you've decided moving and having a job is an integral part of your life long ago...most of us just kind of keep moving and dont question it that much. Stephen, why are you talking about walking. I know how to walk. Listen...I get it. The question that I want to ask you today is: how many of these autopilot activities do most people have? How many do you think? No question you cant have a philosophical debate in your head about everything...but how far does that extend? Whats an appropriate amount of questioning this stuff? about whether what you're doing is the right or healthy thing to do?See, it's a tricky question because there's no definitive cut off point. As I said before, almost everyone does it with the really UNIQUE life decisions...but how unique does a choice that you have to make need to be...before its appropriate to think about what the right thing to do is?Now the larger point here...is that because human behavior is the beast that it is...and there IS no definitive...agreed upon point where we're all supposed to be thinking about this stuff...is that some people get lazy...and they do it as little as they possibly have to. They almost NEVER contemplate morality...maybe once every...six months when a cop shoots someone or there's an election cycle.  And how bout this...how about the fact that every single one of you listening to this show right now...we all know...TONS of people like this! They're all around us! We're SURROUNDED by them. I mean, all of you listening to this are the type of person that listens to educational podcasts... That says something about you! Many of you are probably identified in your groups of friends or coworkers as the person... that likes to learn and think about stuff...that contrast is only possible if there is a strong percentage of the population that AREN'T thinking about stuff. But can you really blame them? There's no LAW against NOT thinking about morality...no ones gonna abduct you into an immoral spaceship if you watch netflix instead of thinking about these things...so it naturally follows..there's just going to be a certain percentage of people that take the path of least resistance. We see this with ANY voluntary behavior. Pople will have these exhausting, taxing philosophical debates in their head...as little as they possibly have to! But the interesting thing is: their behavior hasn't stayed the same from the moment they were born. Just because they haven't contemplated morality doesn't mean they just act like a 5 year old would the rest of their life...so where are they finding out how they're quote supposed to be behaving? When are they making those value judgements...or better yet...WHO is making the decision for them?Well again...human behavior...really complex...not gonna cover it all: but I want to talk about one of them. It's something that ALL of us...are very familiar with. It's not really a question of WHETHER this thing affects your behavior...its a question of HOW MUCH it affects the choices you make. The thing im talking about...is insecurity. What are you insecure about? Class, I want everyone to close their eyes and think about something you're insecure about. Because, rest assured. You have insecurities that affect your behavior. You know, when I was like 18 years old I went to the first therapy session I ever went to in my adult life and I remember walking in there thinking that if you're an insecure person...you go to therapy. Like really...if you're one of those people that are insecure...you need serious...psychological...help. You need some therapist to just light all that underbrush on fire...burn all that stuff away and start fresh...with a brand new plot of land in that brain of yours. What I realized instantly, is that everyone is insecure about stuff. I used to think insecurity meant that you were flawed...I realized that insecurity is life. Look around you... at all those beautiful people...I dont care how beautiful they are...they're insecure about something and it's affecting their behavior.In fact, some people...if you really looked at them and understood them at a deep level...some people build their entire LIVES around their insecurities. Really, it's like building a house with a tree growing in the middle of it, it's not REALLY the house you want, but this thing is there. For some people... their insecurities run so deep...they affect almost EVERY decision they make...for some people their insecurities make up almost EVERYTHING about who they are! It's why they have the job they do, why they wear the clothes they do, what types of friends or what types of people they're in relationships with...insecurity leaves no stone unturned.Now we all realize that insecurity is something that affects the choices we make, but is it a bad thing? I mean, we typically THINK of it as a bad thing...but why? What is it about insecurity that's so wrong? Doesn't it sometimes protect us from horrible things happening to us? Well sure. In fact if you just look at insecurity...it's actually really similar to morality in a lot of ways...but in other ways...the two are complete opposites. Think about it: morality concerns itself with...you know...there is this outcome that either needs to be acheived or that I want to acheive...and once I assign that end goal to the equation...now I can contemplate and use reason and arrive at a set of behaviors that will best produce that life that I want. Insecurity is: there's a life that I DONT want. There's some thing that I desperately DONT want to happen to me. I don't want X to happen to me so I will restrict myself from X so that that world wont come to fruition. Again, they're very similar if you look at the two at face value but there's a key difference we're going to get to in a minute...one that is best understood if we talk about an example of insecurity. Now everyone close your eyes and think back to the days you were in school, if youre already in school GREAT! This will be easy for you. Remember shopping for school clothes? Well imagine yourself middle school, high school...you come home after going to the sock hop and the ice cream parlor and your mom has a present for you on the counter. You open it up...and your mom got you a brand new pair of denim overalls for you to wear for picture day at school. Yeah, thanks mom. Thanks for the overalls. Well if youre anything like I was when I was 14...and pretty much every 14 year old that has ever existed...what are you gonna do? You're not gonna wear those overalls to school! Think of the backlash! You would be ruthlessly, socially castigated for wearing them! All your friends would laugh at you. Your enemies would laugh at you. The creepy old janitor would even be laughing at you. You would become that guy that sits in the corner in the cafeteria...eating by himself...people throw food at you...circle around chanting something. That's YOU if you wear those overalls. You are insecure about what your friends will think of you if you wear those overalls. Now, this is a great example of how being insecure about something...thinking about that future world that you DONT want to live in...one filled with social reprisal and no friends and food being thrown at you...you dont want to live in that world, so you're going to restrict this behavior...wearing the overalls...to prevent that from happening to you. Again, on the surface...it seems pretty similar to morality...but what's different...between the two...lies in understanding who is the driver of the car? Are you the passenger in the car, or the driver? The difference is: WHO is making the choices about how you should or shouldnt be behaving? Insecurity robs you of your individuality...of your self identity. Well, actually your self identity just becomes a conglomeration of all of the expectations that all the people around you have for how you SHOULD be behaving. You volutarily surrender your autonomy. You just become this patchwork of what your mom expects of you and what that guy you hated in highschool expects of you and what barrack obama expects of you and what the cover of cosmopolitan magazine expects of you. By not making decisions based on these philosophical moral debates about what the correct decision is...we relegate ourselves to a life of just avoiding behaviors that other people expect us NOT to do. Now you may be saying, well why is THAT so bad? Sure, I would get socially castigated if I decided to murder someone, maybe its a GOOD thing to fall in line with society's expectations of me! Well, that would be TRUE if the decision of whether to murder somebody was the only decision you were making. In reality, everything you do is a decision...and the most interesting/relevant/terrifying part of this entire subject matter to me is: when you put these decisions in the hands of other people's social expectations of you...sure, nothing bad may be happening to you at all...you may go throughout your life completely happy with the way you make decisions...but the problem is: you dont know what you dont know. You dont know the price that you pay in opportunity cost for any of these behaviors...all you know is...well I haven't gotten killed doing them yet! Gotta be doing SOMETHING right! But is the fact you haven't DIED doing something yet a valid criteria for doing it that way? What if you could be 30% happier if you were willing to have the difficult... internal philosophical debate and realize that a particular one of these expectations that someone else has for you is making you less happy than you could be?There's often a cost that comes with putting your decision making into everyone else's hands. If you work at a job that you despise because it pays you 20 grand a year more than this other job that would make you not hate your life everyday...and the only reason you dont is because theres these friends of yours that make alot of money and you dont want them to know that you make less money than they do a year...you are paying a very real cost...every single day of your life...just so that you can live up to this STANDARD of... just how much money a grown man should be making when they're your age. If you're a 40 year old man and your dating life looks like a constant revolving door of 20 something year old girls...and there are other women you could date that you'd be able to connect with emotionally and have a more fulfilling relationship with...and the only reason you dont is because you're terrified of what your buddies are going to say when they see a picture of her. You are paying a very real price...every day of your life...just so that you can live up to this STANDARD of... dude your girl is hot OMG. The problem with insecurity is: what if the overalls are functional? What if you would've liked the overalls your mom bought you? What if they had a great pocket for your phone and they were comfortable and they're denim so they're stronger...they're more cost efficient than other clothes. What if you could reason...have one of those internal philosophical debates...and arrive at the conclusion that wearing those overalls would have yielded a better life for you than not wearing them...and the only reason you DIDN'T was because you were trying to live up to a standard that someone ELSE or someTHING else conferred onto you of what you SHOULDN'T be wearing?Again, there's often a cost that comes with putting your decision making into everyone else's hands. See, I'd even that MOST of the time insecurity comes with an opportunity cost...and the reason why is because of how completely arbitrary it is. These standards...that people hvae of you...the ones you're relying on to show you how you SHOULD be behaving for fear of embarrassment...its not like theres some constant, static social standard that these people are appealing to. These social standards are CONSTANTLY changing! What someone would castigate you for 50 years ago is completely different than today. Who was more right? What behavior was quote better?On that same note...there isn't one, single standard that people are holding you to. These standards DRASTICALLY change just based on the people you're seeking approval from! If you wore those overalls to school...yeah your friends may laugh at you...the janitor may laugh at you...but those people over there that wear the cowboy hats would welcome you with open arms! If you put on the black nail polish and the black shirt of some emo band no ones ever heard of...yeah...some people are going to think you're a freak...but there are plenty of other people that would EMBRACE and APPRECIATE how you were dressing. You can't make everyone happy! That's the warmed over truism that's relevant here. And by attaching your identity to a way your circle of friends behave and then vehemently opposing any change for fear that they will negatively judge you, is not necessarily wrong...but it's certainly not a recipe for the happiest life possible. Now that said, we've talking about the individual cost for not being led around by our insecurities...something else to consider is the suffering that we often inadvertently cause by projecting our insecurities onto other people!  Insecurity just absolutely purvades every expectation we have of our significant others when were in a relationship. Well, relationships like human behavior are INCREDIBLY subjective...there's no way I can paint all of them with a broad brush...but the common paradigm that people strive for in most modern monogomous relationships is really founded in insecurity. Think about it: there's no STANDARD about what cheating is in a relationship...in the same way there's no STANDARD about what acceptable attire to wear to school is. What happens is you get a boyfriend or a girlfriend...you have this...most of the time unspoken verbal contract about the line that you can not cross with members of the opposite sex. This line...is different in every relationship youre in. I had this girlfriend once...we went through the drive through of a KFC/Taco Bell and I'm ordering my food...and the person on the other end of the microphone was a girl and she was just being friendly and said something and I made a joke back to her and she audibly laughed. Well I didn't think anything of it...I finished the order...I looked over at my girlfriend and she was just...scowling at me. It was like looking into medusa's eyes. She just goes, That's disgusting. Im like what did I do? She was mad at me for the rest of the day...apparently I crossed the line! We had this contract set up that I'm not supposed to make jokes to members of the opposite sex...I had crossed the line. I had cheated on her...RIGHT in front of her! So that was where HER line was. That was the STANDARD of what cheating is that SHE had. But there are other relationships...where people can openly flirt with people and their significant other doesn't care at all! You can look...but you can't touch. On that note...there's perfectly healthy, functioning, loving relationships out there where you CAN touch. Where both people love eachothers company and they make eachother really happy and they dont burden themselves with having to fufill any fleeting desire their partner may have...and when theyre not together they can do anything they want! The point is, there's no STANDARD of what CHEATING is...but any expectation you have... of what is appropriate for your significant other to do...is ultimately founded in insecurity. Again, you're not talking about your OWN behavior here...you're regulating theirs! You're terrified that by having these experiences, they will like that person more than you, realize your shortcomings and leave you for them and that you're going to be all alone. Now if you doubt this for even a second...just consider this: how interesting that when youre in a relationship...you dont restrict your significant other from most things...you dont restrict them from eating pumpkin pie...you dont restrict them from going to disneyland...you dont restrict them from going to the mall with their friends. How convenient that there is this one, specific, subset of behaviors that you restrict them from that prevents them from finding anyone else but you. We claim to love these people...we say things like I would do ANYTHING to make them happy...ANYTHING. But we spend our entire lives keeping them locked in this emotional cage...shutting them off from the outside world for fear they'll realize they're happier outside this cage and leave you. We essentially blackmail our significant others with the relationship. We say things like, If I find out you're going out on a date with someone else...I'm breaking up with you! It's OVER! Really, thats the relationship you want to be in? The only thing stopping your significant other from dating someone else is the fear that she can't talk to you anymore and you're going to remove her on facebook? One thing should be very clear here...this strategy has nothing to with morality and everything to do with appeasing insecurity...and its a FALSE sense of security at that. Let's say that the plan works. Your girlfriend FEELS INSIDE like there is a void that needs to be filled...she FEELS like going on a date with the guy from work...but doesn't act on those feelings out of respect to your wishes being a piece of your property. I got news! She's STILL THE SAME PERSON whether you have that expectation of her or not! She still WANTS to go on the date...you're just blocking the exit with a fire extinguisher. She still lives every day of her life... for god knows how long...secretly feeling like some other life might make her happier, but not acting on it because of the insecurity you've projected onto her. This really is what our insecurities can do to the people around us that we claim to love so much. If I met a perfect stranger walking down the street and they approached me and told me there was this thing that they were thinking about doing that they think would make them a happier person and asked me if they should do it...I would say absolutely before they even finished the sentence. But for the person that I supposedly love more than anyone...I reserve this extra special way of treating them...I'm willing to force them to spend the duration of our relationship locked inside of an emotional cage simply because I am terrified of looking at myself in the mirror and acknowledging that someone else might be better for them. Someone else might make them happier. This insecurity makes us sound downright sadistic. Oh you think you'd be happier with another life, but it's my job to restrict you or bully you into not doing it?The point of this long winded rant about relationships is that when we're satisfied with having our behavior controlled by our insecurities that are COMPLETELY arbitrary...we don't ONLY hurt ourselves with the opportunity cost, we potentially hurt other people around us with the ones we impose on them. That's the other thing...let's say your WORST NIGHTMARE comes to life...let's say your girlfriend or boyfriend leaves you for someone else because you let them go on a date and they liked them more than you...isnt that information you would want to have? How many of you have been in a relationship WAY LONGER than you should have? Youre together for a year two years...seven years and you find out there is some fundamental disagreement that is a dealbreaker...that couldve easily shown itself two weeks into the relationship if we were playing this insecurity riddled game. Just saying, it benefits you too when you're making decisions with good information. Questioning morality is the antidote to insecurity. But its not a panacea. All of us listening to this will continue to have things were insecure about...they will continue to cause you to look in the mirror and kind of turn side to side and feel inadequate because you dont perfectly embody this generations paradigm of beauty. they will continue to cause you to turn red and be embarrassed when you slip up speaking in front of a group. All I'm saying is how much or little these insecurities affect our decision making and our identity its not out of our control. And I guess what I'm also saying is...I would never judge or laugh at anyone for wearing overalls. I don't look at myself as the litmus test that I dunk in everyones choices and tell you whether you're red or blue. What I'm saying is: if you feel insecure all the time...maybe the thing that makes you feel insecure is not you...maybe its the people you're hanging around with. You know that game show variation of the prisoners dilemma? You know the game works like this...there's 20 dollars up for grabs. You and one other person have to decide what you're going to do, and you cant tell the other person what you're going to do. Your choices are to either share the money with the other person...or steal the money for yourself. But the other person has the same choice. Now if you both decide the SHARE the money, if thats what you both choose...you each get half. If both of you decide to steal the money, neither of you get anything. If one decides to share and the other to steal...the person that stole gets all of the money. Now what would you choose to do? Would you steal the money or share it? Keep in mind, if you choose to share...you have no idea if the other person is just going to steal it from you! Well BY FAR...the most COMMON thing that people choose to do here is steal the money. And when we think about this question of what drives us to make the decisions we do...we can understand the reasoning...and it is entirely fueled by not what the RIGHT thing to do is, but what future world we want to prevent for fear of social reprisal. Thats a long winded way of saying its just like insecurity. These people playing this game show, just like an insecure person making life choices, would restrict the possibility of sharing the money with the other person, for fear of getting taken advantage of and embarrassed by the other person. What if the other person steals the money from me...I'll be ruined! They've asserted themselves as superior to me!Well, its a good parrallel to insecurity but they could just be doing it because if you steal you either get all of it or nothing...if you share you get half of it or nothing. Uh, but I hope these episodes are helping us understand the variety of different reasons people use when making a decision. The larger point for this podcast is: when is it acceptable to hold someone morally cupable for an action? It's very easy for us to arrive at our own personal code for how other people SHOULD be behaving...and when they do something we dont like...attack them and hold them morally accountable for it...but in reality. Think about it: they may not be making a moral choice at all. As we head into future episodes...think of the peace that comes along with understanding that.  \nThank you for listening. I'll talk to you next time.  "}