{"ep": "Episode #002", "title": "Italian Pre-Socratic Philosophy", "spoken_text": "This is a transcript of Episode 2 on Italian Pre-Socratic Philosophy. If you're like me, when you hear the name Pythagoras you probably think of, the Pythagorean theorem. You probably have post traumatic stress flashbacks to 7th grade pre-algebra class and all the turmoil he caused you there. you know, A squared plus B squared equals C squared. but it turns out, as ill explain in a second, you may have been mad at the wrong guy all along. like all of these early philosophers, not much is known for sure, most of the information we have is hearsay from other future philosophers, most of the time those future philosophers are just 2 guys, Plato and Aristotle. but in the case of Pythagoras, this lack of hard facts and general ambiguity is at an extreme. to history, Pythagoras is known almost as a mythical figure, i mean we know he existed...we know for sure he believed in reincarnation and that he had a thing for numbers, but as far as everything else, saying that Pythagoras the man himself did it, is speculation. see, most of the stuff we know about him was written down by his followers. followers that were vowed to secrecy and saw him as an exalted figure, like a messiah. and all that secrecy fueled a TON of speculation from people that weren't his followers, which no doubt contributed this mythical figure status that he had.But why would his followers see him as a messiah? cause he named himself a messiah. and this is how I remember Pythagoras, I think of him as the \"crazed cult leader\" from ancient Greek philosophy. cult leader is probably a little unfair, but only because of the modern connotation associated with the term cult leader. He definitely was at the helm of a religious cult back then. His love of mathematics and astronomy probably began when he was young when he visited Egypt and Miletus, and its not farfetched to think that he would've studied under the Milesian school of thought, remember that's where Thales and Anaxamander came from that we talked about last episode. i mean, he grew up right next to them, he certainly would have heard about them and was born into the kind of social standing that would've allowed him the luxury to travel and study. but around the age of 40, he started gathering together these followers who saw him as a religious sage, and set up a commune in a town called Croton, in southern Italy. a few different sources say when he first started up he had around 300 members of this commune and everything he's known for comes from the work he did when he was inside of this commune, and because of how unclear it is whether he himself came up with any ONE theory or whether it was one of his followers attributing it to his master...the brains behind the operation, historians just kind of lump everything under this one umbrella of Pythagoreanism. And this applies to everything, even the famous Pythagorean theorem itself. Its not hard to imagine a modern day example of this exact situation happening, i mean imagine if tomorrow someone like, Barrack Obama started up a scientific movement called...Obamareanism. and he has a lot of people on this quest with him, so long after he lives a long healthy life and dies at the age of 124, Obamareanism is still going...50 years after his death some guy that still calls himself an Obamarean comes up with a pretty important scientific theorem. 2500 years later when students are learning about it in science class might call it the Obamarean theorem, and they also might mistakenly think Obama himself came up with it.Now, Pythagoras himself wouldn’t have been offended, he wasn’t doing all of this stuff to become famous, or to leave some legacy. he was doing it simply for the love of wisdom. which reminds me, the world philosopher...means lover of wisdom. 'philo' means love, 'soph' means wisdom, and Pythagoras himself was actually the first guy to coin the term. he came up with the word, philosopher. now, all of his followers may have called themselves Pythagoreans, but they definitely were philosophers. imagine being one of these cult members...imagine Pythagoras convincing you that its a great idea for you to join this commune he is starting up in Southern Italy. It really speaks to how likeable and authoritative Pythagoras must have been. You know how there's IQ which is your intelligence quotient and then there’s NQ which is your networking quotient, or your ability to interact socially and influence people? Pythagoras was no doubt a genius in both of these areas. I mean, this commune wasn’t like, hey come live in a village with us and study math every once in a while. This was a complete lifestyle overhaul. and a restrictive overhaul at that. Not only was it dedicating your entire life to the pursuit of knowledge in math, music and astronomy, the 3 areas they saw as the most important those were only half of it. The other half was the religious side of the cult and all the behavioral restrictions. so you may be asking, how can Pythagoras go from a young person that is just generally fascinated with the way the Egyptians did math to thinking he's a messiah for some movement? i think the best way to understand is to put yourself in the shoes of someone studying math at the time.You know when you're in math or science class and you sign your name at the front of the textbook and you can look back at the people that had the book before you for generations, you can actually see this is the same book Abe Lincoln used when he was a kid...they didn’t have that thick textbook, let alone one that had been around for hundreds of years. Math was done completely differently. When these people thought about the number four, it wasn't the number 4...it was the essence behind the number four...like the number four is just a representation of a quantity of four things. when these people drew a right triangle on the ground and were thinking about the squares of the different sides of it, they actually drew a square with the side of the triangle being one side of the square and counted the units. math to them consisted of little things, little experiments they could repeat and understand what the world was in a world that was no where near understood. we take so many things for granted today that are explained in modern physics and chemistry that they had no idea about, so to realize that adding together the squares of two sides of a right triangle was equal to the square of the hypotenuse...that was cool. But to realize...that applies to all right triangles and there are no exceptions to that rule...and to feel that you really understand something about the essence of that triangle and the laws that govern the sides of that triangle or any triangle in the universe? That must have been...mind numbing. I mean here’s this giant universe with tons of mystery we know nothing about...and here’s a formula we arrived at to explain one part of it. They saw these mathematical proofs as the way the universe could be understood, or as they put it, number is the ruler of all forms. So in that sense, they kind of jumped to a conclusion, but its easy to see how back then, these proofs must have seemed like magic, or god given wisdom...not only that, but its also to see how a man like Pythagoras, the messenger boy arriving at these conclusions could have seemed like a demigod himself. The difference between Pythagoras and what we think of as a modern cult leader is that the modern cult leaders start these things up so they can have money, power or influence, its not crazy to think that Pythagoras actually thought of himself as relaying some sacred information. whenever i think of this concept I love to contrast it with the fact that the SAME information that was so powerful it made a man believe he was a messiah in a religious movement 2500 years ago, is the midterm for 7th grade pre-algebra in today's world. It really is a testament to human progress and just how far we've come as a species. and how about a testament to how far were capable of going.It must have been easy to jump to a conclusion like they did given the fact that there were other conclusions they arrived at in other areas of study that completely reinforced this concept of numbers being the rulers of all forms. They saw math, music and astronomy as three areas of study that were completely interrelated and understanding them was the key to understanding the universe. Pythagoras is said to have stumbled across ...much of the basis for his understanding of ratios and proportions as they relate to numbers... when he was actually studying the relationship between musical intervals and harmonies.It kind of makes sense too, because understanding the difference between two music notes is similar to understanding the difference between two numbers. in every single source about Pythagoras I've read there’s this story about him getting a revelation about musical notes while listening to blacksmiths work so there must be some merit to the story...it basically says that by complete chance, Pythagoras just decided to listen to two blacksmiths working...i guess there wasn’t HBO back then...he had to entertain himself some way, and  the two blacksmiths were hammering on their anvils and one had an anvil exactly twice the size of the other anvil, so when their hammers beat on the anvil, it made the same note...just one octave apart.  an octave in the world of music is the same notes, just 8 intervals up or down. so its the same note...for example...and I'm sorry for this \"LA! LA!\" remind me to never sing in a podcast again...it wasn’t just the 8 note difference between octaves of each other, Pythagoras found that harmonies that we hear all the time, even in music today were just simple mathematical ratios...like in the case of a major scale, a major third would be 3 intervals up or a fifth, five intervals up. numbers governing acoustic relationships, just reinforced the idea that numbers could explain everything in the universe. In 1865, John Newlands used these relationships that Pythagoras found and used it as the basis for his discovery that chemical elements are arranged according to atomic weight, and that those with similar properties occur at every eighth element...like notes of a musical scale. this became known as the law of octaves and it lead to the development of the periodic table of elements was organized.again, you can see how finding constants when explaining things with numbers could reinforce the idea that everything can be understood through numbersWe can't really blame them, though. It's scary to live in a world without explanation..and in a world without explanation, its easy to try to apply meaning to things that really might not have that much significance. But as long as we understand what could have led them to think this way, I think its really interesting to hear what the Pythagoreans thought the best way to live life was. If you lived in this Pythagorean cult, you couldn’t eat meat. you were a vegetarian. the reasoning behind this was because Pythagoreans believed in reincarnation, more specifically the transmigration of souls to different species. they thought that by eating other animals, you were essentially eating your grandma who just died and was reincarnated into the body of a chicken. what is this based on? well the story goes that one day some men Pythagoras was hanging around were beating a dog and it cried out in pain... and he told them to stop because he swore he heard the voice of his friend crying out in the dogs yelp. that dog had to be his friend...reincarnated...now I'm not sure if that’s true , but how about we take out the reincarnation part and just arrive at the revelation to...not beat dogs? what kind of sick people was he hanging around anyway.when it came to reincarnation, the Pythagoreans believed that this cycle of constantly dying and being reincarnated into a new body was some sort of punishment, and that the goal of life was to end the cycle of reincarnation and finally be set free to live eternally in the blessed realm...either the sun or the moon...i guess you take your pick. for the record I pick the moon.only by adhering to a strict regimen of behavioral restrictions and thought can you end the cycle of reincarnation. but where did they get this idea? historians say they may have gotten this idea from an OLD mystic ancient Greek religion called Orphism. There’s a story that basically conveys the same idea...the story of Dionysus. basically Zeus had sex with his mom and they had a beautiful baby girl...who Zeus then had sex with, once she was of legal age of course, and then they had a kid named Dionysus....you know what? long story short...man is part evil because of some bad stuff the gods did. one night. but the concept that man is part evil and the only way to cure himself of this evil that he is born with is to live a life of restriction and thought was an Orphic concept, and for Pythagoras the thought portion of this was math music and astronomy. so why did he pick those concepts as opposed to something else? because the understanding of those topics led to the understanding of the universal truths that govern the universe. eternal truths...truths that never change. And its pretty awesome to think about it the way they did...they thought that the closest thing a person can achieve to immortality is to understand these eternal truths and to try to live in harmony with them. by understanding concepts that are eternal, that’s the closest man will ever get to being immortal.A couple other interesting facts about Pythagoreans,A lot of people claim Pythagoreans established the idea of deductive reasoning...but if you look at the sources where these people get their information...there isn't anything particularly conclusive. You can kind of say they had a rudimentary version of it, but the first use of axioms is obvious in the work of Euclid 500 years later and there is a lot of deductive reasoning done by Parmenides, but not by Pythagoras. Pythagoras and his followers really innovated the idea of studying mathematics solely for the sake of intellectual satisfaction. rather than trying to construct buildings better or some other practical gain.One other very notable contribution is he was the first one to make the statement that arriving to conclusions through reason was greatly superior to evidence gathered through the senses. There have been hundreds of rationalist philosophers that would go on to arrive at notable conclusions themselves, but one of the best examples of this was Plato and the idea of using reason to arrive at conclusions was the BASIS of his super famous theory of forms. Pythagorean thought went on to develop in small pockets over the years even though the commune was no longer around. The thoughts developed eventually went on to greatly influence Nicolaus Copernicus and Johaness Keppler's treatise on the harmony of the universe among others.I think of Parmenides as the dark, dark cloud of deductive reasoning. To the presocratic philosophers, Parmenides represented this dark cloud on the horizon, because all these ideas great thinkers before him were so sure of, he threatened to destroy everything they thought they knew with his ideas. Parmenides was a huge curve ball in philosophy. a turning point in early philosophy, people like Thales and Anaxamander they tried to explain how the cosmos came to existence, parmenides explained how it couldn’t have come into existence in the first place. everyone before him tried to explain the phenomena we saw in the changing world...he seemed to be able to prove that nothing ever changed, that those phenomena didn’t exist and that true reality was that everything was one single unchanging blob.Nobody saw this coming...he came completely out of left field with this. One day, he just told everyone a story about taking a chariot ride in the clouds and coming across a goddess who for some reason decides to let him in on the secret that...oh yeah everything that every man has thought before you is completely wrong and let me just give you the real answers. I mean who was this guy, Parmenides, just completely out of the blue he comes up with a single poem that calls into question everything that everyone had every thought they'd known previously? It must have seemed somewhat believable that it was given to him by some goddess, because its not like he was building on the ideas of any previous thinker. This was the first time anyone had ever brought deductive reasoning to the table in any real sense. And it...was...huge. Imagine being the first person to discover some other really effective way of doing something that changed the way the whole world thought about things. Like....imagine if you were the first guy in history to tie your shoes with the two bunny ears method. Old people would be looking at your perfectly tied shoes...resenting you. You’d cast doubt into the hearts of all the loop swoop and pullers that lived alongside you. You'd shake things up in the shoe tying community, that’s for certain, and Parmenides did exactly that with his deductive reasoning.The only surviving poem, and thus all we know about Parmenides is actually really difficult to read because he was one of only two presocratic philosophers that wrote all of his thoughts down in something called hexameter verse. It's a structured poetic style of writing that was pretty common at the time...famous poets like Homer and Hesiod wrote in. Philosophers knew that talking about the nature of the cosmos and existence wasn't the most entertaining concept to the average person. It was by no means a Broadway musical. So to try to make it more digestible to people, he tried to write it in an entertaining poetic way so people would not only be able to enjoy the poem, but also be exposed to his heady concepts. It's actually a brilliant idea...Parmenides in this way reminds me of C.S. Lewis how he wrote this masterpiece of literature...the chronicles of Narnia that people deeply enjoy, and it turns out it was an allegory of Christianity the whole time...like Jesus is the lion and what not.Anyway, onto his deductive reasoning and how it changed philosophy. His idea was actually pretty simple, but he phrases it in a way that makes it a little difficult to follow. He says...what is is....and what is not is not...in other words if something exists it exists if something does not exist it does not exist and its impossible for something to exist and not exist at the same time right? he says that because of this, a point in time where the universe was in a state of nothing existing is impossible because things exist now and nothing can come into existence from a place where nothing exists. In other words, something cannot come from nothing and so the universe must have always existed in some form and is eternal. If the universe came into existence... what caused it to come into existence in the first place? what made it start then as opposed to earlier or later?Philosophers hadn't really thought of this before, they were content with accepting that...they were here and it did exist and everything has a beginning, so lets try to think of some interesting explanations for how it happened that don't involve gods.He also thought that we cannot speak of what \"is not\" or what doesn't exist. For example, to think about a unicorn is to essentially think about nothing...because it doesn't exist. To talk about a unicorn, to Parmenides is just to be making meaningless sound, because it doesn’t exist. The way Parmenides sees it, if change was possible it would first have to be one way and then change into another way that its not right now, but we can’t speak of what is not, so we cant speak of change. Therefore change is impossible. He uses this same logic to say that nothing actually moves either cause it would have to be in one place first...etc. Parmenides thought the universe was one, eternal, unchanging massive blob with no empty space inside that is like a sphere. And at the time Greeks saw the sphere as the most perfect and divine of all the geometric forms.If any part of you is annoyed with Parmenides for coming to all these confusing conclusions, take some solace in the fact that he lived his entire life walking around in a world that he logically concluded to be a complete illusion, a world where change and movement is impossible so doing anything, as far as he saw it was absolutely pointless.The picture Parmenides begins to paint begins to look familiar right? There seems to be a common thread among most of the presocratics where they use this amazing ability to think they’ve been given to arrive at a fundamental conclusion about all the stuff around them...and then they spend the rest of their time trying REALLY REALLY hard to apply that one concept to as many things as possible sometimes even the entire universe. With Democritus and Leucippus it was their atoms like we talked about last episode, with the Pythagoreans it was numbers and harmony, but in the case of Parmenides its pretty extreme. he basically is saying that although we see motion and change and birth and death...that none of it is actually happening. which completely contradicts what we see. not to mention, hes saying we cant speak of \"what is not\"...but by talking about the fact that birth, death motion or change, he IS speaking of \"what is not\". and that just doesn’t make any sense Parmenides.he would’ve said, yeah, you think you're speaking of something that doesn’t exist but really you’re just talking about nothing, you should abandon these \"common sense prejudices\" you have. see, the fact you think you're talking about something that doesn’t exist is based on evidence you’ve gathered through the sense organs, if what you think you see with your senses and what reason tells you contradicts each other...reason should always be held in higher regard because the senses are deceptive and cant be trusted.He definitely was a weird guy. but he certainly wasn’t a dumb guy. This idea that he is talking about is, in my opinion his greatest contribution to philosophy. It was the fact that all the thinkers that came before him and their perceptions of the world were actually full of contradictions. We use our senses and think we see changes happening all around us, but reason, at least as far as he saw it, tells us change is impossible. Not only was this a strong victory for proponents of using reason to arrive at conclusions as opposed to the senses, but it gave credence to the idea of accepting the outcome of an experiment despite what might immediately appear to be rational or irrational through the senses. In other words, you have to trust the science.This idea that parmenides had about the ordinary world that we see just no existing...that contrast with common sense was too difficult for anyone to swallow. future philosophers wanted to agree with him, but they just couldn’t accept that everything they see isn’t real. so they took his idea that there is a world where there is an ultimate reality where things aren’t born and doesn’t change or die, and added onto it an explanation for the seemingly changing world that we perceive. Like Atomism.Empedocles was one of these philosophers that added into parmenides. he thought that the whole world was made up of 4 elements that were in themselves eternal and unchanging, but added that they had the ability to combine with each other to make up the changing world we see.According to Empedocles, he was an immortal god among men who had been given his divine status because of all the knowledge he had gained through extensive thought during his life. He would walk around everywhere in this ridiculous outfit, a purple robe, a giant golden belt, bronze shoes, and a wreath around his head like he was the Delphic oracle. And he did it on purpose...he said when he walks through a new town, he wants people to see him and wonder what hes all about and follow him around in the thousands...and it WORKED.Anyone that didn't agree with him or questioned him were complete fools.You see, he was a god and he knew of a time a long time ago when man experienced a golden age when all men lived happily together and there was no turmoil in the world. The bad news was all men at first were gods, they just lost their immortal status and were put here on earth. the good news was they all had the ability to become gods again, they just had to live the right way. Only through knowledge and following Empedocles could men can regain the divine status they once had.Like I said before, he agreed with parmenides that the universe is eternal and that nothing is ever created or destroyed. He just tried to find a compromise that would account for the seemingly changing world that we see everyday with our sense organs.He claimed there were four elements. Air, Water, Fire and Earth and that all things are just different recipes of different quantities of these four elements. Combine his ridiculous super-hero like getup, with his Earth, Fire, Wind and Water with his views on the forces of love and strife that I’ll talk about later and he begins to sound pretty familiar.captain planet theme songEmpedocles is Captain Planet. At least that's how I remember him. For anyone that is incredibly confused right now, let me explain. Captain Planet was a cartoon from the early nineties. where a group of teenagers all had the power to summon a superhero named captain planet. each one of them had a ring. there were 5 different things they called out and then a double rainbow of light shot out of their rings and captain planet arrived. these were earth, fire, wind, water and heart.If Captain Planet has any emotional context for you, it is an extremely effective way to remember Empedocles. Like I said, the crazy super-hero like getup, his views of earth fire air and water and heart symbolizing his thoughts on the forces of love and strife that we will talk about in a little. If Captain planet holds no significance to you, i humbly apologize for wasting 30 seconds of your life, and maybe consider checking out a few episodes for comedic value, you just don’t see cartoons that deliver a positive message like that to kids anymore.Empedocles thought the elements, earth fire air and water,  themselves do not change, they just intermingle and move around and combine with each other. This was the compromise Empedocles made to Parmenides' extreme idea that change and movement is impossible. Empedocles said that the process of the elements intermingling and moving around is what man calls \"birth\" or death. birth and death are just human constructs, or words, used to define different assemblies of unchanging things. this has a lot of similarities with the idea of atomism that we were talking about last episode. remember, the atoms themselves do not change, just the configuration of atoms.he saw the mixing of the different elements as similar to the mixing of colors of paint that an artist would have, when you look at a cup, you’re really just looking at nature's masterful combination of these 4 elements. and this applied to anything you can see around you. what about metals? he had bronze shoes after all. all metals were actually seen as water because they could be melted down and combined with other metals.“As painters, men well taught by wisdom in the practice of their art, decorate temple offerings they take in their hands pigments of various colors, and after fitting them in close combination, more of some and less of others, they produce from them shapes resembling all things, creating trees and men and women, animals and birds and water-nourished fish, and long-lived gods too, highest in honour; so let not error convince you in your mind that there is any other source for the countless perishables that are seen, but know this clearly, since the discourse you have heard is from a god.\"i like how, just for good measure he adds on at the end...by the way I'm a god so trust me. Just in case you guys didn't agree with the mixing of paint analogy I just made...as you’ve probably noticed he was pretty similar to Pythagoras in several ways. He WAS a Pythagorean. He believed in reincarnation. He believed that there were two forces in the universe that were constantly at battle with one another. One of them was love, which not only is responsible for bringing the elements together to make up the everyday items we see, but is responsible for human emotion, this force of love is actually what caused humans to feel sexual attraction towards each other...the other force was strife, which constantly seeks to drive the elements apart and break them down and in the case of humans its what drives people away from each other and creates problems. love and strife are constantly at battle with one another and the result of this constant battle is the changing world we perceive.see, he thought a long time ago, there was a time when love reigned supreme...it had triumphed over strife completely and all the elements were all in one sphere with love protecting them, in the middle of the universe...but then strife started attacking love and the elements got out of this protective sphere and were scatted around everywhere...and then love fought back and started grouping the elements back together, in the process, as these small quantities of elements are drawn together by love, the everyday things we see like mountains, and trees and chairs were assembled. In the current state of the world, love and strife are constantly battling one another..love combines the elements into a human or a dog and then strife tears it apart and makes it into ashes... eventually, a long time from now Empedocles says that one of them, either love or strife,  will reign supreme and the entire process will start over again.well, its a wonderful story and all, but the thing that makes it important to philosophy is that it was the first time anyone had thought of the idea of there being an intangible force responsible for the actions of the elements. before, if the whole world was made up of varying different forms of water, water itself doesn’t move right? how can you explain the fact it somehow manifested itself into all this stuff? the idea of a force being behind it was revolutionary and incredibly insightful and similar to what we know of forces in modern physics.He also seems to have accurately arrived at the idea of natural selection as being the way animals survived and adapted. they owe the features that allow them to survive to the fact that there used to be MANY different species of creatures and the ones with characteristics that didn’t behoove them died off before they were able to propagate...leaving only the strongest and best adapted. quote\" here sprang up many faces without necksOne last way you can think of Empedocles as Captain Planet is that he was a huge proponent of recycling, but not recycling cans and bottles...but ideas. He really was a giant conglomeration of several great ideas that were successful for previous philosophers in their own time. He was like Pythagoras being the crazy demigod, and he also had a whole religious message to his philosophy that was similar to Pythagoras...basically it was a positive message about living with the ways of love as opposed to strife and that all men are being punished in their current form because they sacrificed animals and ate meat. His constant battling spectrum is like the flux theory of Heraclitus. His compromise on Parmenides eternal universe being very similar to Democritus' theory on atoms, although he was a contemporary of Democritus.Anyway, legend has it that eventually Empedocles jumped into a volcano to prove that he was immortal, i don’t have to tell you how that one worked out for him. but he left the world an accomplished man who came up with a theory of what everything around us is made of that was so successful that Aristotle himself heavily endorsed it with only a few corrections and it was widely seen as the truth until 18th century."}