{"ep": "Episode #147", "title": "Being and Becoming", "spoken_text": "So with all this recent talk about comedy I thought it would be fitting to BEGIN our episode here today with a passage from the philosopher Friedrich Nietzsche in his famous book The Will to Power. Nietzsche writes this: \"Perhaps I know best why man alone laughs: he alone suffers so deeply that he had to invent laughter. The unhappiest and most melancholy animal is, as fitting, the most cheerful.\"\n \nSee Nietzsche had a special place in his heart for comedy...AND a special place for it in the work of a philosopher. He famously said he has a ranking...for philosophers. NOT based on how good their ideas are, NOT based on how sound their arguments are...but simply by their ability to use HUMOR in their work. \n \nNow as fans of philosophy this can initially be a little confusing...WHY would Nietzsche ever even CONSIDER the legitimacy of a philosopher's work in terms of how many knock knock jokes they're telling? Well his ULTIMATE point is going to be instructive towards our episode here today...but it's going to take a few minutes to understand exactly where he's coming from...the BEST place to start is going to be all the way back where we began LAST episode...through the work of the presocratic philosopher Heraclitus and his famous debate with ANOTHER presocratic philosopher Parmenides. \n \nSo we already talked about Heraclitus...the doctrine of radical flux, the universe being in a constant state of change, not unlike the flowing of a river. Well if this was Heraclitus then the OPPOSITE can be said of Parmenides. His famous line if you remember from all the way back then is what is, is...what is not is not or in other words, what we mere humans PERCEIVE as change that's going on in the universe all around us is actually an illusion. He calls the illusion that we live in \"the way of opinion\" and he thought our flawed senses deceive us in a world of appearances and that actual TRUTH about the state of things is eternal and unchanging. \n \nNow out of this famous debate between Heraclitus and Parmenides came one of the most famous debates in the history of philosophy. That is the contrast of what is later called Being vs Becoming. But it's ALSO the major thru line of our epis ode here today. \n \nSo a philosopher that favors the concept of Being believes there is a way that things are...and our job as scientists and philosophers is to go out there and use whatever tools we have available to FIGURE OUT the way that things are. These people historically often look at the world spatially because they often THINK about existence in terms of subjects and objects, they often favor terms like substances, concepts, forms, etermal truths...the basic idea is look around you...there's obviously a way that things are, let's categorize and understand what it is. \n \nNow people that are fans of BECOMING...or the process oriented way of thinking we've been talking about the last few episodes...they don't believe there's a way that things are in the traditional way that phrase is used. Things are fundamentally a process of constant change and if we haven't intuitively recognized it in the past it's really just because, what's the famous saying? We're mayflys in the cosmos? We just don't live long enough or are born into a historical tradition of ideas...or lack the perspective to be able to see it. \n \nNietzsche wouldn't have been surprised that Heraclitus, the guy associated with becoming and the more process oriented way of thinking, he wouldn't have been surprised that he was a funny guy. Because this is a great example of why Nietzsche values comedy in a thinker's work. One of the things that makes Nietzsche such a great writer is that he commonly utilizes BOTH comedy AND tragedy in his work. See because part of the ESSENCE of both comedy and tragedy to Nietzsche is a direct negation of BEING, in this being and becoming...which put another way is to say that both comedy and tragedy directly concern themselves with a denial or a subversion of \"the way that things are.\"\n \nThink about it...think of the job of a comedian. What do they do? They look at the world around us...they see something most people see as just an ordinary reality of the world...and by making fun of it they SHOW people that this thing ISN'T the way that things are...this is just some absurd way that we're doing things right now that's eventually going to transform into some OTHER absurd thing that they'll be sure to make fun of then. \n \nThink about tragedy. There is a current state of things in the socio-political realm. Great tragedies often include a person or a group of people making some sort of tragic sacrifice for the sake of making a STATEMENT about the way that things are and how they need to change. \n \nSee to Nietzsche one of the marks of a great philosopher is not to just accept the way that things are and never question them...that's kinda the OPPOSITE of your job. So this is ONE of the reasons why when he's applying his thought to the way that things were near the end of the nineteenth century...he pointed out how while many people thought this was the greatest age of technological advancement (sounds familiar)...he also thought this was simultaneously a period of most people's blind adherence to the masses. Which, for Nietzsche came along with a period of people having an inherent desire for social conformity. \n \nWhenever you say something like, \"I am a THIS!\"...\"I am a card carrying member of this GROUP!\" You are thinking about your identity in terms that are a lot more like Being than Becoming. There is a way that things are...there is a way that I AM. Here's how I can nail myself down as a person in RELATION to this way that things are. \n \nBut this is not the best way to think about our identity to not only Nietzsche but MANY of the existentialists. Some of them would say...sure, there is an aspect of you that is Being, there IS a way that you are right this split second...but there's a sense in which by the time you even get to the end of this SENTENCE, you will have changed in small, incremental ways...you will be a little bit older, you'll have developed your views on being and becoming in some small way, you will have moved positions spatially, you're body will have run many processes trying to keep you healthy, your career and relationships will be in a slightly different place...in other words...you may look in the mirror every day and not notice the small incremental changes, but everybody would admit they are a different person today than they were five years ago. Now if we took a snapshot of something you said on facebook five years ago...does that encapsulate who you are? \n \nSo lets say you WERE TRAPPED in one of these groups, where your identity feels like something given to you each day...like something branded into your side so the other members know you're one of them...you can start to feel a little stuck...like there's something static and fixed about who you are, this can LEAD to a sort of malaise that Nietzsche describes in great detail. Thinkers of the time tried to offer antidotes to this feeling for people. They recommended turning BACK to religion, or turning BACK to the great poets and literary works of the past...the thinking being to try to revive some semblance of sentimentality that existed in a former world. But Nietzsche thought NONE of these things could offer you any sort of real relief. The ONLY thing that could offer you relief to Nietzsche, was human will, taking action, to affirm life as a creative, on going act...to exert your will to power. In other words, to get away from viewing our identity in terms of being, and to see yourself more in terms of becoming. And here's the big point: we recognize this intuitively when it comes to our identity. Think of all the parallels to the way scientists and philosophers have been trying to create categories and brand an identity into the universe itself. \n \nThe same way there's no static fixed eternal YOU...There is no static, fixed, predictable stability in the universe. And in both cases...The only way you could possibly think there is is because you're only viewing it from your incredible narrow perspective that you have access to. Look around you right now and pick something in the world around you that is a stationary object. Now from your obvious, single person perspective what rational person could ever think that that thing is not some static entity that is a fixture in the universe. But look at it from a different perspective...take a few steps back...in fact, take a few light years worth of steps back and look at that thing from a different perspective outside our solar system and you will actually see that it is hurling through space at almost 70,000 miles an hour and is spiraling around a nuclear explosion that is also hurling through space. You may not be able to see it from minute to minute, but take a coffee table for instance...looks like a static piece of wood...when in reality it has been undergoing a constant, slow process of decay from the moment it was removed from a tree. When you view things in terms of being instead of becoming...you instantly bring to bear a host of metaphysical assumptions that determine not only the questions you think are worth asking about the universe...but the very way you see the concepts of truth and knowledge at all. \n \nNow both Nietzsche and Bergson are part of this movement in the late nineteenth century that came to be known as Naturalism. But they were very different from a lot of OTHER Naturalists. Good PORTION of these Naturalists were what is called material reductionists...or the idea that the material world should be the primary or ONLY object of our study...but also that everything ABOUT the universe could be understood if only we could understand the most fundamental PHYSICAL parts that make things up. \n \nThe way I think every philosopher professor in existence has ever described this goes like this: We have a certain psychology that is in many ways mysterious to us, but it can understood by appealing to a more fundamental field known as biology. Now our biology is incredibly complex, but in many ways it can be understood by our knowledge of this elaborate confluence of chemical reactions, atoms molecules that we know as chemistry. But those atoms and molecules can be better understood when we look at them though the lens of physics. Physics begats chemistry which begats biology which then begats psychology, in other words, the thinking is if we can just thoroughly understand the physics and the material components that make something up...then we can understand processes like psychology that remain mostly mysterious to us. \n \nBut process philosophers from around this time like Bergson thought the material reductionists were way off here. Came up with an example to try to illustrate one of their main arguments. \n \nPicture you're going to IKEA to try to pick out an end table...you find one, grab some meatballs on your way out and head home to put it together. Now in example A...you follow the directions and put that end table together perfectly...i mean the thing is glowing as it's sitting there. But in example B...you decide to get a little more creative. Let's say this time you don't give a hootinany about the directions. You got the shelf sticking off to the side...got some diagonal pieces...you take all the remaining bolts and position them on the top like they're playing a kick ball game against each other, maybe a couple towers...Now place example A right next to example B. That perfectly assembled end table in NO WAY resembles that abstract art project at all...but... the materials that make them up are exactly the same. The materials that make something up are not the entirety of what something is. The same way you can't know everything about me by studying the atoms in my body, you can't know everything about the universe by JUST analyzing it spatially, or at a material level. You can have SOME understanding, for sure, but there is clearly more going on here...might that be a more fundamental underlying process that the scientific approach of the late 19th century can never get access to because they're thinking of things so spatially. Might philosophers of the past have been so completely incorrect because they're beginning from a set of metaphysical presuppositions that have been taken as gospel from the time of Plato?\n \nFor process philosophers this Newtonian methodology of analyzing the universe is an outdated scientific paradigm that runs into very important barriers and we need to recognize its limitations. Remember, thinkers like Bergson are living in the wake of the work of Charles Darwin. We never made much headway with the Newtonian model when it comes to understanding a lot of the non-material components of the process of life...how it began, where it's directed. Thinkers like Bergson want to look at OTHER elements of existence that we haven't made much headway in understanding, and he wants to look at them from this same process oriented perspective. Things like consciousness, things like meaning, things like aesthetics this is WHY Bergson is so interested in internal human experience. \n \nNow there was a MASSIVE scientific revolution at the beginning of the 20th century. Dozens of thinkers including Albert Einstein, general and special relativity...these people fundamentally changed the set of presuppositions science was using when trying to understand things. New PROCESS philosophers were living during this time too, fully aware of the work of Henri Bergson was the thinker Alfred North Whitehead. By the way...the real pronunciation is Henri Bergson...but that's not happening. But Alfred North Whitehead on the other hand...now THAT'S something I can say perfectly. \n \nMaybe I should start this section on Whitehead by saying that this all can seem to people to be extremely hostile to science. But almost invariably these thinkers are not at ALL opposed to science...they're opposed to the way that science has become this monolith of truth in the eyes of people that live in modernity. The way we've been doing science so far is absolutely GREAT at studying the material of the universe, and pragmatically it does amazing things for us when being able to manipulate the material world around us and create things that make for greater possibilities...but to a process philosopher you can't just say \"Hey! look at this method I have that is really great at studying rocks!\" \"It undeniably provides TONS OF USEFUL benefits to us because of our understanding of those rocks!\" \"Therefore, it MUST be capable of understanding EVERYTHING about existence! Not that it has very REAL limitations built into it because it was ultimately created by human beings...no, whatever limitations there may seem to be...you just need to study more rocks and the truth of the universe will be revealed to you!\" Moving away from being and more towards becoming...may be as instructive towards understanding our own identity as it is towards understanding the universe.\n \n\u0016Because one thing's for sure to a process philosopher...ANY comprehensive account when it comes to understanding the universe...NEEDS TO INCLUDE things like meaning and consciousness and aesthetics and many others that science has formerly left us in the dark on...because THESE THINGS...are JUST as much a part of the universe as a rock is. We can't be satisfied with just understanding rocks. Now...this is the place that Whitehead wants to begin his metaphysical analysis.\n \n \nWe talked about the Newtonian paradigm and this new paradigm that came along and what's being referenced there is the famous book we talked about on an earlier episode: Thomas Kuhn's Structure of Scientific Revolutions, and in it...he talks about how there hasn't been just one scientific revolution that occurred all the way back during the time of Sir Francis Bacon. History is punctuated by many different scientific breakthroughs that caused the scientists of the time to change the ENTIRE SET of assumptions that they enter into experiments with. These dominant assumptions determine not only the research that gets funding or the thinkers tenured at universities, but they shade the very hypotheses that the scientists of the day think are reasonable to explore. We can see this pretty clearly when it comes to this Newtonian method getting piled on top of by this new method. \n \nWe can see this paralleled in philosophy in the work of Alfred North Whitehead. Living during the time of the development of general and special relativity...he can be seen as wanting to throw out the old metaphysical paradigms of philosophy and to try to create a new one that corresponds and works together with these incredible breakthroughs in the sciences. Metaphysics to Whitehead is not just about explaining how the physical world is the way it is like many philosophers have done in the past...metaphysics is the realm that he says sets the \"conduct of discussions\" the actual framework that we use to even be able to have a conversation about the way things are in the universe. Whitehead wants us to reimagine metaphysics and think about it in a whole new way. \n \nYou know...a thinker that is pretty similar to Whitehead in some ways is the guy we did a six part series on before named Gilles Deleuze...and Deleuze...similarly talks about metaphysics in a way that may seem pretty foreign to a lot of people unfamiliar with process philosophy...precisely BECAUSE he's LOOKING at things more from the metaphysical framework of BECOMING rather than one focused on BEING. The SAME WAY a scientist... living in the early 19th century... might hear someone talking about science in a POST Einstein world, and be utterly confused...may even say this is pseudo science, this is not even worth READING it's so OUT THERE and incomprehensible...SO TOO might someone who's not familiar with the concept of becoming and this process oriented approach...they might try to understand Deleuze and have a really hard time wrapping their head around it. Now of course I'm not necessarily talking about superiority of thought...just a difference in the metaphysical approach. \n \nDeleuze would say things sometimes like that I want people to think of me PURELY as a metaphysician. Which initially might seem kind of weird...\"That's great Deleuze, but I just got done READING your work on politics. About to start reading your work on Epistemology...you remember that...remember the Rhizome you talked about with all the roots that connect in seemingly chaotic ways? How about all you had to say on aesthetics?\" \n \nBut to someone like Deleuze...these things are ALL derived from metaphysics. The fact philosophers in the past have tried to subdivide these non material things into their own categories and study them on their own...as though they're NOT interrelated to each other AND NOT interrelated to existence at large...this is a good example of why we run into this paradox of the fact that as human beings we are simultaneously the only tools we have to try to understand the chaos of existence, but man do we take what seems like a good idea and run too far with it sometimes. \n \nNietzsche might interject and describe us all as Human...all too human. You know we like to think that we are rational people. I'm not crazy YOURE crazy. I have the arguments to back up MY beliefs...the OTHER side doesn't! Just a bunch of animals over there! But Nietzsche would say HOLD ON A SECOND. We have a LONG history of thinkers telling us that we're these rational creatures...human REASON is what separates us from the rest of the animal kingdom. You want to be as RATIONAL as possible at all times. But even at our best are we really...that rational? Just as our rational minds exist perched inside of an animal body...so too do we try to harness the chaos of the universe with tools that are human, all too human. LANGUAGE is a big one for Nietzsche. Lot of people don't like Bergson for not wanting to talk about what processes are or exactly what they're like...but that's the problem...whenever we have to try to describe ANYTHING we have to go through language...but there is no guarantee that this symphony of grunts we've created is capable of describing ANYTHING accurately beyond basic human interactions...and you could argue it's not even very good at doing THAT either. \n \nBut we try, don't we? We want to remain optimistic. Language is all we have...maybe it IS capable of accurately describing everything. Process philosopher might see this as a similar line of thinking as the person who is overly optimistic about the limitations of science. And maybe this is the reason process philosophers seem to be so interested in humor. Because when you truly consider the levels of existence that we're trying to access...and you consider the utterly broken tools we have to do the job with...to go back to the quote at the start of the show...maybe the only thing the most melancholy of creatures can do...this sub species of primate on this tiny blue dot...maybe the only thing we can REALLY do about existence...is laugh. \n \nNietzsche thought once you accept a negation of being...a movement towards becoming...once you accept that there isn't a way that things are about you OR the universe...you can finally start to wrestle with two of the biggest problems that lie at the heart of the human condition. Number one...is how terrifying existence truly is, I mean we ALL KNOW BY NOW...that no matter how static and fixed the world may seem...no matter how there may SEEM to be a solid way that things are that isn't going to change...that entire facade can chip away in a matter of hours and you can find yourself face to face with an entirely NEW world and the reality you've been living in the whole time. Nietzsche says the other problem we have...is a constant campaign that has to be fought with the limitations of knowledge. Once you accept that we don't have access to objectivity, or eternal truths...once you accept that all you have is a perspective and all WE have is intersubjectivity...how can you reliably decide what you're going to believe? How do you stop other people from believing things that are patently false? How do YOU know what YOU believe isn't totally wrong? More relevant to US living in the world today...who gets to GIVE people their views on the order of things? \n \nThis show is never going to try to give you answers to any of these questions...but WHATEVER answers you find, consider the fact that if you ever feel stuck in EITHER of these problems Nietzsche lays out that there are a lot of people out there who have claimed to find a way out. Being and Becoming. Whether you're looking at yourself or the universe the best way this way out has EVER been described in the history of the world, and it's not even close I leave you with here today. I say that from a completely objective, non biased perspective at the top of a mountain while you all listen from the BOTTOM of the mountain:\n \n\"I tore myself away from the safe comfort of certainties through my love for truth — and truth rewarded me.\" Simone de Beauvoir\n \nThank you for listening. I'll talk to you next time. "}