{"ep": "Episode #111", "title": "The Frankfurt School pt. 4 - Eros", "spoken_text": "This is a transcript of episode #111 on The Frankfurt School. Check out the episode page HERE.So it's taken me a while to figure out exactly where I want to go with the rest of the Frankfurt School series. You know, distilling the work of one thinker down into a few episodes is impossible enough, when you have a whole group of people it becomes exponentially more difficult...but I think I found a way and I want to start the show today by talking about a Capitalist response to all this...it's a response that over the years talking to people seems to be a common rebuttal from people who hear everything the Frankfurt School has said so far, but still believe that Capitalism is the best way to be doing things. It's kind of a nuanced way of being a proponent of Capitalism and it goes like this: What if everything the Frankfurt School has said about Capitalism...is true? What if they're right? What if from birth I have been programmed to think of myself as fundamentally a worker and consumer. I go to a job that sucks the life out of me, I buy things to make me feel better. What if I'm not close to the other human beings around me, what if I'm among the most alienated people that has ever lived? And what IF money is intrinsically connected to political power and what I have is a choice between two people peddling the status quo? Let's use your word, Frankfurt School, let's say that I'm a member of an \"exploited\" class of people...just like a slave in a slave based economy, just like a peasant in the feudal system, I am exploited. Ok. Well pardon me if I'm nitpicking here...but isn't it not very useful for you to use the word \"exploited\" interchangeably there? As though the life of a peasant in the feudal system...and my life in a modern capitalist society...well, exploited...pretty much the same thing. No, you'd have to acknowledge if you're being intellectually honest that there are huge differences between those two states of affairs. In terms of almost every metric you could use to measure it...my life is massively better than the life of a peasant in the 1300's. It just is. You can label us both exploited...but just as a preliminary argument... I want to point out that things have at least been moving in the right direction since the 1300s...ok, now, consider that positive trajectory, and now ALSO consider for a second the fact, that when Marx looks back at history... and sees that every economic system that has functioned well for any length of time has this ruling vs. exploited class dynamic about it...maybe there's a good reason for that! That as you, the thinkers of the Frankfurt School have aptly pointed out, harnessing control over nature is fundamentally what we're trying to do when we construct systems using enlightenment style thinking. Look, nobody out there is TOTALLY free. Nobody just does whatever they want to do all the time...to be a human being is necessarily to be repressed in certain ways. We used to be viciously repressed by nature famine, dehydration, disease, extreme cold or heat...that's what life used to be for us and we got tired of it...that's why, right around the 17th century we doubled down and got very serious about figuring out a way to control nature and be repressed a little more on our terms. What a coincidence...these people would say...that in the exact same span of time since we started doing this... there's been this massive increase in terms of the quality of life of the average person born into a western culture! Harnessing control over nature is what we're trying to do here...and yes...the volatility of totally unregulated human behavior is as much a part of nature as a hurricane is...and it benefits everyone to protect against it. What I'm saying is, these political and economic and ethical systems that we've set up over the last few hundred years...have been forged in the fires of controlling nature and along with it, controlling human behavior...and that maybe the ONLY way these systems work well, the reason Marx sees it in every successful economic system in history...is that the recipe for making these systems function requires this regulating influence over people's behavior. You know, it would be great in a perfect world if we could have a society where everybody just wakes up and does whatever interests them each day, that would be amazing. But what if the only way we can ever experience the benefits of an advanced economic system...is if the average person out there...has a clear role within that economic system that they fall into at birth? What if when you take into account certain aspects of individual human psychology, which Marx did not, what if the average person just needs to be coerced into a role that they play or else we run the risk of things being too directionless? Or people not doing anything at all? You can call filling this role \"exploitation\" if you want...you can call it \"repression\" of human freedom, but what if our goal shouldn't be to remove this exploitation altogether, the system can't function without it...what if INSTEAD our goal should be to strive to make the life of the average \"exploited\" person so prosperous, so abundant, so free in terms of the options available to them...that only a maniac would feel like they were actually being exploited. This is what Capitalism does and continues to strive towards better than any other system devised in history..and what if limiting your freedom slightly and becoming a worker and consumer is the price of admission for experiencing all the benefits that come along with being a member of an advanced economic system? Sigmund Freud made an argument very similar to this but not just at an economic level...he took it even further to the foundations of civilization itself. He writes about it in his book, \"Civilization and its Discontents\" and it puts the members of the Frankfurt School in a bit of a precarious situation during their time. On one hand...as you remember: their entire project of critiquing western culture is centered around looking at society through a different lens... which includes, among other things, Freudian Psychoanalysis. They're huge fans of Freud. But on the other hand, here's Freud making a claim that seems to justify domination and control over human behavior as an unavoidable and necessary part of society. Herbert Marcuse, who we talked about on another episode of this series writes what he considers the most important work of his life in response to Freud titled \"Eros and Civilization\". What I want to do is talk about where Marcuse thinks Freud is coming from with his argument. What I don't want to get too hung up on here are all the complex innerworkings of Freudian Psychoanalysis. Not only because it's been done so many times before...not only because they aren't necessary to understand Marcuse's goals in Eros and Civilization, but also just because interpreting Freud's work is a notoriously complex and polarizing thing to do...I mean there are people out there that practically worship at the guy's altar...there are other people that think he was so off-base he shouldn't even be taught in schools. That's not my determination to make, and I think it just is going to distract from the point of this episode to talk about it...but the good news is, the general point Freud is making is his book Civilization and its Discontents doesn't require us to understand all the controversy surrounding his work. The absolute basic point that's important for us to understand this particular work...is that to Freud...part of being a human being is that we have certain instinctual drives that affect our behavior...sort of like a motor that's constantly running that makes us want to do certain things...but that in actual reality, nobody ever acts on these instincts 100% of the time...that there's another part of our psychology that has the ability to step in and say no, I may want to do this right now, but what's best for me in the long run is to NOT act on this instinct in this moment. Not that it's a perfect comparison, because as I said what Freud is talking about is much more complex than this, but because this is a philosophy podcast maybe it would be useful to reference something we've seen in ethics since Plato and Aristotle. The idea of reason vs. the passions, right? Some variation of the idea that we have certain passions that drive our feelings about things...you want to eat a gallon of ice cream for dinner...you want to gamble away your life savings...you want to throw a temper tantrum in public and beat somebody with a stick, whatever it is...point is, these passions could take over all of our behavior if we aren't vigilant... and that part of being a human being is using this capacity to reason to subordinate the passions. To make a decision not based on what you immediately feel like doing in this moment, but to think ahead, repress those urges to act irresponsibly and ultimately do what's best for you in the long run. To many of the thinkers in the early stages of western philosophy...this is what it is to be a human being: we are at our very essence rational animals. We have these animalistic, primal desires that we could act on constantly...but the only thing that separates you from all the other animals out there is that you have a choice... you can use your ability to reason and choose to NOT act on instinct. The wiser of a person you are...the BETTER of a human being you are in many cases to them...is directly connected to your ability to subordinate these passions to your rationality. Now just think about what that's implying for a second. Somebody that never uses their capacity to reason and just acts on instincts 100% of the time essentially isn't even granted the status of \"human\". I mean if what we are at our core are rational animals and you take away the rationality part of that equation what are you left with? You're just an animal. This oversimplification of human psychology and how it works would go on to influence a lot of western philosophers...and don't forget this sort of rite of passage towards being considered a human being, Marcuse's going to bring it up later. Freud would ask the question though, what is it that we're talking about when we reference this ethereal thing we call civilization? I mean, we say it all the time...civilization...but what does it mean to be a human being participating in this game of civilization at all? Freud thinks that what it is at its very foundation...is a group of human beings coming together, a group that's obviously aware of all the benefits that come along with working in coalition with other people, but they also understand how fragile something like that can be...and so to safeguard against that possibility of societal collapse... they collectively agree upon a set of cultural rules and norms... that repress certain instinctual human behaviors that would otherwise be destructive to society as a whole. In other words: what cultural norms and social taboos are when it comes down to it...are the rules a given society puts in place to repress default human behavior for the sake of the benefit to society it provides, for example. Let's say you lived out in the middle of the woods by yourself for your entire life...when you get a cold and you have to cough or sneeze...you'd probably just cough or sneeze the same way a walrus at the zoo coughs or sneezes...you'd sneeze with impunity, you know? But when you're a member of a civilization...you can't just go down to the grocery store and sneeze in someone's face...no, we get mad at that person and tell them to cover their mouth...and why do we do that? Because it benefits society as a whole to not have a bunch of germs and disease flying around. Let's say you were a bear living next to Yellowstone National Park...and for your whole life you never really needed to hunt for food, whenever you were hungry you could go down to the trashcans and eat whatever the humans left behind that day. You're probably not going to get much resistance from your bear compadres for taking advantage of this resource that's available to you. But on the other hand if you're a member of a civilization taking advantage of all the benefits...and you're a 47 year old man that lives in your sister's basement that has never worked a day in his life...cultural norms label you as a pariah because we need people being productive and participating for society to continue functioning well. There are endless examples of this as you can imagine...and the point Freud is making here: is that the structure of civilization becomes a direct mirror of what is going on within individual human psychology. That in the same way I may want to eat a gallon of ice cream for dinner every night, but this other aspect of my psychology steps in and governs that drive for the good of my long term survival...so too there are instinctual ways human beings could behave that would be detrimental to society, so we erect these rules and taboos to repress human behavior and keep society functioning well. The bigger point Freud wants to make here is that this is not just some coincidence...this is WHAT a civilization is. The very concept of civilization REQUIRES the repression of unregulated human behavior. The price of admission for experiencing all the benefits of civilization is to play by the rules of certain cultural norms. Marcuse would mostly agree with all this. He would agree that civilizations, especially in the past, have required a certain amount of repression to be able to function well...the question we should be asking ourselves is how much of this repression is necessary? Also, is all repression just garden variety repression...no distinction when it comes to the severity of it...it's just a necessary part of civilization? See the thing Marcuse points out about cultural norms...is that there's no grand arbiter that oversees where these rules begin and end. These cultural norms that we live by just sort of emerge historically...the same way it is today...what made something culturally taboo back in the 1700's was only dictated by whether it helped society function well, not necessarily what's ethical. So what naturally follows from that...is that if the society you're a part of in the 1700's is an agricultural slave based culture...there's not going to be a social taboo for being someone that owns slaves...nobody's going to get mad at you for owning slaves like they get mad at the person that sneezes in their face...no, on the contrary...the ownership of slaves is part of what allows the economy to function well in that society. Marcuse would ask: do you think there's anything that allows our economy to function well that is equally as unethical? Because just because it wasn't a cultural taboo at the time, does that make slavery okay? No. Was slavery ever ok despite the fact there was a time when nobody thought anything of it? No. The thing Marcuse would want us to ask ourselves...is how many of the cultural norms that you're participating in today... in 200 years are going to be seen as equally barbaric...because here's the thing: you're currently participating in a LOT of them. No matter how ethical or socially progressive you think you are...the fact is everything about the way that you think about things COMES from this culture that you're a part of or the cultures you have access to. That you can't HELP but be an instantiation of the culture you were born into...and that even if you are totally against EVERYTHING your culture stands for...who you are is still defined by your opposition to...that culture. This is bordering on an idea that was pretty popular among thinkers in the mid 20th century called structuralism, and we're going to be talking about it soon on this show. What Marcuse points out...is that because there is no grand arbiter determining cultural norms...and that because cultural norms and enlightenment style thinking by their very nature are in the business of repressing human freedom and behavior...yes for the benefit of society, but still in that business...it becomes incredibly easy to wake up in a society that engages in things like slavery, but never thinks twice about them because they're culturally accepted. More than that...again, because there's no arbiter of these things...it's easy to find yourself living in a society that represses things that people want to do...that 200 years ago, certainly benefitted society...but only serve to needlessly repress people in today's world. See the Frankfurt School is not saying that we should do away with cultural norms or do away with Enlightenment style thinking just because they aim to control nature and human behavior. No, the lives we live are without question way better than the peasant in the Feudal system mostly BECAUSE of enlightenment style thinking, we can't get rid of that. What they're calling for is us to be more self aware of the natural destination we arrive at when we use reason to harness control over nature: the repression of human freedom. What I've called enlightenment style thinking so far the Frankfurt School calls Traditional Theory. The maxim that everyone in academia repeats ad naseum is that traditional theory aims to understand and control...critical theory aims to liberate. What they mean is Traditional Theory is the type of thinking we're doing when we harness control over nature...now because we know that that's naturally going to lead to the repression of human freedom...to safeguard against what has happened time and time again all throughout history, we need to have some different kind of theory thats sole purpose is to identify this repression that naturally occurs...and catch it before it turns into something like slavery. They call this theory: critical theory. In other words: Traditional theory aims to understand and control, that's a good thing...Critical theory aims to liberate people from the necessary effects of us controlling nature and making the world a better place. So again, Marcuse acknowledges that a certain amount of repression of freedom is necessary for a society to function properly...the question is: how much repression is too much, and is it wise to have certain major pieces of a society like its economy FOUNDED on extreme repression to the point it doesn't function without it? Marcuse thinks the only way to determine what repression is necessary...and what repression is just historical baggage we're carrying around from a bygone age, is we have to constantly reevaluate our cultural norms and figure out which ones are still helping us, and which ones just repress people for no reason. Marcuse writes this book in the 1950's United States. One example of a cultural taboo he thinks is outdated and only serves to repress people is the way that our culture viewed sexuality back then. He'd probably start by saying: look back at the history of the world...what is a cultural taboo that exists pretty ubiquitously across most cultures in the history of civilization? Generally speaking...it is not okay for you to have indiscriminate, wanton sex with whoever you want all the time. That's pretty much across the board with few exceptions...now why do people typically have this rule? Well, historically speaking: monogamous, stable relationships benefit society when we're not in a tribal setting. When society is structured in a way where it's one family, under one roof, raising children together...generally speaking a bunch of people going around having babies with people they have no intention of raising the child with is a recipe for disaster. This is an example of one of those areas where human instinct needs to be repressed for the sake of society functioning well. Now, keep in mind...it's not like people can just easily flip the switch and turn instincts off...this repression goes on within the minds of people and often causes a lot of inner turmoil. Just think about that: all throughout history, we've had people that have had these instinctual desires of wanting to be more promiscuous, and the culture's that they were born into have told them... that they are wrong for having those feelings. That BAD people have those feelings. Sub-human, flawed people have those feelings in some cases. Not only should you be ASHAMED for having these feelings...but you're not gonna talk about it...and you need to live every day of your life pretending as though these thoughts aren't going on inside of your head. I mean, just think about that...BILLIONS of people throughout history for their entire lives feeling guilty about some urge that they can't control. Now, Marcuse would say: historically speaking...this cultural taboo has helped us tremendously. The question we have to ask ourselves is: is it STILL helping us in 1955 in the United States? Marcuse would say, no. It doesn't. The reality of the world that we live in now, is that technology has advanced to the point to produce many different kinds of birth control that make having a baby with someone practically impossible. In other words: advancements in technology have produced essentially a different world...it's a world where heterosexuals don't need to repress this part of themselves and live these lives of quiet desperation anymore. Unfortunately for others it would take more than technology for culture to legitimize their internal clash with the social norms of the time they're living...Foucault's coming, but this is a great example of critical theory in action: here's a cultural taboo that was put in place at one point in time when it helped society... that in the 1950's United States was leading to a lot of needless repression. Look to the sexual liberation movement of the 1960's to see the direct effects of this...and this is just one example: Marcuse would say that we have a moral obligation to constantly scrutinize these cultural norms or else we run the risk of living in a much more repressive society than we need to be. Now maybe you can see where Marcuse's going with this. So if technology has produced a world where people no longer need to be as puritanical when it comes to their sexuality, what's another area technology has allowed for people to not need to be needlessly repressed? You know, a common response I've gotten to the last few episodes is, well maybe we are workers and consumers...but we don't seem too far away from some sort of technological singularity where AIs and machines just do all the work for us, while the life of the average person is to stay at home, receive some sort universal basic income and take advantage of all their new free time. Marcuse would respond to that and say, hey...that's a GREAT idea! Let's do it now! Let's do it. We COULD do it right now...I mean, if we were willing to take our foot off the gas of hyper technological progress and efficiency, we could have a world where 99.9% of the work is done by machines. Why don't we do it, though? Marcuse says that throughout history it has been necessary for people to work to be able to sustain a living. The reality was that if everyone DIDN'T put in 40, 50, 60 hours a week, society would cease to produce what was necessary for everyone to survive. But that's not the world we live in anymore...industry and technology have produced machines...that theoretically if everybody wanted to tomorrow...could produce all that we need to survive and people wouldn't have to work. See it used to be that we go to work to provide the things we need...now we go to work to buy things that we're told we need. I gotta work the overtime shift so I can buy that car so that the girl on the commercial will like me and I can start that family and not be so empty inside. I need to go to work so I can make the payments on that phone so that I too can become the type of person on the commercial that uses the 8000 megapixel camera to take pictures of those close friends I don't have. This manufacturing of false needs is designed to keep people going back to work for forty hours a week chasing a ghost. See Marcuse would hear the capitalist argument at the beginning of the episode and say, ok...let's say that repression is necessary for society to function. Let's say that to experience the benefits of an advanced economic society, people need to fall into this role of worker and consumer at birth. Again, some repression may be necessary...the question is: how much repression is necessary? In this case: how much work is necessary before they've earned the right to the benefits of Capitalism? How much work? Is it 40 hours a week? Where did that number come from? Why not 39 hours a week...is that enough? Why not five hours a week? Like if you went down to the factory and talked to the person breaking their back doing 40 hours of manual labor, would they say something like...oh yeah, I know we could be having machines doing all of this and that I could have a lot more free time...but I'm personally just a HUGE fan of hyper technological progress, so I'm willing to sacrifice my body to see what's coming up! That's no where even NEAR how they think about their job. When was the last time a political candidate ran on the platform of: I'm going to slow down the rate of growth of our economy so that the average person can be happier! You mean you're not going to GROW the economy? You'd be laughed out of the primaries effectively silencing this political alternative even if possibly it might be better for people, this whole process not unlike, Marcuse would say, a Totalitarian society. You know as I touched on before...when Marcuse says that we live in what greatly resembles a Totalitarian society...it's really easy to write him off as being dramatic because I know what a REAL totalitarian society looks like. North Korea...that's Totalitarian. 1930s Germany...that's Totalitarian. Marcuse would say, absolutely...you are NOT living under a North Korean style of Totalitarianism. Because at least in that society a military coup and a public uprising has a shot. What you're living under is the most insidious, self-perpetuating, genius totalitarianism that has ever existed. For all intents and purposes...you don't live in a capitalist system as described by Adam Smith in the wealth of nations, I mean it loosely resembles it. You don't live in the same kind of society that Marx offered criticisms of in the 1800s. Capitalism in the west has turned into what may as well be a completely different economic system...one where any voice of opposition to the way that things currently are becomes coopted by the system and used as a money making endeavor that keeps things going. Where even the books that directly criticize Capitalism with the faces of Marx and Engels on the cover become just mere products that are vetted and endorsed by the Capitalist system in the eyes of the consumer. Where even the most revolutionary person among us who hates the way that things are...buys all those books on Marxism, memorizes the arguments, forced to continue going to their job everyday in a constant state of self-loathing, looking around them at the naive people that just buy products like cars and trucks to make themselves feel just good enough to go back to work again the next day...that even to that person...those books are the products that they buy that pacify them. Buying those books allows them to FEEL as though they're counter-culture and revolutionary...appeasing them just enough to go back to their job the next day feeling intellectually superior, not ever doing anything about it. We're not living in the age of Capitalism anymore...we're living in the age of Monopoly Capitalism. Marcuse thinks there's a way out. We'll talk about it next time on the show. Thank you for listening. I'll talk to you next time.\nSo it's taken me a while to figure out exactly where I want to go with the rest of the Frankfurt School series. You know, distilling the work of one thinker down into a few episodes is impossible enough, when you have a whole group of people it becomes exponentially more difficult...but I think I found a way and I want to start the show today by talking about a Capitalist response to all this...it's a response that over the years talking to people seems to be a common rebuttal from people who hear everything the Frankfurt School has said so far, but still believe that Capitalism is the best way to be doing things. It's kind of a nuanced way of being a proponent of Capitalism and it goes like this: What if everything the Frankfurt School has said about Capitalism...is true? What if they're right? What if from birth I have been programmed to think of myself as fundamentally a worker and consumer. I go to a job that sucks the life out of me, I buy things to make me feel better. What if I'm not close to the other human beings around me, what if I'm among the most alienated people that has ever lived? And what IF money is intrinsically connected to political power and what I have is a choice between two people peddling the status quo?\n \nLet's use your word, Frankfurt School, let's say that I'm a member of an \"exploited\" class of people...just like a slave in a slave based economy, just like a peasant in the feudal system, I am exploited. Ok. Well pardon me if I'm nitpicking here...but isn't it not very useful for you to use the word \"exploited\" interchangeably there? As though the life of a peasant in the feudal system...and my life in a modern capitalist society...well, exploited...pretty much the same thing. No, you'd have to acknowledge if you're being intellectually honest that there are huge differences between those two states of affairs. In terms of almost every metric you could use to measure it...my life is massively better than the life of a peasant in the 1300's. It just is. You can label us both exploited...but just as a preliminary argument... I want to point out that things have at least been moving in the right direction since the 1300s...ok, now, consider that positive trajectory, and now ALSO consider for a second the fact, that when Marx looks back at history... and sees that every economic system that has functioned well for any length of time has this ruling vs. exploited class dynamic about it...maybe there's a good reason for that!\n \nThat as you, the thinkers of the Frankfurt School have aptly pointed out, harnessing control over nature is fundamentally what we're trying to do when we construct systems using enlightenment style thinking. Look, nobody out there is TOTALLY free. Nobody just does whatever they want to do all the time...to be a human being is necessarily to be repressed in certain ways. We used to be viciously repressed by nature famine, dehydration, disease, extreme cold or heat...that's what life used to be for us and we got tired of it...that's why, right around the 17th century we doubled down and got very serious about figuring out a way to control nature and be repressed a little more on our terms. What a coincidence...these people would say...that in the exact same span of time since we started doing this... there's been this massive increase in terms of the quality of life of the average person born into a western culture! Harnessing control over nature is what we're trying to do here...and yes...the volatility of totally unregulated human behavior is as much a part of nature as a hurricane is...and it benefits everyone to protect against it.\n \nWhat I'm saying is, these political and economic and ethical systems that we've set up over the last few hundred years...have been forged in the fires of controlling nature and along with it, controlling human behavior...and that maybe the ONLY way these systems work well, the reason Marx sees it in every successful economic system in history...is that the recipe for making these systems function requires this regulating influence over people's behavior. You know, it would be great in a perfect world if we could have a society where everybody just wakes up and does whatever interests them each day, that would be amazing.\n \nBut what if the only way we can ever experience the benefits of an advanced economic system...is if the average person out there...has a clear role within that economic system that they fall into at birth? What if when you take into account certain aspects of individual human psychology, which Marx did not, what if the average person just needs to be coerced into a role that they play or else we run the risk of things being too directionless? Or people not doing anything at all?\n \nYou can call filling this role \"exploitation\" if you want...you can call it \"repression\" of human freedom, but what if our goal shouldn't be to remove this exploitation altogether, the system can't function without it...what if INSTEAD our goal should be to strive to make the life of the average \"exploited\" person so prosperous, so abundant, so free in terms of the options available to them...that only a maniac would feel like they were actually being exploited. This is what Capitalism does and continues to strive towards better than any other system devised in history..and what if limiting your freedom slightly and becoming a worker and consumer is the price of admission for experiencing all the benefits that come along with being a member of an advanced economic system?\n \nSigmund Freud made an argument very similar to this but not just at an economic level...he took it even further to the foundations of civilization itself. He writes about it in his book, \"Civilization and its Discontents\" and it puts the members of the Frankfurt School in a bit of a precarious situation during their time. On one hand...as you remember: their entire project of critiquing western culture is centered around looking at society through a different lens... which includes, among other things, Freudian Psychoanalysis. They're huge fans of Freud. But on the other hand, here's Freud making a claim that seems to justify domination and control over human behavior as an unavoidable and necessary part of society. Herbert Marcuse, who we talked about on another episode of this series writes what he considers the most important work of his life in response to Freud titled \"Eros and Civilization\". What I want to do is talk about where Marcuse thinks Freud is coming from with his argument.\n \nWhat I don't want to get too hung up on here are all the complex innerworkings of Freudian Psychoanalysis. Not only because it's been done so many times before...not only because they aren't necessary to understand Marcuse's goals in Eros and Civilization, but also just because interpreting Freud's work is a notoriously complex and polarizing thing to do...I mean there are people out there that practically worship at the guy's altar...there are other people that think he was so off-base he shouldn't even be taught in schools. That's not my determination to make, and I think it just is going to distract from the point of this episode to talk about it...but the good news is, the general point Freud is making is his book Civilization and its Discontents doesn't require us to understand all the controversy surrounding his work.\n \nThe absolute basic point that's important for us to understand this particular work...is that to Freud...part of being a human being is that we have certain instinctual drives that affect our behavior...sort of like a motor that's constantly running that makes us want to do certain things...but that in actual reality, nobody ever acts on these instincts 100% of the time...that there's another part of our psychology that has the ability to step in and say no, I may want to do this right now, but what's best for me in the long run is to NOT act on this instinct in this moment.\n \nNot that it's a perfect comparison, because as I said what Freud is talking about is much more complex than this, but because this is a philosophy podcast maybe it would be useful to reference something we've seen in ethics since Plato and Aristotle. The idea of reason vs. the passions, right? Some variation of the idea that we have certain passions that drive our feelings about things...you want to eat a gallon of ice cream for dinner...you want to gamble away your life savings...you want to throw a temper tantrum in public and beat somebody with a stick, whatever it is...point is, these passions could take over all of our behavior if we aren't vigilant... and that part of being a human being is using this capacity to reason to subordinate the passions. To make a decision not based on what you immediately feel like doing in this moment, but to think ahead, repress those urges to act irresponsibly and ultimately do what's best for you in the long run.\n \nTo many of the thinkers in the early stages of western philosophy...this is what it is to be a human being: we are at our very essence rational animals. We have these animalistic, primal desires that we could act on constantly...but the only thing that separates you from all the other animals out there is that you have a choice... you can use your ability to reason and choose to NOT act on instinct. The wiser of a person you are...the BETTER of a human being you are in many cases to them...is directly connected to your ability to subordinate these passions to your rationality.\n \nNow just think about what that's implying for a second. Somebody that never uses their capacity to reason and just acts on instincts 100% of the time essentially isn't even granted the status of \"human\". I mean if what we are at our core are rational animals and you take away the rationality part of that equation what are you left with? You're just an animal. This oversimplification of human psychology and how it works would go on to influence a lot of western philosophers...and don't forget this sort of rite of passage towards being considered a human being, Marcuse's going to bring it up later.\n \nFreud would ask the question though, what is it that we're talking about when we reference this ethereal thing we call civilization? I mean, we say it all the time...civilization...but what does it mean to be a human being participating in this game of civilization at all? Freud thinks that what it is at its very foundation...is a group of human beings coming together, a group that's obviously aware of all the benefits that come along with working in coalition with other people, but they also understand how fragile something like that can be...and so to safeguard against that possibility of societal collapse... they collectively agree upon a set of cultural rules and norms... that repress certain instinctual human behaviors that would otherwise be destructive to society as a whole. In other words: what cultural norms and social taboos are when it comes down to it...are the rules a given society puts in place to repress default human behavior for the sake of the benefit to society it provides, for example.\n \nLet's say you lived out in the middle of the woods by yourself for your entire life...when you get a cold and you have to cough or sneeze...you'd probably just cough or sneeze the same way a walrus at the zoo coughs or sneezes...you'd sneeze with impunity, you know? But when you're a member of a civilization...you can't just go down to the grocery store and sneeze in someone's face...no, we get mad at that person and tell them to cover their mouth...and why do we do that? Because it benefits society as a whole to not have a bunch of germs and disease flying around.\n \nLet's say you were a bear living next to Yellowstone National Park...and for your whole life you never really needed to hunt for food, whenever you were hungry you could go down to the trashcans and eat whatever the humans left behind that day. You're probably not going to get much resistance from your bear compadres for taking advantage of this resource that's available to you. But on the other hand if you're a member of a civilization taking advantage of all the benefits...and you're a 47 year old man that lives in your sister's basement that has never worked a day in his life...cultural norms label you as a pariah because we need people being productive and participating for society to continue functioning well.\n \nThere are endless examples of this as you can imagine...and the point Freud is making here: is that the structure of civilization becomes a direct mirror of what is going on within individual human psychology. That in the same way I may want to eat a gallon of ice cream for dinner every night, but this other aspect of my psychology steps in and governs that drive for the good of my long term survival...so too there are instinctual ways human beings could behave that would be detrimental to society, so we erect these rules and taboos to repress human behavior and keep society functioning well. The bigger point Freud wants to make here is that this is not just some coincidence...this is WHAT a civilization is. The very concept of civilization REQUIRES the repression of unregulated human behavior. The price of admission for experiencing all the benefits of civilization is to play by the rules of certain cultural norms.\n \nMarcuse would mostly agree with all this. He would agree that civilizations, especially in the past, have required a certain amount of repression to be able to function well...the question we should be asking ourselves is how much of this repression is necessary? Also, is all repression just garden variety repression...no distinction when it comes to the severity of it...it's just a necessary part of civilization? See the thing Marcuse points out about cultural norms...is that there's no grand arbiter that oversees where these rules begin and end. These cultural norms that we live by just sort of emerge historically...the same way it is today...what made something culturally taboo back in the 1700's was only dictated by whether it helped society function well, not necessarily what's ethical. So what naturally follows from that...is that if the society you're a part of in the 1700's is an agricultural slave based culture...there's not going to be a social taboo for being someone that owns slaves...nobody's going to get mad at you for owning slaves like they get mad at the person that sneezes in their face...no, on the contrary...the ownership of slaves is part of what allows the economy to function well in that society. Marcuse would ask: do you think there's anything that allows our economy to function well that is equally as unethical?\n \nBecause just because it wasn't a cultural taboo at the time, does that make slavery okay? No. Was slavery ever ok despite the fact there was a time when nobody thought anything of it? No. The thing Marcuse would want us to ask ourselves...is how many of the cultural norms that you're participating in today... in 200 years are going to be seen as equally barbaric...because here's the thing: you're currently participating in a LOT of them. No matter how ethical or socially progressive you think you are...the fact is everything about the way that you think about things COMES from this culture that you're a part of or the cultures you have access to. That you can't HELP but be an instantiation of the culture you were born into...and that even if you are totally against EVERYTHING your culture stands for...who you are is still defined by your opposition to...that culture. This is bordering on an idea that was pretty popular among thinkers in the mid 20th century called structuralism, and we're going to be talking about it soon on this show.\n \nWhat Marcuse points out...is that because there is no grand arbiter determining cultural norms...and that because cultural norms and enlightenment style thinking by their very nature are in the business of repressing human freedom and behavior...yes for the benefit of society, but still in that business...it becomes incredibly easy to wake up in a society that engages in things like slavery, but never thinks twice about them because they're culturally accepted. More than that...again, because there's no arbiter of these things...it's easy to find yourself living in a society that represses things that people want to do...that 200 years ago, certainly benefitted society...but only serve to needlessly repress people in today's world.\n \nSee the Frankfurt School is not saying that we should do away with cultural norms or do away with Enlightenment style thinking just because they aim to control nature and human behavior. No, the lives we live are without question way better than the peasant in the Feudal system mostly BECAUSE of enlightenment style thinking, we can't get rid of that. What they're calling for is us to be more self aware of the natural destination we arrive at when we use reason to harness control over nature: the repression of human freedom.\n \nWhat I've called enlightenment style thinking so far the Frankfurt School calls Traditional Theory. The maxim that everyone in academia repeats ad naseum is that traditional theory aims to understand and control...critical theory aims to liberate. What they mean is Traditional Theory is the type of thinking we're doing when we harness control over nature...now because we know that that's naturally going to lead to the repression of human freedom...to safeguard against what has happened time and time again all throughout history, we need to have some different kind of theory thats sole purpose is to identify this repression that naturally occurs...and catch it before it turns into something like slavery. They call this theory: critical theory. In other words: Traditional theory aims to understand and control, that's a good thing...Critical theory aims to liberate people from the necessary effects of us controlling nature and making the world a better place.\n \nSo again, Marcuse acknowledges that a certain amount of repression of freedom is necessary for a society to function properly...the question is: how much repression is too much, and is it wise to have certain major pieces of a society like its economy FOUNDED on extreme repression to the point it doesn't function without it? Marcuse thinks the only way to determine what repression is necessary...and what repression is just historical baggage we're carrying around from a bygone age, is we have to constantly reevaluate our cultural norms and figure out which ones are still helping us, and which ones just repress people for no reason.\n \nMarcuse writes this book in the 1950's United States. One example of a cultural taboo he thinks is outdated and only serves to repress people is the way that our culture viewed sexuality back then. He'd probably start by saying: look back at the history of the world...what is a cultural taboo that exists pretty ubiquitously across most cultures in the history of civilization? Generally speaking...it is not okay for you to have indiscriminate, wanton sex with whoever you want all the time. That's pretty much across the board with few exceptions...now why do people typically have this rule? Well, historically speaking: monogamous, stable relationships benefit society when we're not in a tribal setting. When society is structured in a way where it's one family, under one roof, raising children together...generally speaking a bunch of people going around having babies with people they have no intention of raising the child with is a recipe for disaster.\n \nThis is an example of one of those areas where human instinct needs to be repressed for the sake of society functioning well. Now, keep in mind...it's not like people can just easily flip the switch and turn instincts off...this repression goes on within the minds of people and often causes a lot of inner turmoil. Just think about that: all throughout history, we've had people that have had these instinctual desires of wanting to be more promiscuous, and the culture's that they were born into have told them... that they are wrong for having those feelings. That BAD people have those feelings. Sub-human, flawed people have those feelings in some cases. Not only should you be ASHAMED for having these feelings...but you're not gonna talk about it...and you need to live every day of your life pretending as though these thoughts aren't going on inside of your head. I mean, just think about that...BILLIONS of people throughout history for their entire lives feeling guilty about some urge that they can't control.\n \nNow, Marcuse would say: historically speaking...this cultural taboo has helped us tremendously. The question we have to ask ourselves is: is it STILL helping us in 1955 in the United States? Marcuse would say, no. It doesn't. The reality of the world that we live in now, is that technology has advanced to the point to produce many different kinds of birth control that make having a baby with someone practically impossible. In other words: advancements in technology have produced essentially a different world...it's a world where heterosexuals don't need to repress this part of themselves and live these lives of quiet desperation anymore. Unfortunately for others it would take more than technology for culture to legitimize their internal clash with the social norms of the time they're living...Foucault's coming, but this is a great example of critical theory in action: here's a cultural taboo that was put in place at one point in time when it helped society... that in the 1950's United States was leading to a lot of needless repression. Look to the sexual liberation movement of the 1960's to see the direct effects of this...and this is just one example: Marcuse would say that we have a moral obligation to constantly scrutinize these cultural norms or else we run the risk of living in a much more repressive society than we need to be.\n \nNow maybe you can see where Marcuse's going with this. So if technology has produced a world where people no longer need to be as puritanical when it comes to their sexuality, what's another area technology has allowed for people to not need to be needlessly repressed? You know, a common response I've gotten to the last few episodes is, well maybe we are workers and consumers...but we don't seem too far away from some sort of technological singularity where AIs and machines just do all the work for us, while the life of the average person is to stay at home, receive some sort universal basic income and take advantage of all their new free time. Marcuse would respond to that and say, hey...that's a GREAT idea! Let's do it now! Let's do it. We COULD do it right now...I mean, if we were willing to take our foot off the gas of hyper technological progress and efficiency, we could have a world where 99.9% of the work is done by machines. Why don't we do it, though?\n \nMarcuse says that throughout history it has been necessary for people to work to be able to sustain a living. The reality was that if everyone DIDN'T put in 40, 50, 60 hours a week, society would cease to produce what was necessary for everyone to survive. But that's not the world we live in anymore...industry and technology have produced machines...that theoretically if everybody wanted to tomorrow...could produce all that we need to survive and people wouldn't have to work. See it used to be that we go to work to provide the things we need...now we go to work to buy things that we're told we need. I gotta work the overtime shift so I can buy that car so that the girl on the commercial will like me and I can start that family and not be so empty inside. I need to go to work so I can make the payments on that phone so that I too can become the type of person on the commercial that uses the 8000 megapixel camera to take pictures of those close friends I don't have. This manufacturing of false needs is designed to keep people going back to work for forty hours a week chasing a ghost.\n \nSee Marcuse would hear the capitalist argument at the beginning of the episode and say, ok...let's say that repression is necessary for society to function. Let's say that to experience the benefits of an advanced economic society, people need to fall into this role of worker and consumer at birth. Again, some repression may be necessary...the question is: how much repression is necessary? In this case: how much work is necessary before they've earned the right to the benefits of Capitalism? How much work? Is it 40 hours a week? Where did that number come from? Why not 39 hours a week...is that enough? Why not five hours a week? Like if you went down to the factory and talked to the person breaking their back doing 40 hours of manual labor, would they say something like...oh yeah, I know we could be having machines doing all of this and that I could have a lot more free time...but I'm personally just a HUGE fan of hyper technological progress, so I'm willing to sacrifice my body to see what's coming up! That's no where even NEAR how they think about their job. When was the last time a political candidate ran on the platform of: I'm going to slow down the rate of growth of our economy so that the average person can be happier! You mean you're not going to GROW the economy? You'd be laughed out of the primaries effectively silencing this political alternative even if possibly it might be better for people, this whole process not unlike, Marcuse would say, a Totalitarian society.\n \nYou know as I touched on before...when Marcuse says that we live in what greatly resembles a Totalitarian society...it's really easy to write him off as being dramatic because I know what a REAL totalitarian society looks like. North Korea...that's Totalitarian. 1930s Germany...that's Totalitarian. Marcuse would say, absolutely...you are NOT living under a North Korean style of Totalitarianism. Because at least in that society a military coup and a public uprising has a shot. What you're living under is the most insidious, self-perpetuating, genius totalitarianism that has ever existed. For all intents and purposes...you don't live in a capitalist system as described by Adam Smith in the wealth of nations, I mean it loosely resembles it. You don't live in the same kind of society that Marx offered criticisms of in the 1800s. Capitalism in the west has turned into what may as well be a completely different economic system...one where any voice of opposition to the way that things currently are becomes coopted by the system and used as a money making endeavor that keeps things going. Where even the books that directly criticize Capitalism with the faces of Marx and Engels on the cover become just mere products that are vetted and endorsed by the Capitalist system in the eyes of the consumer. Where even the most revolutionary person among us who hates the way that things are...buys all those books on Marxism, memorizes the arguments, forced to continue going to their job everyday in a constant state of self-loathing, looking around them at the naive people that just buy products like cars and trucks to make themselves feel just good enough to go back to work again the next day...that even to that person...those books are the products that they buy that pacify them. Buying those books allows them to FEEL as though they're counter-culture and revolutionary...appeasing them just enough to go back to their job the next day feeling intellectually superior, not ever doing anything about it. We're not living in the age of Capitalism anymore...we're living in the age of Monopoly Capitalism. Marcuse thinks there's a way out. We'll talk about it next time on the show.\n \nThank you for listening. I'll talk to you next time."}