{"ep": "Episode #087", "title": "Sartre and Camus pt. 2", "spoken_text": " \nThis is a transcript of episode #087 on Albert Camus. Check out the episode page HERE.\n \nSo as you probably know by now…philosophy…more specifically the more abstract, out there ideas in philosophy can be a pretty tough thing to just cannonball into and fully understand them right off the bat…and I think most educators realize this…and a useful tool that i think a lot of them use to sort of…set up a skeleton of an idea that they can flesh out later with more of the details… is they try to take big ideas or even entire branches of philosophy and distill them down into a single sentence…or a single question.\n \nFor example, epistemology…notoriously referred to as the branch of philosophy that asks: how do we know what we know? Now, that’s great as a working definition of epistemology if you need a frame of reference as you’re learning about it…but the more you DO learn about it the more you realize that… that’s really only a fraction of what epistemology actually deals with.\n \nMetaphysics…notoriously referred to as the branch of philosophy that asks: what is everything made out of and how did it get here. Again, great definition for educational purposes, but the more you look into it the more you realize all of the metaphysics that definition is leaving out. \n \nNow the guy we’re going to be talking about today, Albert Camus, he thought that he had found the most fundamental question in all of philosophy…a question that he thought…no matter what other philosophical question you could ever come up with…it was ultimately going to be a follow up question to THIS question…but the problem is if I just SAY the question…uh i’ve I’ve found that a lot of people initially disagree with him and end up poised waiting to disagree with everything else the guys saying.\n \nSo what I wanted to do to give some context to this question…just so we can better understand where Camus is coming from when he’s asking it…is I wanted to tell you a story from Greek Mythology about a King named Sisyphus. Sisyphus was the kinda king…he wasn’t really feeling the whole Pantheon of Gods thing…you know the whole I’m gonna rape you and then blast you all over the cosmos and make you into the big dipper…no Sisyphus was known as someone all throughout his life that didn’t really march to the beat of the drum of the God’s so it came as no surprise when one day…when it was his time to die…Hades…LORD OF THE UNDERWORLD came to get Sisyphus, wrap him up in chains, and suck him down into the blackened recesses of his realm. \n \nNow Sisyphus…cunning as he was…when death shows up to take him…he starts talking to the lord of the underworld…and somehow convinces him of testing the chains out on himself before he uses them on him…so when death’s all tied up and says yep these chains definitely seem to be in working order!…Sisyphus just throws him in his closet and goes on about his business. Now as you can imagine…there are some consequences when death doesn’t show up to work…for one thing…people can’t die. Throughout the myth of Sisyphus they give all kinds of examples of how people would get killed on the battlefield and still show up to dinner that night…people would get like run over by a horse and just stand up and dust themselves off. Point is: the Gods soon realized what had happened. Now as you can ALSO imagine…for Sisyphus…kidnapping the lord of the underworld and hiding him in your closet has some serious consequences as well. So the God’s sentenced him to one of the most horrible fates imaginable…it’s a motif we’ve all probably seen at some point in our lives…Sisyphus is the guy condemned by the gods to a lifetime… of rolling a boulder up a hill…back breaking, grueling labor…only to reach the top of the hill and have the boulder inevitably roll back down to the bottom for him to start over again. Condemned to a lifetime of pain and anguish and working hard only to have his efforts be completely futile in the end…the boulder will always roll back down to the bottom of the hill.\n \nNow Camus would say…what a wonderful metaphor for your life. Now I’ll explain his reasoning in a second but just imagine…if this is true…imagine If the life you live right now is comparable to rolling a boulder up a hill only to have it inevitably fall back down again…if that is true…then as Albert Camus says, “There is only one really serious philosophical problem, and that is the decision of whether or not to commit suicide.” This is his fundamental philosophical question that I was talking about…this is the question that underlies EVERYTHING else. Should we commit suicide?\n \nNow hold on at this point you might be saying…alright…don’t you think that’s just a little bit melodramatic…Camus? My life isn’t that bad…I’m not condemned by the Gods…I’m not rolling a boulder up a hill everyday…I don’t even like boulders. \n \nWell it’s a metaphor…Camus would say: look. we’re born, we grow up, we get a job and it’s so easy in this modern life for people to fall into this momentum of living the same exact day over and over again…up, work, home, TV, bed, up, work, home, TV, bed, up work…you get it. \n \nThis isn’t how human beings were meant to live…it’s monotonous, it’s tremendously unfulfilling, it’s practically devoid of anything that feels even remotely rewarding. Saddest part about it to Camus is that most people just go along with it and don’t ever really question it. This is just the way life is! I’ve resigned myself to a life of sleeping pills and caramel macchiatos. \n \nBut not everybody ends up this way. Camus would say if you’re not one of these people that just sort of sheepishly goes along with it and never questions it…well…then you’re one of the lucky few that get to have your very own existential crisis! Congratulations. Because what happens when you really take a look at that lifestyle…that up, work, home, TV, bed…lifestyle…is you start to wonder if any of this stuff you’re doing everyday matters at all. You start to feel isolated…alienated. You start to look at death looming on the horizon, you start to wonder…am I wasting this gift of life… and you can’t help but feel really uncomfortable. \n \nSo IN an attempt to alleviate this discomfort…You start to ask yourself some really tough questions…questions that are trying to get some clarity about this existence: what is the purpose of my life or the universe for that matter…what is the meaning…is life really just me watching netflix until I go casket shopping one day? \n \nCamus talks about how when we find ourselves in this uncomfortable place we seem to have this longing for happiness…and this appetite for clarity…or an appetite for being able to make sense of everything…trying to find the purpose that we serve…and an extremely common place people start LOOKING for that purpose…just given the last several thousand years of human thought…is that they try to look for some sort of preordained cosmically prescribed meaning to it all. They look at their place within the universe and they start to ask…what plan did this universe have for me? What function do I serve in the grand scheme of things?\n \nThey ask these questions and what do they get? Silence. Nothing answers you back as a human being when you ask those questions. It’s not like some customer service rep from the universe call center picks up. Well Camus would say…given that fact…that leaves you with a very real problem on your hands……Because if nobodies picking up at the call center for the universe……we don't KNOW what the purpose of the universe is. We don’t KNOW what our purpose is…or if we even have one…and what’s worse is that…you’re just a human being. The only tools you have…to arrive at the MEANING OF THE UNIVERSE…are your eyes, ears…you know your sensory experience…and your ability to reason. That’s it!\n \nThe fact that you’re met with silence…when you ask those fundamental questions of your existence…probably means your tools aren’t doing the job that well. Now you can draw any number of conclusions from this…a common one is that…maybe we DO in fact have a purpose…but TO whatever prescribed that purpose…it’s just not very important for us to know for certain what that purpose is…or maybe…if we KNEW what our purpose was…it would sabotage our ability to fulfill that purpose. \n \nFor example Genesis 1:28. God tells Adam rule over all the fish and fowl and every living creature that moves on the ground. Which I just realized doesn’t really cover underground animals…maybe moles are onto something…uh…point is if you believe that the purpose of every animal in the world is for us to rule over them, part of that being that God allows us to eat these creatures…A cow doesn’t know it’s purpose…and you can imagine how if that cow KNEW it’s purpose…it might inhibit its ability to fulfill that purpose…it would be trying to stay away from us lucky humans as much as possible so it can survive. Maybe… it’s the same way for human beings…maybe if we were able to know for certain what our purpose was…it would sabotage our ability to accomplish it. \n \nNow another possibility you might arrive at when you ask these questions and are met back with silence…is that maybe…the universe has no meaning…or even if it does…maybe just because of these crude tools these eyes ears and ability to reason…maybe it’s impossible for you to ever discover that meaning with certainty at all. \n \nBut you know what? when you’re asking these questions…who really wants to believe all that? I’m not gonna let some existential crisis ruin my day…so you hold out hope! Maybe I DO have a purpose! After all…sure I’m just a human being…but the flip side of that is…I’m just a human being…who am I to make some proclamation about there being no meaning to everything in the universe. So you reserve judgement…keep your eyes peeled for that meaning…and go on with your life…usually with a set of idealistic expectations about how the universe in gonna be treating you…after all…if you DO play some sort of role in the grand scheme of things…easy assumption to make from there is that the universe must have some way to protect that investment. \n \nSo you go on throughout your life armed with that set of exceptions keeping your eyes open!…and then…inevitably…the universe smacks you in the face…life happens…your sister gets hit by a car…you don’t get the job that you wanted…these things happen all the time. What we see as horrible tragedies…lives are completely destroyed. Human suffering is visited on a scale that is hard to comprehend. When these things happen to us…and they DO happen just less frequently than they otherwise would because you live in the luxury of the modern world…when these things happen to us…one thing seems clear in that moment…whatever purpose the universe has for you…it doesn’t seem to insure that you’re going to be financially stable…or surrounded by a big family at Thanksgiving…in that moment…the universe seems pretty uninterested in whether you’re going to be happy…in that moment…the universe seems pretty uninterested in you.\n \nNow Camus says we find ourselves in these moments a lot…especially when we’re young… And because we’re so desperately trying to find this cosmic meaning to our life that we swear must be out there somewhere…we start to get confused and scared…we start to have this inner monologue. Why is this happening to me? All of this tragedy seems to be so random…I’m not a bad person…why are all these terrible things happening to me and this criminal over there never has anything bad happen to them…maybe the way I act doesn’t have any bearing at all on whether the universe allows some tragic course of events to unfold in my life. Maybe it all is just random…But if that’s true…I still have my original question…what is the meaning of my life?\n \nNow listening to that inner monologue there…there’s a lot of tension. Tension between expectations that person has about what SHOULD be happening to them and the reality of what actually DID happen to them. Camus would say this tension…tension that he thought we all face at some point and i’m sure we’ve all had a similar inner monologue to the one we just heard at SOME point in our lives…that tension is explained… by the contrast between the fact that you’re running around searching for some cosmically determined meaning to your life that the universe is going to guarantee for you…when the reality is…the universe doesn’t seem to have a meaning…or at least if it does…we don’t know what it is, and it’s impossible for us to know what it is…at least right at this second. \n \nWhat this means if this is true…is that all that desire to find some cosmic meaning…all of the anxiety and regret…the pain you feel when you see your loved ones in pain or however the universe decides to smack you in the face at that moment…that is the pain of you rolling the boulder up the hill like Sisyphus and watching the boulder tumble back down to the bottom…all of your efforts for nothing. \n \nSee ultimately to Camus…it doesn’t matter how hard you push the boulder…it doesn’t matter how much you agonize over trying to find that cosmic meaning…eventually…you’re gonna die…everyone you've ever known is going to die…your name is gonna be forgotten…Wal Mart is gonna take over the world…the sun is going to inflate and explode and destroy any trace of you that could possibly be left…ultimately, because you didn’t choose to be born… you have been condemned to a lifetime pushing a boulder up a hill only to find out that it was all pointless.  \n \nNow if this sounds pretty ridiculous…this is why Camus describes this existence as “absurd”. He says:\n \n“Man stands face to face with the irrational. He feels within him his longing for happiness and for reason. The absurd is born of this confrontation between the human need and the unreasonable silence of the world.”\n \n \nNow if you’re saying to yourself wow Camus thank you…no no thank you for that wonderful speech…you just made the whole family feel really depressed…you know call me crazy Camus…but I don’t WANT to feel like this…I don’t want to feel like Sisyphus pushing a boulder up a hill for the rest of my life for no reason! .. And he would probably say back, Yeah, No kidding…NO ONE DOES. You’re living in a constant state of absurdity with the universe. But whether you want to acknowledge it right now or just shove your head in the sand… the fact remains you ARE like Sisyphus…and that uncomfortable feeling that you want to avoid for the rest of your life…EVERYONE ELSE wants to avoid it too! And Camus would say that people have no shortage of creative ways that they’ve come up with over the years…to escape this state of acknowledging the way that things actually are. \n \nNow one of the go to ways that might come to mind is to just, to commit suicide. After all, if you’re condemned to a life of the painful and agonizing work of pushing a boulder up a hill…and you know that all that pain, effort and sacrifice isn’t really leading to anything…why wouldn’t you just cling onto the boulder like a koala baby…and uh…let gravity do the rest. Certainly does solve your problem right? Well Camus would say, no it actually doesn’t. \n \nSomebody that commits suicide as a response to the absurdity of the world is looking at the problem in a really misguided way. The problem is not with the fact that you’re alive. The TRUE problem is with the disparity between your search for meaning and how the universe doesn’t seem to have one that you can arrive at. If this is truly a problem, any solution to that problem is going to have to do with repairing that disparity. All you’re really doing by committing suicide is running away from the ACTUAL problem. It’s like fixing a leaky faucet by moving to a different house…got news for you…that things still in there drippin. \n \nThere must be a better way! \n \nNow I know what you're saying…wow that was it? That was the answer to the most fundamental philosophical question? That was like three sentences! Well no. See because to Camus…that is not the only way that you can commit suicide in this existence. There’s another type of suicide. The one we just talked about is what he called physical suicide…the other kind is what he calls philosophical suicide. \n \nSo at the risk of sounding redundant I just wanna reiterate something real quick so you can see just how similar these two types of suicide are to Camus. You find yourself in a state of the absurd…the reality of this world that we live in is that you want to be able to make sense of it and find meaning in it, but you don’t know that meaning, you don’t know how to find that meaning and it may ultimately be either entirely meaningless or impossible for you to ever find the meaning. So when you live in that world…one way to leave that world… is to commit physical suicide… but as we just talked about you don’t really solve the problem…the faucet is still leaking inside of your house…you just live in a different house…Now ANOTHER way to leave this world that doesn’t really solve the problem is to commit philosophical suicide…or to focus your attention on some OTHER world that doesn’t actually exist…a world where this anxiety and tension that comes along with the reality of this absurdity no longer exists. This is like living in a house with a leaky faucet…and it’s dripping all day…driving you insane…you can’t sleep because there’s this leaky faucet that’s constantly dripping in your ears…so instead of fixing the faucet you put in earplugs and pretend like faucets don’t actually exist. \n \nNow, the most obvious example of this from human history would be religion, I mean, common to most denominations at least in our modern world…they literally focus their attention on another world, one devoid of anxiety, one that provides meaning to everything you do in your life… but make no mistake followers of religion are not even close to the only people guilty of philosophical suicide to Camus. Though I think it’s interesting to pause on them for a second to notice something unique about Camus. \n \nCamus uses the word meaningless a lot…but let’s not misunderstand where he’s coming from. Camus doesn’t see himself as some sort of…you know…anti Thomas Aquinas…who’s goes into great detail and writes entire books presenting how he has a philosophical proof of how the universe has no meaning. No, he sort of comes at it from the other side…he just tries to explain the reasons why there is such a huge incentive to create and confer that meaning onto the universe. That state of the absurd is a pretty horrible place…if somebody’s willing to PHYSICALLY commit suicide…Camus would say they’re DEFINITELY going to be willing to adopt some awesome meaning for their lives where they get to live forever… and then walk around with a confirmation bias. \n \nNow as I said…followers of religion aren’t the only people out there looking to another world to alleviate this feeling of the absurd. What I mean by another world is simply some pre-manufactured system of beliefs that doesn’t really reflect THIS worlds reality…it’s really just an attempt to simplify the world down into terms that are easily understandable so that you don’t have to contend with the true, unbridled ambiguity of it all. \n \nThis could be any number of things: nationalism, racism, sexism, your political outlook…even things like watching sports or playing video games with every free second. Again, the goal of committing philosophical suicide is to sort of revel in a state of certainty that somebody else gave you…a state of certainty that doesn’t actually exist so that you can get rid of the uncomfortable feeling of answering those fundamental questions about your existence. Again, it’s putting earplugs in and pretending like faucets don’t exist…and if that’s a funny visual…look around you…most people are doing it right now. \n \nNow for Camus…this runs into the same problem as physical suicide. It doesn’t actually solve the problem…it just deludes you into believing that you already know everything about existence. Now if you’re out there saying, what’s wrong with that? What’s wrong with a little hope Camus? \n \nHope? Stop hoping…stop looking at some other world that doesn’t exist in a TV screen or a book or in your reductionist view of the way things are…stop looking at that other world and start looking at this one! That hope, that constant looking to some other world robs you of so much in this one. Hope may be calming to that state of absurdity…but think of the cost! It robs us of the here and now. Everything we COULD be experiencing now, but aren’t.\n \nSee Camus didn’t think suicide was the answer to this existential crisis. Physical Suicide and Philosophical Suicide are just two ways of RUNNING from the problem…but Camus thought how bout instead of RUNNING from the problem…you welcome the problem with open arms…you EMBRACE the problem. CHAIN yourself to the problem. Find comfort in the uncomfortable.\n \nSee what Camus thought people that commit philosophical suicide never understood…is that not running from the absurd…but facing your existence head on and acknowledging it…that makes you a pretty amazing person. That’s a pretty awesome accomplishment. How many other people are brave enough to do something like that? And he thinks you should think of it this way…to Camus someone that is able to be aware of the absurd and not run and hide from is known to him as an absurd hero. See because to be aware of the absurd in a strange way is to be superior to it. \n \nTake the absurd head on…stop hoping and looking to another world that may not ever exist and spend your time in the wealth of the here and now…which seems to Camus to be sensory in nature. \n \nCamus talks about enjoying the little things…enjoying the company of family and friends and good food and just sort of appreciating the sensory experience we were given.\n \nDo things that make you feel good. If you love spending time with your family…enjoy them and appreciate them…because you never know when this disinterested universe is going to take them away…Enjoy your food…you never know when this disinterested universe is going to throw a world wide dustbowl our way and you’ll be fighting to the death for a bag of peanuts. \n \nYeah, maybe we ARE like Sisyphus…maybe nothing we do will ever live on eternally and maybe all the anxiety and regret and hard work we put into this life ultimately has no meaning. But the Gods only condemned Sisyphus to push the boulder…they didn’t condemn him to resent the process. Camus says we should imagine Sisyphus smiling while pushing the boulder…understanding the ultimate futility of his efforts, but enjoying it anyway as much as he can. \n \nThis is a model of how we should live our lives. You don’t have to hate or run away from the absurd…you can embrace it and smile anyway. Imagine if you were 13 years old again and your parents grounded you for staying out too late…the only reason that punishment works is because you hate the idea of being grounded, the only reason your parents use it is precisely BECAUSE you don't like it. I mean, how much sense would it make for your parents to say you're grounded…go to Disneyland! It wouldn’t work. Imagine enjoying every second of being grounded. Wouldn’t have been that bad! This is what we have to do with the absurd…push our meaningless boulder, but smile and enjoy it as much as we possibly can. \n \nNow the last two episodes have been on Sartre and Camus…two people that for part of their life were practically best friends and for the other part of their life were worst enemies. The next episode is going to be on one of the most famous back and forth debates in the history of the world…between Sartre and Camus. Thank you for listening…I’ll talk to you next time. "}