{"ep": "Episode #060", "title": "Kant pt. 5 - The Sublime", "spoken_text": "This is a transcript of episode #060 on The Sublime. Check out the episode page HERE.\n \n \nI'm gonna be really straight forward with you guys...I have no idea what it is we're even talking about today. Really, it's something to marvel at...for the next 30 minutes I'm going to talk into this microphone right in front of me and I'm going to tell you a story that is impossible to tell. I'm going to tell you about a very mysterious thing...its a thing that has captivated generations...it's a thing that has consumed men much greater than myself for their entire lives.This is a mystery that I've been fascinated with for years...I've read entire books on the subject...I've read first hand testimonies...essays...eye witness accounts...and despite all of this...to be completely honest...I couldn't even tell you exactly what it is, I certainly have never EXPERIENCED it before...and if you just look at things statistically speaking I will probably die...I will probably be lowered into a hole in the ground in a pine box one day without a full understanding of what this thing actually is. But you wanna know what keeps me going people? It's the simple fact that I'm no the only one...You may say that I am stupid. But I'm not the only one. No, in fact I find solace in the fact... that the thing we're discussing today is so elusive, so profound and so incredibly subjective...that quite literally...there is no one who has ever lived... or will ever live that could EVER in audio podcast form...convey to you what this concept means fully. And that's because the thing we're talking about today is by definition ineffable. Now in case if you don't read the dictionary every night before you go to bed...Ineffable is fancy philosophical lingo to describe something that is so great, and so above comparison that the very construct of human language is not capable of describing it. And really this shouldn't be THAT controversial of a topic at this point in the show. We've talked about on the show time and time again about this imperfect thing called language that we humans have created...we've talked about just terrible this thing is sometimes at describing even the most basic things.You know, it's good enough to do MOST things we do on a daily basis...it's good enough to convey basic things...asking the person across the table from you to please pass the salt...that's something it can doIt's good enough to convey feelings of basic emotional states of mind...you know I think you are a very beautiful girl you should go on a date with me...these are emotional states that we have in our head that language is pretty decent at conveying...its good enough... to plant in the other person's head what we are feeling or experiencing in a given moment.It's good at doing some things, but is it that crazy to think that language cant describe everything there is out there? That maybe language not capable of describing certain things? That at least potentially there is something out there in the universe that is so great, so powerful, so immense that these things that we call nouns, adjectives and verbs are just not capable of conveying the greatness, power or immensity of that thing? Is that possible?\nNow as you can probably guess, typically people assign this ineffability to the idea that they have of something like God, right? But we've seen it used in other areas on this podcast before. You know...Laozi and the Dao \"The Dao that can be spoken is not the eternal Dao\" ... Plotinus and his conception of \"The One\"... When Plotinus and Laozi were talking about these concepts, they prefaced all of it by saying... that to even try to categorize the essence of these things with words... would be a huge mistake. See, language is good at some things...but it has its limitations. To deny that fact would be hubris. To deny that fact would be human arrogance. Well, the thing we're talking about today is one of these ineffable things that is completely beyond human description...it has become known to history and the generations of people who have tried to come into contact with it as: the sublime. Now, we don't know much for sure about the sublime. We know that it exists. We know that people claim to come into contact with this thing whatever it is, we know that they typically come into contact with it when they are out in the wilderness somewhere...distantly secluded somewhere...usually when they feel like their life is imminently in danger...we know that people spanning across many different cultures and time periods claim to have had similar sublime experiences...so what is this thing?Now at this point whats common for people to do that hear the words I just said is to try to simplify this concept down into things they're already familiar with, right? Like, they'll hear that this is some sort of unique, powerful, ineffable elusive experience and immediately jump to the conclusion \"oh when people talk about having one of these sublime experiences...they're just talking about having some sort of run of the mill transcendent religious experience...they think they're communicating with God or something...No...that's not what this is. Some interpretations of sublime experiences do talk about feeling at one with nature or God or whatever you want to call it... but if one thing seems clear about these experiences that people have had over the generations it's that... that would only be one specific interpretation of a sublime experience. Now, i'm telling you alot right now about what the sublime ISN'T...maybe the best way to begin telling you about what it is, is by talking about the conditions that people are in when they have these sublime experiences...maybe I should just give you an example. And I'm here to tell you that historically speaking...by far the most common thing that people have used to illustrate the sublime...a motif that's used time and time again across all generations and cultures...is a ship lost at sea hopelessly caught in a horrible storm in the ocean. Just imagine that scene real quick.See, I want you to picture it because there's a reason why these sublime experiences typically happen when people are out in the wilderness...the REASON why is because to produce one of these sublime experiences...you first need to perceive something powerful beyond measure. Greatness beyond anything you could ever possibly calculate. The reason these things typically happen in the wilderness is not because there's some magical connection between humans and nature...but because nature is typically the only thing we have ...capable... of producing something that is so beyond human thought or  capability or familiarity to be able to produce this sort of intense emotional state. So knowing that, it's no wonder that from the very beginning, from the very first philosopher to ever reference the sublime...his name was Longinus he lived in the first century AD and it's no wonder that when he talks about the sublime... he uses the ocean... as an example of something that has this level of magnitude that would be required to produce a sublime experience. He says:\"Hence it is almost an instinct that we follow in giving our admiration, not to small streams, though they be pellucid and useful, but to the Nile and Danube, or Rhine, and far more to the Ocean\"What Longinus is saying here in the first work EVER created on this subject of the sublime...is that how fitting that we look at a stream...or a lake or a babbling brook...and it's nice. They're pretty. You might sit down and have a picnic by one, or use one to travel down in a canoe. But man there's just a different feeling you get when you look at one of the giant rivers like the Nile right? The turbulent white rapids...the inertia of the water. Even more than that, Longinus says...what about the ocean? When you compare those feelings...when you compare the way you feel between when you look at a little stream flowing through the park...and the ocean! What a difference there is! I mean, the ocean is a great example of something that has this sort of greatness beyond calculation...that raw power! We don't marvel at lakes and streams. We marvel at oceans. For the sake of understanding why the ocean is such a great catalyst for having one of these sublime experiences...let's talk about the ocean real quick. I realize at this point it's a comedic bit that's been beaten into the ground, but the ocean is one of the most terrifying places you could ever possibly be. If someone paid me a billion dollars to write a horror genre book creating a world scarier than the ocean...I would still be eating top ramen. I could never do it. Just think about the monsters that fly around in there! A jellyfish can accidentally rub up against your leg and you're dead. You could stub your toe on the wrong coral reef and just be dead. There's something off-putting about the fact that a shark will rip you to pieces with that lifeless stare in its eyes and never even have a thought cross his mind about whether that was a morally acceptable thing to do or not. Your opposable thumbs do nothing in the ocean. You are at the bottom of the food chain. Whenever you decide to go on a visit to the ocean...you have to keep a portion of yourself above water at all times just so that you can breath and not be killed by the ocean!But aside from that...there's a certain eternal quality to the ocean isn't there? You can go to the beach and sit on the sidelines and just watch the ocean slam up against the rocks...over...and over and over. Endlessly. The waves never stop. The ocean doesn't wake up in the morning and need a pep talk to motivate itself to do what it does...no it's moving and shifting because of a constant and necessary law of the universe...the law of gravity. Just consider that every second you're listening to this podcast...when you're graduating high school, when you're getting married, when you're playing video games, when you're checking the mail...when your mind is elsewhere the ocean is still there. Wave after wave relentlessly slamming against those jagged rocks with the weight of the ocean behind it. With the power to erode the earth away. Any one of those waves could kill you. Any one of those waves could suck you under never to be seen again. Consider in that moment if you were up against those rocks how futile your attempts would be to resist the ocean. Now for the sake of time I will stop...but I could honestly go on waxing poetic about the greatness of the ocean for probably about an hour before I got bored of myself talking. The point is: The ocean is without a doubt an incredible thing. For some reason...I really enjoy thinking about it... raw power, about how easily it could chew me up and spit me out without even batting an eyelash because it is that powerful. As morbid as it may be on the surface...It is truly awe inspiring. Even if you think the ocean is lame and boring...I'd hope that you can at least understand where my feelings are coming from...that considering and thinking about the sheer greatness of the ocean can at least potentially be a source of pleasure.So given all this enormous power of the ocean...this power beyond our ability to calculate its no surprise that its something Longinus suspected all the way back in the first century might have been at least one piece of the puzzle when it comes to having these elusive sublime experiences ...But it's not like in his work Longinus laid out exactly what the sublime was...there was still a great deal of mystery surrounding the whole concept. I mean, how can we even know for sure whether people were having these experiences? How can we know whether they're not just going crazy out in the wilderness...or if they're just vying for attention from the public claiming to have some special experience? Collectively as a species we were confused for a long time and what people started to do, is they got tired of being in this state of confusion and they tried to get to the bottom of it...and they used their own bodies as the petri dishes. What people started to do is head out into the wilderness not in spite of these sublime experiences...but in SEARCH of them! People would just head out into the woods...into the mountains looking to have one of these sublime experiences. If and when they did...they would record their findings and shine at least a little beam of light on something that was largely a mystery up until this point. What a noble sacrifice!But if you're a miserable skeptic like me...the first thing you think when these people talk about doing this is well, never underestimate the minds ability to think somethings true that it wants to be true. What I'm saying is, these people don't seem like the best neutral third parties to be conducting these unbiased experiments about the sublime. They WANT to be having sublime experiences...if you want to go into the woods and are looking to find big foot, your mind will inevitably find a way to justify and distort what you saw to reinforce that fact. If you WANT to look into the sky and see aliens flying around, it becomes much easier to find some mysterious light you can identify as extra terrestrial. Which is why to me...the most FASCINATING and persuasive of ALL the accounts of the sublime are the ones recorded by people that weren't going out with the intention of HAVING a sublime experience...they sort of accidentally stumbled upon a sublime experience. There are thousands of pages of diaries written by adventurers crossing the alps in the 17 and 1800s. Now, the alps, as far as a mountain range is concerned...just type \"the alps\" into google images and you'll see what I mean...you look at these mountains and they are absolutely beautiful beyond words but as you look at them... you can just picture yourself as a little speck on the side of one of these mountains and you cant help but notice how treacherous it must be trying to navigate up there, let alone in the 1700s. If... two of the ingredients in this recipe for a sublime experience are greatness beyond measure and a fear for your own life...well crossing the alps in the 1700's must have been like a hotbed for growing these sublime experiences. You read these accounts by the people that managed to catalog their emotions when crossing the alps...you begin to feel the emotions they felt...two of the most famous for their accounts of the sublime were John Dennis and Joseph Addison...and both of them when you read their diaries describe the EXACT same sort of feeling! Dennis talks about this psychological tightrope that he was walking the whole trip...torn between delight at the landscape but delight that was \"mingled with horrors, sometimes almost with despair.\" Addison talks about having the same seemingly paradoxical feelings as he's braving the alps...he famously said \"The alps fill the mind with an agreeable kind of horror!\"What are they talking about here? They seem to be taking pleasure in the landscape, but it's not all sunshine and rainbows in the Swiss Alps. It SEEMS counter intuitive! How can you be mingled with horror, but still somehow... be unquestionably deriving pleasure from the experience? What these diaries show us, if anything, is the beginning of what seems to be a completely different way of aesthetically judging the world, while getting pleasure from the experience, that has nothing to do with beauty. And this right here, is the exact reason why the sublime is such a fascinating concept to me personally, because when I first read about this and realized that we're talking about potentially a different way of aesthetically judging the world different from beauty...perhaps mutually exclusive from beauty, it just completely blew my mind. So just to be sure we don't gloss over this point, let me explain why this is such a big deal.See, as you know from this podcast aesthetically judging the world was nothing new at this point...it had been talked about ad nauseium in the past. Plato talks in the Symposium the Philebus...we can all relate to the experience of looking out at the world...finding something beautiful and it doesn't seem that controversial to say that the thing that differentiates something from being beautiful or not beautiful in my experience is that...oh when i look at this thing that's beautiful it brings me some kind of pleasure however marginal that makes me attracted to it. Now the natural conclusion to jump to there is that if seeing a beautiful thing brings me pleasure and that's part of the reason I am attracted to beautiful things...then the inverse must be true as well, right? Ugly things must bring me some small level of pain which is why I recoil from them. I kinda feel bad for \"ugliness\" if that's even a thing. Why did \"ugliness\" get such a bad rap in the world? People like St. Augustine went so far as to say that really ugliness doesn't even exist...see for him when we perceive something beautiful...what we're seeing is God's fingerprints on his creation and that when we call something ugly...really what we're seeing is just an ABSENCE of God's goodness, not a quality in itself. I'm sure you can see the striking similarities to Plotinus's theodicy. But for me...this is a pretty awesome assumption that Edmund Burke's calling into question when he writes his work on the sublime...why is the inverse necessarily true? Why does ugliness necessarily have to be painful? Why does ugliness have to not exist at all? Once you start calling these things into question...it opens up a whole other barrel of monkeys...can we derive pleasure from looking at ugly things? Forget about ugliness for a second...can we derive pleasure from some OTHER type of aesthetic experience...from something OTHER than looking at beautiful things? The Sublime, to Edmund Burke is a very strange type of pleasure that we get from feeling as though our lives are in danger while coming into contact with these things like the ocean that are powerful beyond calculation...not too much in danger, you still have to be able to feel that strange delight! Burke says that too much danger just makes it into a terrible experience...no there's this Goldilocks zone of an attack on your instinct of self-preservation that when at the right place at the right time can bring you a sort of pleasureful distress. You're in imminent danger by this thing that is powerful beyond measure, but at some deep level you know that you're going to be fine...you know you're at arms length from this thing...and it brings you a weird kind of pleasure being in contact with that greatness. You can imagine being a ship caught in a storm. You can imagine being a traveler in the 1700's crossing the alps. The sublime to Burke is visceral. It's not based on some intellectual calculation that we're making...it's not like beauty where we look at some thing and weigh it up against all the other beautiful things we've seen in our life and make a judgement about whether it's beautiful and if we find it beautiful we just sit there and enjoy it for a while...you know the tastemaker that Hume talks about...where you use your mind to cultivate these skills of judging beautiful things.No the sublime is something different...it's something deep within us...it's a part of what makes us human...very different than beauty. Burke talks about beauty being something that brings the mind inaction...it doesn't stimulate the mind...you find beauty and you sit back and enjoy it. No, on the contrary Burke says that the mind SWELLS when it encounters the sublime. The Sublime to Burke is a much more real, much more important type of aesthetic judgement:\nThis idea of the sublime being a more real, non-intellectual, more natural version of aesthetically judging the world was a massively appealing concept during Burke's time. Remember, this is the enlightenment...there is this intense momentum moving in the direction of using reason as the guide for human progress...of using empirical observation and arriving at truths of fact. And in response to this there was a push back by people...they thought we were going to far with all this reason stuff...there was this populist uprising fueled by the ideas of Rousseau and many others called Romanticism that loved the idea of the Sublime. There are stories of dozens of ordinary people that had no business pretending to be a mountaineer...being led into the mountains trying to achieve one of these sublime experiences...and many of them ended up dying! The point is: you can see how attractive this idea of the Sublime was back then...there was a hysteria that people connected to it. It really was like the 1700's version of Beatle-mania. Artists everywhere during this time and artists ever since have tried to take this incredible, profound experience of sublimity...and encapsulate it in the form of a painting. Or of a poem. Or of a song. Artists for hundreds and hundreds of years have tried to use their art to not give people something BEAUTIFUL to feast their eyes on...but to evoke a sublime experience! This new type of aesthetic judgement! Check out the series of paintings The Horse and Lion by George Stubbs if you want to see an incredible example of someone attempting to evoke a sublime experience in the viewer...George Stubbs was actually a friend of Edmund Burke so he had an understanding of the concept that not many people were privy to at the time. So here's the question you've all been considering the whole time you've been listening to this...have you ever had a sublime experience in the way Edmund Burke describes? Well, as I said at the beginning of the show...I haven't. I have no idea what this guy's talking about...and when I say that I mean I can't relate FULLY to what this guy's talking about...because we can all relate to the idea of getting some sort of strange pleasure out of recounting ugly or life-threatening things from the past right? Like, my dad was in the military, first Gulf War. He was a good American. And it was interesting because when he got home it seemed like whenever he came across anyone who had ever seen combat before like he had, they would sit down, have a beer and talk about what their units did...the sort of missions they went on...they'd sit there and recount intimate, gruesome details about the terrible things they'd seen in combat. I remember one time I was a fly on the wall to this whole process and this guy was telling a story...we were walking through the trees...this kid stepped on a bouncin' betty and all of a sudden I got this 17 yr old kid holding his detached leg in his hands saying what do I do sarge? I said, boy you know what to do...take off your bootlace...make yourself a tourniquet. This guy was telling this story in the most cavalier voice you'd ever heard...like he was standing in line at subway talking to his friend about his job. And my dad was sitting there nodding like he was just enjoying the story. Yes, I too remember the day I had to take off a bootlace and make a tourniquet out of it. Now of course people join support groups and they talk to each other and they find relief discussing the terrible things that they've witnessed in wartime, but this specific case was different and I don't think it's entirely uncommon. If you asked these guys what the most traumatic horrible things they'd ever seen were they would undoubtedly point to what they saw during their years in the military, yet they take advantage of every opportunity they get to relive those moments in their heads over and over again. It doesn't seem like they're talking about these things so that one day they can come to terms with them and never have to think about them again...it seems like there is some peace that it brings them, some strange pleasure that they get by recounting a horrible situation where their lives were in danger but knowing at some level that they are at arms length from it now. Could these horrible events be one of the rare exceptions of something not produced by nature that's powerful enough to produce one of these sublime experiences?One of the main points Edmund Burke makes about the Sublime in his work is the idea that the Sublime is not just a greater level of beauty that we can only find in nature. What I mean by that is that its not like I look at a beautiful flower...I look at a beautiful house...and when I look out at the ocean it's just SO incredibly beautiful that it evokes this sublime experience...No, to Edmund Burke...the beautiful and the sublime are mutually exclusive. The Sublime to Burke is a much more real, much more important type of aesthetic judgement:\"If Taste has no fixed principles, if the imagination is not affected according to some invariable and certain laws, our labour… must be judged an useless… undertaking…. to set up for a legislator of whims and fancies.”See, to Burke it's not just enough to look out at a calm ocean...he actually says explicitly ‘These waters must be troubled before they can exert their virtues’. Well this brings us to Immanuel Kant...who is in my opinion the second greatest commentator ever on the sublime. Second only to a man named Arthur Schopenhauer who were gonna be talking about soon...but now were brought up to speed on this idea of the Sublime. Oddly enough...we know how little we know about this thing called the sublime at this point in history....how mysterious it is...And I guess what I'm saying is that I have good news for you either way:If you hated this episode, then the good news: it's going to be about a dozen episodes until we talk about this concept of the sublime again.If you loved this episode or are as fascinated as I am by these elusive, mysterious, truly undefinable sublime experiences...then you got an absolutely EPIC episode to look forward to when we talk about Kant and Schopenhauer and how they changed the way I look at everything in the world. Thank you for listening. I'll talk to you next time. "}