{"ep": "Episode #098", "title": "Schopenhauer pt. 1 - Metaphysics and Love", "spoken_text": "This is a transcript of episode #098 on Arthur Schopenhauer. Check out the episode page HERE.So today is the first episode in a series on Arthur Schopenhauer. Notoriously a guy that thinks this world is a pretty miserable place, notoriously a guy that sees our everday lives as similar to being on a sunny plain with a dark cloud over your head that follows you around...you see the sunlight all around you and you try to get to it but you never will...he's notoriously a guy that sees the pinnacle of human virtue...or a sage in his philosophical system is someone that rejects any sort of worldly, human desire and spends their days living like an ascetic monk...depriving themselves of everything.Now I'm going to go out on a limb and say that the majority of people listening to this, probably don't view their lives in the same sort of pessimistic way that Schopenhauer does...probably a little confused right now. Why... would he say that? In this series we'll ask the hard hitting questions: Is Arthur Schopenhauer just a drama queen...is this the world's oldest thirteen year old kid that didn't get an iPad for Christmas? Or is there maybe something...that Schopenhauer presents as a foundation for why all these things aren't as dramatic as they might initially seem?Quick spoiler...uh one of the things that makes Schopenhauer super interesting when it comes to the history of human thought... is that he's the first major philosopher to use only the work of western thinkers before him and independently arrive at conclusions... that start to look eerily similar to the conclusions laid out in the lot of eastern philosophy, Buddhism, Hinduism, and the like.So anyway...probably the best place to start is to talk about the sort of... metaphysical bedrock that he builds this philosophical system on top of...and the way he CONSTRUCTS this foundation is by building off of the work of someone I'm proud to call a friend...friend of the show, love to have him on again sometime to catch up...I'm of course talking about Mr. Immanuel Kant.So, Kant's big famous distinction that he made. I get it, we probably talk about it a little too much on this show and you can always go back to the Kant episodes if you want a more comprehensive refresher course...but just in case this is the first time someone's ever listened to the show...really briefly I want to go over it again.Look around you right now. Look at the world around you. What exactly is going on for you to be able to have these images inside of your head, this picture of the world that you have? Well if you're Kant...what's happening is your senses are receiving raw information...you're seeing things, hearing things, smelling things...and you're filtering this raw information through your brain that organizes and makes sense of it by using various mental faculties. Cause and effect, Space and Time, how things relate to eachother. In other words, your senses and mental faculties come together in a coalition...and combine their forces to be able to create for you the crude map of the world that allows you to navigate it.But is this crude map of the world a total picture of reality? For example, you can have experiences with things...you can be walking through the part and come across a rock...right? You can pick that rock up...you can turn it from side to side, look at it...you can smell it...spread some breadcrumbs on the ground...throw it at a group of pidgeons...save some money. You can do all kinds of different things with a rock, but your human experience of that rock... is not the totality of what that rock is. For any number of reasons, for example you certainly wouldn't deny that while you see the rock as a solid, static and unchanging thing... if we took that rock and looked at it under an electron microscope... you'd see that it was actually 99.9% empty space and constantly moving. Point is... there's a disconnect between this crude map that we draw in our human experience of the world... and how things actually are in reality. There's something out there that is feeding our senses that raw information. Raw information that is then filtered through our mental faculties and transmuted into this picture of the world that we have, so what is it?Kant says that there are two worlds...the world of human experience...thats the world that you see around you that we have access to...and the world of what he called \"things in themselves\" or the way that reality is... independent of human experience.Now if you're Kant...no matter how hard we try... we will never be able to directly access this world of things in themselves...all we'll ever be able to do is understand our human experience of that world. Now if you're Schopenhauer on the other hand...you agree with Kant to a large extent...but Schopenhauer thinks Kant's making a few braizen assumptions... that might be preventing us from knowing more about this other world out there.First of all...Kant...when you say something like, The World of Things in Themselves...isn't that sort of pidgeon holing it a bit? Isn't that sort of... shading the way that we think about this other world out there...isn't that sort of biasing us towards assuming that whatever it is that does exist out there... is a collection of things? Seems like a harmless assumption to make...but it's a good question: Is what lies on the other side of this veil of perception... a collection of things necessarily? I mean, certainly in our human experience of the world we see things like dogs, trees, people, rocks...and certainly whatever it is on the other side manifests itself in our human experience as a bunch of things...but isn't that just another way we categorize things in our human experience of the world? Why does that say anything for certain about this other world?Schopenhauer would say...think about what you're implying when you say Things in themselves. You're sort of assuming... that plurality is a thing in this other world. You're assuming that all these things that seem to be seperate in our human experience of the world...rocks, trees, people...are actually seperate in this other world. But can we safely assume that? Couldn't it easily be that this other world is made up of one singular thing. A singular thing that we humans just mistake as a bunch of seperate things because... that's just how our brains can make sense of it?See it's so tempting to only look at what Kant's saying through the lens of materialism...to hear this distinction about how limited our human experience is and to be like you know what...he's right. I admit it. oly oly oxenfree!...I am but a feeble human...my senses and mental faculties are horrible...but you know...maybe this is just a crude map of what actually exists...but lets just be real...when I'm looking at a tree...whatever it is on the other side pretty much looks like a tree. Right...I mean sure maybe if I had some better eyes... I could see it different?...sure if I had the eyes of a pelican I'd be able to see things a little better congratulations...you know maybe if I had some super human level of mental factulties...if I had the mental factulties of... Captain Crunch...you know if I was a Captain Crunch looking...pelican seeing kind of guy...maybe id order things a little more clearly...but ultimately...if I somehow had access to this world of things in themselves...trees would still pretty much look like trees...they just wouldnt be the crude outline of it that I have right now...But Schopenhauer would ask...why is that necessarily the case? And doesn't that just sound like what a human being would tell themselves if they wanted to feel super special? Like if they wanted to tell themselves that these senses and mental faculties... that really only depict the world in the way that they do because they gave some mutated fish with a gimp leg a reproductive advantage in a completely random set of atmospheric conditions...yeah, these senses must have just a vice grip on the fabric of reality...right?Starts to make you wonder about what this world of things in themselves is like. What might it be like? Another question...how strange of a place might this be? Given the fact that we're really only basing what seems likely aabout it on our human intuitions.Again, Kant thought we'd never be able to directly access this world of things in themselves...we'd only be able to access our human experience of it. And again, Schopenhauer agrees with Kant to a large extent...but he thinks Kant's overlooking something that is extremely importanthere . See, philosophers since Kant have all tried to figure out stuff about this world of things in themselves by studying things in our human experience...they'd look at things like rocks, and trees and people...you know all these external things that appear to be seperate from eachother in our human experience of then...and a common strategy is they try to somehow subtract... our human experience from them...goal being to hopefully learn something about the things in themselves. But Schopenhauer thought, instead of looking outside of ourselves to find an answer...why not look inside? Why not turn inward... and try to understand something that we have a much more intimate understanding of than anything outside of ourselves. Our...selves.He says it here:\"Consequently, a way from within stands open to us to that real inner nature of things to which we cannot penetrate from without. It is, so to speak, a subterranean passage, a secret alliance, which, as if by treachery, places us all at once in the fortress that cannot be taken by attack from without.\"Schopenhauer would want you to ask yourself...what are you at your core? Look inward. When you truly...endeavor fearlessly into understanding the nature of your being...what do you come face to face with? What are you? Well you seem to be... a bag of skin and bones...but it's a bag of skin and bones that seems to be animated by something, right? Now, he's not talking about a soul or a spirit or anything here...he's an atheist...what he's saying is that from the moment we come out of the womb... for some reason...there seems to be this force...that's directing us...a force that 99% of us take for granted because it's the only life we've ever known...but it's what he calls this sub conscious...restless...striving for things. This restless striving for your next meal...or a new car...or a better job...if you're a baby it's for your next bottle...or to roll across the room and stick your maraca toy into a light socket, they seem to like to do that.Point is, why does the default state of human being seem to be animated by a constant restless striving for things? Always wanting...always reaching and trying to get something. You get your new baseball hat...and then what? You're done? You just spend the rest of your life sitting around staring at it and stroking it...like you're Golem? No, you find something else to restlessly strive for. We'll talk a lot more about this dynamic next episode, but the explanation for all of this restless striving if you're Schopenhauer...is that the world of things in themselves...is not a world of things at all...that what exists on the other side of this veil of perception... is a single force that he calls the will to life. Sometimes he just calls it Will. Personally I don't really like calling it that...little bit misleading...reason being...in the philosophy departments of major universities calling it Will in that context just makes it kind of confusing because that's the great philosopher Jaden Smith's dad's name. And everybody gets confused.What follows from this if you're Schopenhauer...is that what you are...what you've always been...is a manifestation of this force. A thing cast into this realm condemned to restlessly strive. And what follows from THAT if you're Schopenhauer... is that it's not just you...everything in the ENTIRE UNIVERSE is also a manifestation of this force. An asteroid has a will to be an asteroid. A raccoon has a will to be a raccoon. Although in our human experience of the world we make sense of things by thinking in terms of things being seperate from eachother, space, time, cause and effect...although we do that...thats only the way we make sense of it from our point of view and that the reality is that everything in the entire universe is actually one... we're all one thing...a force...that's manifesting itself in countless different ways in our human experience.Now at first glance you may think: Hooray! We're all one! I knew it! What an amazing thing to believe! Now we can all start being nice to eachother. Uh, no. Think of the implications... of the metaphysical picture Schopenhauer just laid out. If everything in the universe is one...and everybody has their own restless striving that they're working on...I gotta eat eventually, dont I? Slowly the reality sets in that an inexorable part of my existence... is that I must destroy another thing that is restlessly striving so that I can continue restlessly striving. In other words...I'm a manifestation of this force...this plant is a manifestation of this force...we are one...that means I have to cannabalize myself in order to continue restlessly striving. In fact, that's not even the word for it...what's the word for when you eat yourself? Actually if you know the answer to that question...please please...do not send me an email I want to stay as far away from you as I possibly can.Now imagine what our lives navigating this universe become if you're Schopenhauer. We essentially live in a giant realm, directed by this constant desire to restlessly strive for things, living alongside everything else in existence that also is restlessly striving for things. Now imagine there's no divine providence. It's easy if you try. In other words imagine there's nothing governing the universe that cares whether you get hit by a commuter train, or whether your mom gets her medication or whether an asteroid the size of Europe wants to occupy the same place in space Europe wants to occupy. For all intents and purposes...we exist in a massive completely disinterested realm with a varitable infinity of wills that are potentially competing with ours. We're condemned to a life of nuerotically, restlessly striving for things...forced to self-mutilate just for the luxury of being able to continue restlessly striving for things. To top it off...once you're aware of the reality of the fact that we're all one...now you get to look around you and see the massive amount of suffering that's visited every second of every day and you realize that that's ultimately YOU suffering.Schopenhauer asks...what thing what person would ever choose to live in such a miserable place? Yet we persist because of that force we're all manifestations of...it's too strong...most people go their entire lives not even considering it...just restlessly striving until they die one day. He actually thinks it's being aware of how miserable this universe is that ultimately prompts people to do any kind of philosophy. He seems to think there's some kind of connection between how miserable you think the world is and your level of intellect.\"The lower a man is in an intellectual respect, the less puzzling and mysterious existence is to him. On the contrary, everything, how it is and that it is, seems to him a matter of course.\"In other words if you're Schopenhauer, you spend your entire life wrapping your head around this force that we're all manifestations of, while some other dude just never even thinks about it...or I guess a better example...if you're of a high intellect and existence is mysterious and interesting to you you seek out stuff like the philosophize this! podcast with stephen west...while everyone else sits at home slowly dying watching Larry the Cable Guy.Now some of you are probably saying aw come on Schopenhauer...it's.. not... that.. bad...the world is not some miserable place neccessarily...what about all the good stuff? Maybe you're miserable...maybe you didn't design your life in a way where you have amazing people and things surrounding you all the time...but I did...and I can tell you from experience the universe is not a miserable place.To Schopenhauer...we do this don't we? We plan and design our lives around trying to drown out that constant hum of misery that's in the back of our minds. We sit around and think about what we thinks gonna make us happy...and we tell ourselves that we ultimately do the things we do because we think it's going to make us happy. Now what's a really common prescription that somebody writes very early on in life about what is going to make them happy? What is a common thing that people want at some point in their life that they think is going to fill their life with joy? Well I want to graduate college, I want to get a job, live in the city...I want to meet somebody...fall in love...get married...have kids and live happily ever after.Now if you're somebody listening to this that has this dream of falling in love getting married and having kids...or if you're somebody that has had this dream at some point in the past...Schopenhauer would probably ask you...why do think you have this dream? Specifically...this one in particular? Why do you think so many other people have this very same dream? Why are you so sure that getting married and having kids is going to bring you happiness? And intuitively as human beings the answer seems pretty straightforward. Companionship, someones always gonna be there for you, you have these rugrats running around with mammilian brains...they can't even choose to hate me if they wanted to. Sounds like a pretty good deal.Schopenhauer would say that that may be the story you tell yourself in your head of why you want love in your life but it's not why you're actually doing it. And look love to Schopenhauer is no question one of the greatest things in life...he's just saying understand...the TRUE reason...you have such a strong desire to fall in love during your lifetime. He's thinks that love is an elaborate scam. Run from the altars! Call the Attorney General! You're being CONNED people. You're not getting married and having kids because you think it's going to make you happy...no, the will to life...this force we are all enslaved to... is subconsciously compelling you... to want kids... for the sake of the propogation of the species.Just think about the decision to have kids. Think about ALL the costs associated with it. The financial cost, diapers are expensive. The emotional cost, cleaning crayon off the wall. The opportunity cost, all the things you could be doing. The cost of sleep deprivation. The cost of fearing for their safety. The cost of getting frustrated with them. Having a kid is an absolutely MASSIVE resposibility to take on, nobody would disagree with that.Schopenhauer thinks... that if you truly considered all the costs associated with having kids before having them...no rational being... would ever have kids! No person thinking clearly would ever trade 10-15 minutes of feeling good for a lifetime of costs and responsibilities. He says that the will to life REALIZES this...and it needs some powerful feeling that it can evoke in you... and make you into a completely irrational person for a short period of time so that you will have kids and keep the species going...we call this feeling of irrationality...love. Love feels so good and people want it so badly in their lives...but to Schopenhauer it is the vehicle driving you to commit some crime that you'll later plead temporary insanity to.I mean think of all the irrational things people have done in the name of love. Think of the blinders they put on. Think of the stories they tell themselves the games that they play. They're sick people. Now some of you may be asking ok Schopenhauer...if Love really is just a force that's enslaving me with the sole task of propogating the species...why don't I love everyone? Couldn't I have kids with basically anyone walking down the street barring them having had some sort of tragic, tragic accident? Well yeah, you could. But the propogation of the species is not just concerned with sheer numbers, there are other criteria involved...and that whether you realize it or not...the reason you fall in love with the people you do...is not because you actually like things about their personality or feel comfortable with them...it's because you're subconsciously reading something about them. You're reading that they have strengths in areas you have weaknesses, and they're reading that you have strengths where THEY have weaknesses. Aspects of your character and appearance balance out eachother...the end product of this entire exchange being...more balanced and healthy children that are more likely to go on and reproduce.Schopenhauer thought that people who are tall tend to end up with people who are short. People who are meek tend to end up with people who are more courageous. Even though to you it feels like you are making a free choice... and that you just really like this person...what is actually going on is that you are being sub consciously manipulat ed... by the will to life to be attracted to a person that will create balanced children. Now this really just leaves one question...if you're someone that's unfortunate enough to be a person that is a 1 out of 10 on the attractive scale...where are these hoardes of supermodels that are helplessly attracted to me schopenhauer...where are they?! I'm walking proof you're wrong Schopenhauer...but he does bring up an interesting point.Maybe this is the reason so many people have the experience where they meet someone fall in love get married have kids...and then either get divorced or remain emiserated in a relationship for decades staying together for the kids. Why is that such a common thing that people do? Schopenhauer says getting married is like grasping blind into a sack of snakes and hoping to find an eel.This is a passage from his work The World As Will and Representation:\"A girl who rejects the proposal of a wealthy and not old man, against her parents' convenience according to her instinctive inclination, sacrifices her individual welfare to that of the species. But on this very account, we cannot withhold a certain approbation; for she has preferred what is more important and has acted in the spirit of nature (more precisely of the species), whereas the parents advised her in the spirit of individual egoism. In consequence of all this, it seems as if, in making a marriage, either the individual or the interest of the species must come off badly. Often this must be the case, for that convenience and passionate love should go hand in hand is the rarest stroke of good fortune.\"What he's saying is, if you're with someone...in his view you're with them because the will to life is subconsciouly coercing you into having balanced children and propogating the species. And that may render you in a state of temporary insanity...but just know that once you have that kid...you aren't with somebody that is necessarily emotionally compatible to you...once you propogate the species...once that haze of insanity lifts off of you...you very well may find yourself in a relationship with someone that you actually despise. One things for sure to Schopenhauer...MUCH of the time people find themselves fighting a battle to stay together... and that it is EXTREMELY rare to have happened to fall in love with someone that you're compatible with...because...the criteria you were using initially had nothing to do with compatibility.Anyway, Schopenhauer was a huge fan of love despite not having much of it himself throughout his life. I think the key thing about love he'd want people to realize preferably as early in life as possible...is that we often sit around thinking about how our lives are going to play out...we know that we want to be happy...and we often mistakenly conflate falling in love and being a happy person. We often think that there is some sort of direct connection between the two. Schopenhauer wanted us to realize that the process of falling in love and the process of being a happy person are COMPLETELY seperate from eachother. You can be happy without love and you can love someone without being happy. Understand love for what it truly is...an extreme feeling that is needed to temporarily convince perfectly rational beings to do the most irrational thing they could ever do in their lives. Thank you for listening. I'll talk to you next time."}