{"ep": "Episode #082", "title": "Austrians and Marx", "spoken_text": "This is a transcript of episode #082 on The Austrian School of Economics. Check out the episode page HERE.\n \nHello everyone, I'm Stephen West, This is Philosophize This! No sponsor this week. Patreon.com/philosophizethis if you want to keep the show going, we also have the Amazon banner if you're buying something from there anyway...Hope you love the show today, let's get onto the program.  So last week we talked about all kinds of stuff...we talked Karl Marx and the glaring problems he saw there being with Capitalism...we talked about the political ideology he prescribed as a solution to those problems...we talked about me...and how after 81 episodes I finally needed to come clean with everyone...although I don't believe in a world of forms or a near infinity of tiny monads that make up the fabric of reality or an even evil demon...whose constantly trying to deceive me...apparently I'm a Marxist through and through...but the good news is today we're going to be talking about the counterpoints to the things I believe in so dearly...were going to be talking about the critiques of Marx that you Capitalist pigs have been throwing in my face for my entire life...  In fact...something I've noticed as a closet Marxist over the years...ok I'll stop...you guys get the point. Whenever somebody has a problem with something that Marx says...they can disagree with the guy on a number of different levels...but it's usually in one of two places. They either disagree with Communism...as a political ideology. Or they disagree with the economic inferences that Marx makes...you know the way he viewed markets, how they work, people within markets...etc. But one important thing to understand before we move forward and talk about all the different thinkers over the years that have spent decades of their life trying to prove to people that Marx is wrong...is that a good way to organize all of these criticisms of Marx is to understand that there is a very REAL connection between the beliefs that Marx held about economics, and the political ideology that he created and espoused.  It's actually really interesting to think about how it relates to us...how the beliefs that we have about how economic systems work are often directly related to who we are willing to vote for in an election. I mean if that is true...think about how important economics is. Think about how important it is for us to have an understanding of the history of economics.  Maybe this is a little too hypothetical...for example...imagine you're a card carrying Marxist living in the United States in the year 2016...like me...imagine you have two presidential candidates to choose from...Bernie Sanders or Donald Trump. Well if your economic views are that Capitalism is a fundamentally immoral system based on theft and exploitation of the worker...you're probably going to have a hard time going to the ballot box and voting for a Capitalist like a Donald Trump. I mean, no matter how many other issues you may agree with him on...just given the global, economically driven world that we live in...how can you ever justify theft and exploitation of everyone... in the name of progressing a few single issues you agree with the guy on. What I'm saying is: you may look at the last couple episodes and think that this has turned into an economics podcast. You know, I'm changing the name to Monetize This! now. My point is: given the world that we live in, our views on economics are the foundation of many of the values that we hold..not the least of which might be the political ideology that we end up voting for. Understanding the economic theory of our day...massively helps us in understanding the political philosophy of our day.  Now back to the people disagree with Marx, usually in two broad categories right? Communism and his economic beliefs...well if we look at it in terms of these two main categories of disagreement that people have...this square of opposition starts to emerge... where each type of disagreement represents one side of the square. One side of the square would be people that agree with Marx's economic views, but disagree with Communism. You know, they agree with the criticisms Marx is making of capitalism, it's just that Communism is not the best solution to those problems.  Now, another side of the square would be people that agree with the ideology of Communism, but disagree with Marx's economic views. You know they'd say, Marx, bless his heart he lived and wrote all this stuff in the mid-1800's...we've come a long way since then in our understanding of economics...Communism IS the correct solution to the problem... but we need to make some tweaks to the way HE thought about economics in the 1800s. His solution was correct...his premise was not.  Now obviously another side of the square would be people that just agree with him...they agree with both his economics AND political ideology...but then the last side of the square would be the opposite...people that disagree with both...his economics and political ideology.  And the people we're going to be talking about today fall into this last category. But it's interesting...because its the ECONOMIC inferences that Marx makes that sets the foundation for why Communism needs to be implemented...one thing that comes as a byproduct of that is that if you are able to refute the economic theory of Marx...At that point...you're able to kill two birds with one stone. It sort of cuts the legs out from underneath communism. At that point Communism becomes just a really interesting...abstract theory about how society might be organized...if we...happened to live...in a completely different universe where that's actually how economics worked!  Just like Plato's Republic or Augustine's City of God or Francis Bacon's New Atlantis...let's take all these zany ideas...and put them next to Dr. Seuss FAR AWAY from the non-fiction section of the library.   Point is: this is why this collection of people that we're talking about today spent a lot of time trying to refute the ECONOMIC philosophy of Marx... as opposed to the political philosophy.  Now, if you were one of these people...commissioned with the task of finding fault in Marx's economics...a really good place to start...one of the cornerstones of his thought that we talked about last time is the notion that profit...is theft. Profit is a euphemism for the exploitation of the worker...Capitalism is not just wrong as an economic theory...it is a fundamentally immoral system because it allows for the worker who is producing a certain amount of value for an employer...just like the slaves in chattel slavery...just like the peasants of the feudal system...the worker in a capitalist society is paid less than the value they're producing for that employer...the discrepancy between these two values being to Marx...the equivalent of strong arm robbery. Why does it have to be this way? But therein lies an assumption, doesn't it...aren't we assuming there...that it's possible to objectively and consistently estimate the true value of someone's labor? Tons of questions arise...like, let's say we wanted to pay a worker EXACTLY what they produce in value...where do we get that number from? How do we even know what they're worth in the first place...is the value they're producing always the same...does it never fluctuate? If it does fluctuate...should we pay them less that week and more next week? Not to mention, how do we even know where to start when it comes to WHAT we should pay these workers? Just as a thought experiment for a second..think about the value a worker provides...now think about it in terms of an increment other than dollars and cents...just like a dollar bill...a bag of charcoal has a certain amount of value...how many bags of charcoal should I pay you for eight hours of your work? The bigger question is: how do we even know what a bag of charcoal is worth? Well finding an answer to all of these more specific questions is ultimately based on our answer to a much more SIMPLE question in economics. And because it's such a simple question...I think intuitively to us it may SEEM like there must be a very simple ANSWER to this question...but history I guess has proven otherwise. And the question is this: what determines the value of anything? How do we know what to charge for something at all...how do the great philosophers Bob Barker and Drew Carrey just conveniently always seem to know the exact cost of a Swiffer. Well before there was ever the Price is Right...there was paradox within economics...a famous paradox that dates back generation after generation that practically every economic philosopher has taken a crack at in some capacity: it's called the diamond/water paradox.  It goes like this: water is an absolutely essential part of human life. We're made out of the stuff. Seven days without water...you're dead. Ok, so knowing that...why is it that water is so cheap and a diamond costs thousands and thousands of dollars. I don't NEED a diamond. I mean, personally I like to have them in the giant crucifix I wear around my neck, but that's just more so I can be accepted by my hip hop counterparts...I NEED water to survive, but for some reason it costs next to nothing for me to get a glass of water.  Why is it that a diamond costs so much more than a glass of water? Well Marx thought... like many before him... probably put most articulately by David Ricardo,  \"The value of a commodity, or the quantity of any other commodity for which it will exchange, depends on the relative quantity of labour which is necessary for its production, and not as the greater or less compensation which is paid for that labour.\"  In other words, the reason why a diamond costs so much more than a glass of water is because it takes much more labor to produce one diamond... than to produce one glass of water. I mean, to make a diamond you have to fly to some diamond mine, put on one of those helmets with a flashlight, risk life and limb navigating the bowels of the mine, hammer a diamond out of the wall, fly home, cut it, polish it, set it...it takes a lot more labor to do that than to just go down to the nearest fresh water source and scoop up a glass of water for someone.  This is what's known as the Labor Theory of Value...or that the value of a commodity is directly related to the amount of labor that it took to produce. Now, Marx has his own nuanced brand of it but he would say that although you can definitely find exceptions to that rule, the exceptions can be explained away and that the vast majority of the time it is true. As you can imagine...this Labor Theory of Value...and how the value....is based on someones labor...this becomes a really important part of Marx's philosophy and a crucial part of his idea that profit is theft. So if you're somebody that's trying to refute that point...a great place to start is by trying to refute the Labor Theory of Value. Now right around this time in history there's three big economic thinkers that are trying to refute this Labor Theory of Value: There was Leon Walras from Switzerland, William Jevons from England, and a man named Mr. Karl Menger who was from Austria and would eventually be known as the first big thinker of the Austrian School of Economics. That's who we're talking about today: the great Austrian Economists and their critiques of Marx.  So the first thing you gotta do... if you want to destroy the labor theory of value is to come up with another answer to that diamond/water paradox. I mean, if it's not the amount of labor required that determines what something's worth...what is it?  Now what a lot of people do here is say: no! it's not the amount of labor that makes something valuable...it's the law of supply and demand!   You guys all know about supply and demand...you know theres a demand for something...if the demand increases over the supply....blah blah supply and demand. An Austrian Economist would say, well that's definitely PART of it...but it can't be the whole story because we see exceptions to that rule all the time... Think about Las Vegas, Nevada. A glimmering jewel in the middle of a barren desert. The chance of fortune and great spectacles await you...unfortunately what also awaits you are seven dollar bottles of water. What's even more shocking is that people regularly pay...seven dollars...for a bottle of water. So, is a bottle of water seven dollars because of a scarcity of water? Even though Las Vegas is in the middle of the desert...is there a scarcity of bottles of water that's causing the price to be that high? Is Aquafina delivering water at maximum capacity to Las Vegas, or do the vendors have a dozen cases of water in the back that just aren't on the shelves yet? Point is: the Austrians would say that the value of something can't be based SOLELY on supply and demand...it can't be that simple...and to understand what they think is missing from that theory, let's look at the diamond water paradox again, but this time let's not do it from the, comfy sleeping bag of Las Vegas, Nevada or modern civilization...now let's do it and pretend we're stranded in the middle of the Sahara desert. What changes? Well, we've all heard the adage...we're stranded on the desert island...I have a cheeseburger and you have a million dollars...who is richer? Well this is the sentiment the Austrian Economists are expressing here.  When you're in the middle of the desert severely dehydrated and somebody asks you which you'd pay more for...a diamond or a glass of water, obviously the answer is going to be a glass of water. The Austrians would say that what you're doing there is making a subjective judgment about the value of a glass of water. See in that particular context...a glass of water is way more valuable than a diamond...however if for some reason you could teleport back to your house in that moment...it wouldn't be very long at all before you would change your mind and say the diamond is more valuable. What does this mean?  It means that the value of a commodity isn't based on something objective like the amount of time it took for someone to produce it or the scarcity of the item...but on the conglomeration of individuals making subjective value judgments based on whatever particular set of circumstances they're in. The level of value of an item is the gap, or margin that an individual assigns to how valuable it would be to have one more of that item in those circumstances. If we're sitting at home on the couch with the kitchen sink not far away from us, the value of water or the margin that the individual assigns to having one additional glass of water is really small. In the middle of the desert...that gap, or margin is massive. This is better known as the subjective theory of value.  I keep peppering the word \"margin\" in there because that's what this type of economics is called \"marginalism\". You know it's often said by economists that the idea of this subjective margin is really appealing to the average person. You can kind of see why...it takes economics away from theory and mathematical equations and it makes it something very human. Ultimately, it's individuals that are making these decisions about how valuable something is...and what they decide the value is... is based on any number of factors...the time period or culture they live in...their level of hydration or hunger in that moment...how they feel about the brand they're buying from...even whether they got eight hours of sleep last night. It makes it all feel very human.  But let's slow down for a second...let's keep in mind what the Austrians were originally trying to refute here...remember...it was Marx's idea that profit is theft. No question, if we think of this as a war that the Austrians are waging on the idea that profit is theft...no question the first attack that the they launched in this war was on the Labor Theory of Value, but even if we're willing to grant that the subjective theory of value is a knockdown argument to the labor theory of value...this certainly doesn't do away entirely with the idea that profit is another word for the exploitation of workers, right? Really, all the subjective theory of value accomplishes here is to make it so that we don't have this really neat package of: the value that a worker produces is equivalent to their labor and that we should pay workers the total value of what they produce. Again, if we accept the subjective theory of value, it does away with the FIRST part of that statement... the value that a worker produces is equivalent to their labor...but it doesn't explain why we shouldn't pay workers the total value of what they produce. A Marxist would say: even if we accept that your new theory totally refutes the labor theory of value...the question still remains: Why is it ok for a capitalist that controls the means of production to pay workers less than the value they produce and take the rest for themselves? What an Austrian Economist would probably say back to that question is that the problem is that it assumes that the laborers aren't already being paid for the value of their capacity to work.  They'd say...who gave that worker that job in the first place? The employer...that heartless capitalist that started the company...and what did they do initially? Well they found an empty plot of land that wasn't producing anything...and they BUILT...from the ground up with their bare hands...the means of production that they control.  They've taken an empty, unproductive plot of land and they've transformed it into a bustling factory where hundreds of people are able to make money and provide for themselves and their families. Now, let's not gloss over that process...to make this factory it took that person ingenuity, a tremendous amount of risk, knowledge of the marketplace, hard work, vision, perseverance, being at the right place at the right time...through all of this sacrifice, this capitalist has created essentially a magnifying glass of value. A place where people can not only work and make a living, but also because they have access to this factory and the equipment inside of it and all of the efficiency that comes along with it...these workers are able to produce much more value in one hour of work than they otherwise would be able to if the factory didn't exist.   The sacrifice that the capitalist made to make this magnifying glass of a worker's value... coupled with the ceaseless struggle that they have to contend with of maintaining the factory and the equipment and employee morale and making sure the factory next door doesn't put them and all of the people that work at the factory out of a job...just like a worker gets paid a wage to do THEIR job and produce a certain amount of value at the factory...profit is really just the wage that the capitalist is being paid to magnify and sustain all of this additional value their sacrifice is providing. Of course they get paid more...without them...everyone would be out of work. Now a Marxist might hear this and argue back, well that doesn't really tell the whole story. That really only explains the profit of capitalists that are actively out there taking risks, building factories and providing jobs to people. What about idle capitalists? What about Scrooge McDuck? What about people that have all of their money in a bank earning interest...or better yet...publicly traded companies have shareholders that own a certain percentage of the company. It's customary at the end of the quarter to send the shareholders checks in the mail known as quarterly dividends.  A Marxist might ask: why is that guy getting a check in the mail? That guy never stepped FOOT in a factory...did that money just appear out of thin air? Where is that money coming from if not the exploited labor of somebody else? And in keeping with your previous example about how the capitalist sacrificed so much to earn that \"wage\" that you call profit...what did that guy sacrifice? What sitting around all day watching a line go up and down? The Austrians have a really interesting response to this question...they'd say that these shareholders ARE sacrificing something...and it comes back to their subjective theory of marginal value. But in this case...instead of the subjective value being changed by something like...being in the middle of the desert...this time the value is altered because of the way that people look at the value of something in relation to time. We seem to value things available to us immediately more than we value things that are available to us in the future.  Real world example: let's say you needed a pair of running shoes...so you go on Amazon.com and find some that you like and get to the checkout screen and you're left with a choice. You can pay $80 for the shoes to be delivered to you in three days...or you can pay $80 for the shoes to be delivered to you in three years. Which do you choose? Keep in mind...it's the same pair of shoes...you're still getting an $80 pair of shoes in three years...you just have to wait three years to get them. The Austrians would say it's not that crazy to think that your subjective value of shoes now vs. shoes three years from now would be different. You wouldn't pay as much for the shoes in three years...and why should you? Think of the opportunity cost! Imagine all the days over those three years you could've been smiling, running through the park in your new shoes like you're on a commercial for rheumatoid arthritis and someone's reading the long list of side effects! Imagine what could've been. Now take that same psychology about the purchase of the shoes on Amazon and apply it to the capitalists that just have their money sitting in a bank earning interest or investing in companies. Companies go out of business all the time...not ten years ago every bank in this country almost went out of business...and their money is only federally insured up to $250,000. These people are assuming a great risk, and for what? What is their money doing? Banks are loaning it out to people to make their dreams come true...so they can buy their dream house...so someone can open up that hot dog stand they always wanted to...so someone can buy a car and have reliable transportation to be able to contribute to society. Their money is just sitting there. Making the world a better place...and think of the opportunity cost on THEIR end.  They've already made their money. They're forgoing consumption now for consumption later. They could theoretically pull every penny out of the bank and take a party bus to Macau, China and consume, consume, consume...spend every penny they ever made. Just like you would have to sacrifice three years of potential running days in the park with your new shoes...these people have to sacrifice years of having that money in the bank instead of buying something else...the Austrians would ask...why isn't it fair that their sacrifice should be honored with a little interest? One final point...and by the way so much of what makes up Austrian economics is a set of claims about how the world works...it goes much deeper than this episode this is really just some interesting points on how they thought they refuted Marx...if you guys like the subject matter obviously we can do more on it in the future...but anyway probably one of the most interesting ideas to me that comes out of Austrian economics is the idea that prices...are not only a number on the shelf in the supermarket...but purveyors of knowledge about the state of things all over the world.  Here's what they mean by that: the great Austrian economist Friedrich Hayek has a really famous example that talks about the importance of the prices of things that we buy where he talks about a tin shortage. Just to summarize it briefly, he says that we are human beings that understand there's not an infinite supply of anything...we have a finite number of resources on this planet to harvest during our time here and that because of that fact, in a perfect world if the supply of one of those resources started to run out...it stands to reason that we would want people to use less of it and find other alternatives.  Now let's say for example that the supply of tin started to run out...well we have a problem: how do we get the information to EVERYONE in the world that...hey! we're running out of tin here! Slow down!  Getting this message out is a logistical nightmare though. It's not like everybody watches the same TV station or even watches TV. So how do we reliably get that message out? Well Hayek and many others say that this is one of the great things about the price system. You don't have to find a way to go door to door and keep everyone updated on this week's scarcity report...no the price system sends the message to the people that matter: the consumers interested in consuming things made out of tin! Tin farmers start to charge more for their tin...tin foil companies start to charge more for their tin foil and when someone goes to the supermarket and has to choose between foil made out of tin or foil made out of aluminum...they don't even need to know WHY there's a tin shortage...the price informs them of what's going on in the world of tin.   Now the reason this point matters when it comes to Marx is that Hayek would argue that the ONLY way the price system works and delivers this information to consumers is if it is functioning in a system where private property is protected and can be freely exchanged.  If nobody owns anything, if people aren't making mutually beneficial exchanges with other people...how can price possibly reflect the true value of something? This extends into the means of production...if the means of production aren't privately owned entities conducting exchanges with other entities that are privately owned...how can they ever get this wealth of information that the pricing system gives us when we're in a system that doesn't denounce private property rights like Marx does?  Price is a purveyor of information. Again, much more Austrian stuff to come, but the ideas we talked about on this episode are probably the most relevant to Marx. Hope you guys loved the show and have some food for thought. Thank you for listening. I'll talk to you next time.  "}