{"ep": "Episode #021", "title": "Saint Thomas Aquinas", "spoken_text": "This is a transcript of Episode 21 on Saint Thomas Aquinas. There's a song by the musical group The Postal Service called \"Sleeping In\". Not a problem if you've never heard the song before; the important part is the lyrics to the song because they illustrate a concept that is very important, for many things, when looking back at any point in history; when you're trying to understand what a particular philosopher was thinking, and really when you're trying to understand yourself better. The person speaking in the song is telling the listener about a really weird dream they've been having lately:\"Again last night I had that strange dreamWhere everything was exactly how it seemedWhere concerns about the world getting warmerThe people thought they were just being rewardedFor treating others as they'd like to be treatedFor obeying stop signs and curing diseasesFor mailing letters with the address of the senderNow we can swim any day in November\"Now, the picture he is painting in this song is an alternate reality. He's having a dream about a world where everything around us is exactly how it initially seems to be to us as humans. Being a modern human that has studied philosophy up until this point in history, we know that there are certain things that although we perceive them with the tools we have as a human being, we perceive them inaccurately because our tools are not perfect. For example, you're walking long enough in the Sahara desert and eventually you start hallucinating things like an oasis in the distance with a fountain of Gatorade. Your senses are failing you at that time. This has been the common criticism of empiricism up until this point, that our senses are flawed. They deceive us, so how can we realistically rely on them to find the truth about anything. Well, the picture being painted in the song is alluding to another type of human failure when trying to find the truth.This alternate reality in this dream of his, is full of people that measure and see that the global temperature is heating up and instead of looking for a scientific explanation of what is causing it, they assume that it's an intervention by a God. They assume that God looked at the planet and was like, \"OK, well you guys are doing pretty good! You're following all the rules, you're obeying stop signs and curing diseases. You know what? You guys deserve a reward for all of this hard work. We all know that everyone likes summer way more than winter. Why do we even need to have a winter? I, hereby, extend your summer by a few weeks, keep it up and we'll see if you guys can earn a year long summer!\"Well to the humans in this alternate reality, this was perfectly reasonable. I mean, let's say that you believe that this planet is a terrarium crafted for us by a super natural God, the life on this planet especially humans are his creatures that he's very interested in and heavily regulates them and every now and then intervenes and causes certain things to happen that shift the direction that the world is going in. Now, if you believe that, what reason do you have to anticipate any kind of cataclysmic event on the horizon? Yeah, you have to worry every now and then about God shaking the etch-a-sketch and flooding the earth and starting fresh, but if you saw the universe as put here for you and governed by an all powerful, infinitely intelligent thing, why would you even have an inkling that it was your responsibility to affect things like the temperature of the terrarium you live in?The people in this song are a classic example of mistaking correlation with causation. We've talked about it before. This is another type of failure human beings run into when trying to find the truth; this has been a common criticism of rationalism up until this point, the use of human reason to arrive at truth. You got to be very careful when using reason to arrive at truth, because you're still a human. You're looking at everything with a lot of biases that are at such a fundamental level that you may not even realize you're doing it. This problem isn't something reserved only for people in an alternate reality laid out in a song, these biases are gathered based on what culture you're born into, what time period you're born into; what your level of education is. This is incredibly important when moving forward and talking about St. Thomas Aquinas. This is incredibly important when trying to understand yourself, in modern times.Consider the fact that if you were born in Athens during the time of the ancient Greeks, when you looked around you, there were certain things that just seemed, obvious. I mean, if I lived back then I would look around me and see that everything looked designed. To think that it wasn't would make me wonder how anybody could be so stupid. I mean, Look at it! You think it's just a freak accident that I breathe oxygen and miraculously there is oxygen all around me? What a coincidence that I eat all the stuff that grows and lives around me. How could you possibly think anything else is the case? Well, eventually Darwin comes along, evolutionary biology, natural selection, and although it is a very charged issue in modern times there's one thing about it that you can't deny and that is that it, at the very least, gives an alternative theory of how things could be seemingly providentially ordered, seemingly designed, but it actually is the byproduct of the survival of the creatures with genetic traits that ARE compatible with the environment we live in. The freak accidents that DIDN'T look designed died off.We have the luxury in modern times to see alternative explanations where, if we couldn't see into space, although it looks like we live in a terrarium put here for us, here's an explanation for how that might only appear to be the case. Here's an explanation for why it might only appear that God has extended our summer so that we can swim any day in November. Just imagine how wonderful it must have felt living in ancient Greek times where even people as brilliant as Plato and Aristotle saw this place that they existed in as something very peaceful. You know, they called it a harmonious, ordered cosmos. Now we know, it's anything but harmonious and ordered, a supernova can go off right next to us and were done. An asteroid can hit us at any time. And it's almost funny to think that an average citizen of Greece at the time would probably look at the night sky and see a shooting star, and see it as a beautiful light show being put on for them by the Gods and not a near miss of an asteroid that could exterminate them at any second.Well, another thing you think about if you're Plato or Aristotle, specifically Aristotle because he's one of the stars of today's show is how this harmonious, ordered cosmos came into existence in the first place. Beyond that they would wonder, why is there something rather than nothing? They would continue to question the most basic aspects of this harmonious, ordered cosmos and try to reason their way to an explanation. One of those basic aspects of the cosmos is why is everything moving? Why are these celestial bodies; the moon the stars the other planets, why are these moving while Earth just stands still at the center? Why should things be moving as opposed to not moving? They certainly don't NEED to be moving. Well as we've talked about before, Aristotle was an empiricist. He looked to his experiences, his sense perception, processes present in the sense-able world to find the truth. When he was thinking about why everything is moving as opposed to not moving, he realized something:\"Anything that is in nature must be moved by something else likewise this something else insofar as it too is in motion must also be moved by something else similarly that too must be moved by another thing but this chain of events cannot recede forever. for if it did there could be no first mover and thus no other mover. For second movers cannot move unless they are moved by a first mover. In the same way that a stick does not move anything unless it is moved by a hand. In this way we must reach a prime mover which is itself not moved by anything, and all understand that this is god. \"Now that quote isn't by Aristotle, it's by St. Thomas Aquinas. He lived in the 1200's and is what is known as a Christian Aristotelian. He loved Aristotle so much, that when he was kidnapped by his own family and locked in a tower for over a year, he did practically nothing with his time but read and think about Aristotle. He loved Aristotle so much, that despite the long history of the church seeing many parts of Aristotle's philosophy as heresy, St. Thomas Aquinas insisted that if you just interpret Aristotle correctly, it is perfectly compatible with Christianity. The quote from Aquinas that I just read is addressing what is known as Aristotle's \"Prime Mover\" Argument or The \"Unmoved Mover\" Argument. Basically what he's saying is: Look around you. Nothing moves on its own, without the help of something else. Sure, all things have the POTENTIAL to move, but for them to ACTUALLY move requires some sort of cause. Something to change them from potentially moving, to actually moving. The example laid out by Thomas Aquinas in the quote is a stick. A stick doesn't move unless someone picks it up and moves it. Just how we see that process of nature in the world around us using our human experience, just how we can know that there is no reason necessarily why a stick NEEDS to be moving as opposed to not moving, we can ask like the Epicureans did, like Democritus did, like Empedocles did, how can we explain the reason why ANYTHING in this cosmos is moving?What Aristotle says is that that process of asking what \"moved\" that stick and then what moved that thing that moved that stick and so on and so forth...that process can't go on forever. There must be some thing responsible for all motion initially. This thing that is responsible for motion must be the type of thing that is unmoved in itself, or else we could just ask what moved it. He calls this thing, The unmoved mover or the prime mover. It's important to note that movement for Aristotle wasn't just something changing location, like taking a stick and throwing it across the yard. It included that, but it also included many different changes that things had the potentiality to undergo. The example commonly given is that wood has the potentiality to be fire, but for it to actually become fire it needs to be \"moved\" by something. That is movement too.St. Thomas Aquinas thought that if you take all of this into account, there is no reason why things are moving as opposed to not moving. There needed to be a beginning. There needed to be a thing that initially moved everything, that wasn't moved itself. That thing to Thomas Aquinas, was God.Now this is another example of how you might look at something during an age before some alternative explanation is laid out, and think it is obvious that certain things follow that don't necessarily follow. For example, Aristotle talks about a thing, which is responsible for all motion that is in itself unmoved. When it comes to what causes movement as far as just the change from one location to another, this concept is compatible with the modern idea of gravity. In fact, the current scientific narrative is that there WAS a time during the formation of the universe, a time very similar to what these early Greek philosophers envisioned, where particles WERE suspended in space. You know, there was a phase where the gas that made up the very early universe was spread evenly across space and due to imperfections and the law of gravity, gravity wasn't equally pulling in every direction. The directions it was pulling harder in began to coalesce these particles together and then over billions of years those became stars and then the stars exploded into elements that coalesced into planets, etc. Again, somebody in 500 years will listen to me giving that explanation for how the celestial bodies initially began moving and think me as primitive as we see the ancient Greeks, but the true significance is that it offers another explanation for how we can account for the proximity of everything without there necessarily being a magic wand waved to make it happen. What reason would you have as an Ancient Greek to wonder why you stay tethered to the earth? See, Aristotle recognized that this mover, you know, that brought things into motion in the first place was a strange kind of beast. It couldn't be as simple as Arnold Schwarzenegger pushing all the planets really hard in a circle. These planets and stars never seem to slow down. Whatever this force is that is moving them must be constant, like gravity, but it is much, much more than just gravity. Remember, movement is many different types of change, not just location. This eternal uncaused thing that is pure actuality, the Unmoved Mover, to Aristotle and Thomas Aquinas they call God based on their respective definitions. The significance of this is that it is one of Thomas Aquinas's five logical proofs for the existence of God. Because we can prove that their was an initial mover that itself must be uncaused, and because we refer to this mover as God, God thereby exists.That really seems to be a fundamental difference between modern laws of physics like gravity that explain these processes and the concept of God. God is eternal meaning that it has always existed and will always exist EXTERNAL to time itself. There is no beginning or end to God. The laws of physics Do conceivably have a beginning. They exist indefinitely into the future as far as we know, but they still are much different than God. They exist within time. God could have created them as the mechanism he uses to govern the universe, but to talk anymore about modern science is getting off topic. The genius of St. Thomas Aquinas is that he managed to fuse together the concepts of Christian faith and reason. Reason, to Thomas Aquinas was embodied in the works of Aristotle. Christian faith was obviously embodied by the church. There was a lot of tension between people in the west between people that used these two different criterions of truth. More importantly, how can someone who accepts things based on faith alone ever hope to win an argument against someone who uses evidence or logical syllogisms to prove what they believe. Many times, reason triumphing over faith was met with hostility. Kind of like a certain type of person that we've all seen before. You see it often times with a very strong tough guy. You can have an argument with that guy; you could really be arguing about anything but let's just say you're winning the argument. Let's say he thinks two plus two equals five. You can be perfectly respectful and show him the number line and count up to four and prove him wrong over and over again, and this type of person will react with hostility. They'll threaten to beat you up. They'll puff up their chest and get all intimidating. Now what this is, is them switching the fight. They realize that intellectually they're never going to win this fight, so lets switch the fight into the one they know they can win. A physical fight. Then they never have to give any kind of submission, whether they were wrong or not. For a long time, the differences between Aristotle and the church were seen as irreconcilable and the church always had the physical fight to fall back on when things were going poorly in the argument department with Aristotle. We talked a little last time about the various ways Plato is compatible with monotheism, but there are reasons why Plato's philosophy is particularly similar to Christianity. Plato's allegory of the cave talks about these lost subjects shackled in the cave where all they see is the shadows of reality on the cave wall and then through a process of reason and enlightenment, eventually finding themselves outside of the cave face to face with the sun, the mechanism that \"shines light\" on everything for us to see it how it actually is. That journey is comparable to the journey of an average Christian during this time period and people like Plotinus and Saint Augustine paved the way for this compatibility. Now if Aristotle was your definition of \"reason\", there were a LOT of things that seemed incompatible between reason and the Christian faith. But as I said before, Aquinas didn't think that reason and the Christian faith were incompatible at all if you read them correctly. There were some things he accepted on faith, but in the most difficult areas he showed that faith and reason are not incompatible, the most influential of which is within Aristotle's idea of the universe existing eternally.This was by far the biggest point of contention between Aristotle and Christianity. The bible is clear: God created the universe. There was a creation date. You can argue until you're blue in the face about when that date was, but they believed that there was a time when it was created. The problem is: Aristotle was also quite clear the cosmos has always existed. These two ideas for the longest time were seen as irreconcilable. To fully understand why we have to look at what Aristotle used as his basis for claiming that it has existed forever and it lies in his idea of what infinity is. I picked out a couple quotes from Aristotle's physics that give a nice synopsis of the contradictions that he thought were inherent in the idea of anything infinite:\"The problem of the infinite is difficult: many contradictions result whether we suppose it to exist or not to exist. If it exists, we have still to ask how it exists; as a substance or as the essential attribute of some entity? Or in neither way, yet none the less is there something which is infinite or some things which are infinitely many?\"\"The view that there is an infinite body is plainly incompatible with the doctrine that there is necessarily a proper place for each kind of body, if every sensible body has either weight or lightness, and if a body has a natural locomotion towards the centre if it is heavy, and upwards if it is light. This would need to be true of the infinite also. But neither character can belong to it: it cannot be either as a whole, nor can it be half the one and half the other. For how should you divide it? Or how can the infinite have the one part up and the other down, or an extremity and a centre?\"\"To suppose that the infinite does not exist in any way leads obviously to many impossible consequences: there will be a beginning and an end of time, a magnitude will not be divisible into magnitudes, number will not be infinite. ...clearly there is a sense in which the infinite exists and another in which it does not.\"What Aristotle is saying is, does infinity exist? Could it even potentially exist? When you think about infinity as either absolutely existing or not existing you run into problems. When you think of an infinity of anything physical existing you run into a lot of problems that he lays out but how bout just the idea that there wouldn't be enough space for them. I mean, if there were an infinite number of dogs then they would take up every ounce of space imaginable, how could anything BUT dogs exist because if they did then that would create a limit for the dogs and they wouldn't be infinite anymore. On the other hand, if we try to prove that infinity cannot exist, that's obviously wrong. We already know of certain infinities. Numbers are infinite, because for every number no matter how high you go or how far into negative numbers you go, there is ALWAYS a next number on the number line. Well Aristotle says that time must work in a similar way, because for every year or month there has to be a preceding year or month. For the record, as a human that thinks of everything in relation to time, you know things have a beginning and an end, this is one of the most mind numbing questions to think about. It's so difficult to even wrap your head around eternity. Just thinking about going back to the very beginning of the universe and asking what came before that, and realizing that you could do that forever. There would never be a time when you couldn't ask what came before that. That concept hurts my brain.Well this speaks to the genius of Thomas Aquinas. He was fully committed to Aristotle. It's centered around the goal of the time to find a link between faith and reason. Both claim to have the truth, but the truth said in two different ways shouldn't contradict itself. There is one truth. So the big challenge for Thomas Aquinas was not just finding a way to interpret Aristotle in a different way or tack on his own additions claiming that \"this is what Aristotle WOULD have said if we could ask him\". His goal was to show that Aristotle WAS right. People were just not understanding his brilliance, and that brilliance is perfectly compatible with scripture.Not that it needed a philosophical argument, but the idea of the obvious contradiction between God creating the universe and the universe existing eternally was organized by a tremendously unimpressive guy named John Philoponus in the sixth century. His arguments against Aristotle were bad, but it should be said that Aquinas was responding mostly to his criticisms which were widely touted by the church of his day. What Thomas Aquinas says is that there is a huge flaw in the way of thinking that leads you to believe that the universe existing eternally and God creating it are necessarily contradictions.A great 19th and 20th century neo-Thomist--devout follower of Thomas Aquinas-- sums it up very neatly in his book Providencia:\"St. Thomas holds that reason alone can never demonstrate that the world had a beginning. And why does this truth transcend the natural powers of our intellect? Because that beginning depended on the free will of God. Had He so willed, He might have created the world ten thousand years, a hundred thousand years, millions of years before, or at a time even more remote, without there having been a first day for the world, but simply a dependence of the world on its Creator, just as a footprint in the sand is due to the foot that makes it, so that, had the foot always been there the footprint would have had no beginning.Although revelation teaches that the world did in fact have a beginning, it does not seem impossible, says St. Thomas, for the world always to have existed in its dependence on God the Creator.\"Thomas Aquinas says that God is the efficient cause of the universe. If we think of the universe as a \"creation\" of God comparable to the way a foot would \"create\" a footprint in some sand, then if that foot was an eternal foot, it had always existed, then there wouldn't be a time before that footprint existed. God could've created the universe in a way where there was not a beginning. That doesn't necessarily mean that humans and animals have existed from the very beginning. Again reading scripture literally causes people to get confused about what is possible. There is so much more to talk about with Thomas Aquinas, but like Aristotle and Plato, sometimes learning about it is easier when it is in relation to the person commenting on it years later. The thinkers we're about to start covering are the type of people where we're going to want to hear what they have to say in response.Now it's time for the question of the week. Thomas Aquinas was an Aristotelian. Aristotle talked about how everything that exists has four causes that we can use to understand their existence. We've talked about these before. Material cause, what the thing is made out of. The formal cause, the shape or appearance of something. The efficient cause, to over-simplify it, the thing which brought that thing into existence, and the final cause the purpose or function of that thing. Philosophize This! What is your final cause? What is the final cause of a human being? Is there some general final cause that might encompass all the seemingly different final causes that people apply to their lives? Or is it much, much deeper than that? Thanks for listening, I will talk to you soon."}