{"ep": "Episode #122", "title": "Michel Foucault pt. 2 - The Order of Things", "spoken_text": "This is a transcript of episode #122 on Michel Foucault. Check out the episode page HERE.So once upon a time Michel Foucault found himself living in an age of almost unparallelled optimism about science. He was living in a world in the early to mid 20th century, not far removed from those huge leaps forward that we talked about in quantum mechanics, general relativity, many other things...and there were a lot of thinkers around this time that were EXTREMELY enthusiastic about science being the way that we were finally going to figure things out for good. In fact, things looked so promising back then... there were even some scientists that were saying that it may be totally possible...that every phenomena that we observe, every cause and effect across the ENTIRE landscape of science...may be reduceable...to physics. This attitude is also known as Physical Reductionism. Now, at first this can seem like kind of a weird claim for a scientist to make, but when you consider the size and scope of the breakthroughs that had happened during their lifetimes and when you look at science the way they did it makes total sense...after all: for example, we often wonder about the psychology of an individual...and what led them to think some thought or make some choice. Well, it's not crazy to think that someone's psychology and the decisions they make is massively influenced by their biology and the way that biology interfaces with the world around them. Psychology, in a way, depends on Biology. Well, it's not crazy to think that biology is massive influenced by a complex ecosystem of chemical reactions that are going on. Biology depends on Chemistry. It's not crazy to think that chemistry is nothing more than the interactions between atoms and molecules that ultimately adhere to the laws of physics. What some scientists were saying during this time is that while we obviously are no where near this point yet...it's not CRAZY to say that at some point in the future we may have such a deep understanding of all of these fields... that complex things like thoughts and behaviors may be able to be predicted by science at the level of physics. There's a feeling at the time that things like physics, mathematics and cosmology are more pure in terms of being a science than something like psychology. Not that psychology is not important; the point is that these three fields are the simplest forms of science, they seem to be the most foundational forms of science and they require the least amount of conjecture or theory to justify the conclusions they arrive at, than any other science.This is why, once upon a time, Foucault finds himself in a world where practically every person that came before him that sat down and wrote a history of science... looked at that history primarily in terms of the advancements in those three fields: physics, mathematics and cosmology. Well Foucault sees this...and immediately realizes that this may be creating a huge blind spot when it comes to our understanding of the history of science...what FOUCAULT wants to do, is take a look at that very same history, but instead look at it through the lens of three different fields, three neglected fields in the history of science: Biology, Linguistics and Economics.See, because Foucault is much less concerned with the history of mathematics or physics or even the specifics of what particular scientists have said in the past. He's more concerned with the underlying rules that exist in the background of ALL scientific inquiry, that make conducting science even possible...and the relationship between scientific knowledge and power structures in the world around us.Let me explain over the course of the next two episodes. The fancy way of putting it is that Foucault would say that in our world there is a dichotomy between discursive formations and non-discursive formations. A dichotomy between what others would later call the articulatable and the visible. The non-fancy way of putting this is that since the 1700's...we've had on one hand the institutions that make up our societies, hospitals, schools, prisons...social circles of many varieties, also known as non-discursive formations...but then on the other hand we've always had the systems of langauge that we use to TALK about these institutions...language that drastically changes the way we view the FUNCTION of those institutions, or discursive formations.For example, in our modern world when we think of a school...the primary function of a school is educating the youth. When we think of a hospital: primary function of a hospital is to provide care to the patients...we think of a prison, primary function as we talked about last episode, is the reformation of the minds of the criminals.In other words...and this is a massive thru-line in Foucault's fifth book in 1966 titled The Order of Things: An Archaeology of the Sciences...in other words we live in a world where Foucault says there is a clear dichotomy between seeing and saying. A dichotomy between SEEING systems of representation, the visible, things like hospitals and schools, and then SAYING things ABOUT those systems, the articulatable, or the language we use that drastically effects the way we see them.If there was a primary concern of this book, that Foucault would want to make sure was clear so that it sets up all the OTHER primary concerns of this book, this would be it. Discursive is just a fancy word for talking about discourse. Discourse is also just a fancy word, but it's complicated because it's a fancy word that Foucault uses in many different ways all throughout his work. The meaning of the word seems to evolve over time...depending on where you're reading it could mean anything from just the language that surrounds a topic, to the assumptions in the way that people think and talk about a subject, all the way to a set of concepts that relate in some way to another set of concepts that allow us to make sense of things in a particular period of time. The reason this is so weird right here, is because Foucault almost always uses the word discourse with the word \"scientific\" preceding it...and whenever he references scientific discourse... he's usually talking about a large and complex network of meaning and baggage that gets smuggled in whenever scientists claim to have knowledge about the way that things are. See, living in a world where so many people around him are worshiping at the altar of science, Foucault wants to shine a light on the limitations of science and show how the conclusions of science often times have unintended consequences that hurt people. Foucault and his views on science are a perfect example of a structuralist and post-structuralist butting heads with those outdated, Enlightenment era assumptions about science and philosophy that we've talked about on previous episodes. The short version is that people may have become a little TOO enamored with science and logic BECAUSE of all the breakthroughs that occurred and BECAUSE they were trying to get away from the long tradition of philosophy being unverifiable speculation.See, because another thing we missed by going over the Logical Positivists so quickly is that it wasn't just the Logical Positivists that were skeptical of the last couple hundred years of philosophy...there were MANY thinkers around the early 20th century that thought of this entire period since the 17th century as what they would call The Metaphysical Age...or the age when all kinds of thinkers decided to apply themselves to creating these massive, complicated, metaphysical systems that tried to explain everything...a delusion that ran deep. With a lot of key players involved in the process...we had Descartes whose system was critiqued by Spinoza and Hume, who then were eclipsed by the work of Kant, who then had to concede to the system of Hegel; the problem with looking at the history of philosophy this way is that it COMPLETELY ignores the fact, that it's a direct mirror of all the mistakes people were making when looking at ALL of history during this time.What I'm trying to say is: Foucault's problem with lumping everything in the last couple hundred years into something called The Metaphysical Age is a culmination of several problems we've already talked about on this show when it comes to assumptions made in the thinking of the early 20th century. Remember? The outdated way of looking at history where we hyper-focus on subjectivity and the actions of a few key players? What is history? Oh, well history is when Napoleon invades Russia...Harun Al Rashid captures THIS territory...Bismarck signs THIS treaty...but is this the totality of what history is? There are thousands of other angles you could view the history of the world from, and what happens when you do that? What new insights start to present themselves?Remember Thomas Kuhn, and his history of science...and how he wants to move away from focusing on individuals like Copernicus and Newton and Einstein and THEIR subjectivity, THEIR individual achievements...and instead wants to focus on larger, structural shifts that occur...to instead look at history through the lens of large scale paradigm shifts as he calls them...moments, when paradoxes and contradictions pile up and create fractures in the existing way of doing science...fractures that eventually cause the whole scientific paradigm to break, at which point an entirely NEW method of doing science takes over. Doesn't viewing science from this slightly different angle give us fresh, new insights into the history of science that we would never see if we always looked at history through that lens that favors subjectivity so much? More than that though...is THIS method the end all be all way of looking at the history of science? What possibile reason could anyone have to privilege Thomas Kuhn's method over any of the countless OTHER angles we could view the history of the world from? How much are we missing, by having such a rigid and narrow method of cataloging history?Well, Thomas Kuhn is just one example of many that are trying to find alternative histories...Foucault's another thinker that's calling this stuff into question...and you can see even before 1966 in The Order of Things that he's already looking for alternative ways of interpreting what has happened in the past.We talked last time about two distinct, sort of, epochs that exist when it comes to the way we punish criminals, the sovereign age and the disciplinary age...well there's similar sort of thing in Foucault's book titled Birth of the Clinic when it comes to the way we treat patients in hospitals. Once again, just so we're clear, Foucault is NOT viewing history in terms of the achievements of individuals, but instead in terms of vast periods or epochs that occur, for example when you READ Birth of the Clinic...same sorta thing...no individual doctors or technicians are featured prominently...no, the feel of the book is more like: Well, in the 18th century, when people are sick, you have a building patients go to called a clinic...in the 19th century you have a building patients go to called a hospital. In other words, the language has changed in some small way between these two periods...another example: 18th century...when a patient is sick...they're seen as sort of immersed WITHIN a disease...that's how people talked about illness in the 18th century...the patient that's being treated is under the grip of the disease Cholera, for example...whereas in the 19th century in a hospital the disease is seen as something inside the patient that needs to be fixed. Once again, the language used to describe the patient has changed...another example: 18th century disease is talked about as a thing that is almost A priori...disease exists as it's own thing, out there, independent of any human being contracting it...in the 19th century the collection of symptoms within the person IS the disease itself.In other words, in both centuries we're studying the same disease, you could have the same exact patient in both periods, but when the fundamental language we use to describe the illness changes, so too does the way that we see the illness and the patient and the task of the doctor and really some pretty important things about the way that we see the world!Now it might be tempting here to think that Foucault and Kuhn are essentially saying the same thing: instead of looking at individuals they're just looking at movements and trends...but the nuances in the differences between them are actually crucial if we want to fully understand Foucault and his work.Foucault breaks down history into long periods or epochs that he calls epistemes...and maybe the best place to start explaining this is to talk for a second about the differences between the paradigm shifts of Thomas Kuhn and these epistemes that Foucault is talking about.Paradigms are easy...all that Thomas Kuhn is referencing when he says paradigm are the dominant theories, practices, instruments, methodologies of a given period of time within the sciences. The scientist using these things not only knows all about them, they know that they are the best practices of the time they're living and if they're going to be conducting any sort of respectable science, they better be using them. Paradigms, generally speaking, dont last very long. They last for a while, but it's not long before better or different science comes along and replaces them. Paradigms...can quite possibly only effect one discipline, for example, there could be a dominant paradigm specific to Biology that doesn't carry over into other fields of science.Now, epistemes on the other hand are NOT so easy. Here's the definition of what Foucault means by an episteme:\"the historical, but non-temporal, a priori which grounds knowledge and its discourses and thus represents the condition of their possibility within a particular epoch.\"So let's unpack that and explain it using a bit more english. Similar to a paradigm, an episteme is a period of time. But UNLIKE a paradigm, where scientists are consciously aware of all the best scientific practices of the world they're living in, an episteme is set of entirely unconscious assumptions that are made.Foucault is making the case that every scientist, regardless of when they're conducting their work, does that work proceeding from certain background epistemological assumptions that make conducting science even possible, and these assumptions...not only do scientists not realize that they're making them, but they are so deeply ingrained within the culture that the scientist lives in... that they ultimately dictate everything from the experiments the scientists chooses to run, to the questions the scientist thinks are worth answering, all the way down to what the scientific community as a whole decides should be accepted or rejected as fact.The best way I've ever seen it put is to think about it this way: you woke up this morning and chose the outfit that you were going to wear. Now, short of you being an exhibitionist or one of the chieftain nobles of a nudist colony, chances are there wasn't a single second in your mind when you entertained the possibility of going to work completely naked today. In fact...let's say you're a complete weirdo...in the event your mind actually went to a place like that even for a second, what would happen?...well, you'd immediately dismiss it as an idea...and why? Because there is a cultural norm against nudity in public that runs so deep that to even entertain the possibility of going to work naked would not only be preposterous, but it would be a complete waste of your time to consider it as an option. Well, what if this same dynamic extended to the way you think and talk about everything? What if you were a scientist?The point that Foucault's making here is that all of discourse, the entirety of the way you think and talk about things has been filtered through a set of background assumptions given to you by the cultural and historical conditions you were born into...and these assumptions in the background are things that most people take to be just the common sense way that the world should be chopped up, if they're even aware of these things at all.But this set of background assumptions change over time...much less frequently than Thomas Kuhn's paradigms, not only that though! WHEN one of these epistemes changes it has a much more transformative effect on the world than when a scientific paradigms changes. A paradigm can change and it may only effect one or two fields...when an episteme changes, it effects ALL of the sciences simultaneously. To return back to our definition...these epistemes are the historical A priori (prior to experience in the world) that GROUNDS KNOWLEDGE...and thus represents the condition of their possibility within a particular epoch or period of time...let's talk about a couple examples of these epistemes.Foucault would say that if you could go back in time to the 17th century and talk to Hobbes or Francis Bacon or many others that are doing work...and you could read their work from the perspective of someone living at the time, what you would notice is that they are always trying to make sense of things in terms of resemblances. The episteme of THEIR time, the background epistemological assumptions that they brought to bear unconsciously whenever they tried to make sense of things, was that they were always looking for similarities...how one plant or animal species resembled another...how one disease had similar properties to another disease...how some idea from earlier theology was the same as some idea within philosophy. Resemblances and similarities between things defined the entire epoch of the Reannaisance to Foucault.Another example: if you could go back in time give or take to the 18th century, you would see the rise of philosophy that sees the world in terms of differences rather than similarities, you'd see abstractions about things like \"human nature\", you'd see other ways of categorizing people, you'd see the period that gives rise to the taxonomy of many different fields, not just people, plants and animals. Again, these tendencies are a byproduct of the unconscious, background epistemological assumptions, the episteme that the thinkers of this time were born into. If you were in the 19th or early 20th century, the modern episteme may dictate that you're done with things like taxonomies and are more in the business of categorizing what it means to be a human being. The question Foucault would want us to ask ourselves is: do you think even for a second that the 21st century DOESN'T have an episteme that we are all unconsciously participating in?What Foucault's getting at is that he wants to get away from this nonsense of lumping all of these periods together and referring to them collectively as The Metaphysical Age, and he wants to start breaking them up and calling them what they are: different periods, distinct from each other, each with its own unique systems of acquiring knowledge, it's own systems of visibility and articulatability, it's own discursive and non-discursive formations and here's the kicker! All of these systems, and all of this discourse...ultimately put in place and maintained by people in positions of power...now, couple places your brain may go when I say that...You may picture a king wielding a scepter enforcing this stuff by decree...you may picture a bunch of dudes in powdered wigs banging a gavel...for our post-modern episteme you may picture police in riot gear with their foot on the back of someone's neck. In reality, systems of acquiring knowledge are rarely, if ever, enforced by this kind of power, and its right here...that Foucault would want to draw a distinction between two different types of power that we come face to face with in our societies: a distinction between what he calls repressive power and normalizing power.Repressive power is the type of power I was just referencing...boots on the back of the neck, military invasion...essentially someone forcing you to do something you don't want to do. But there's a sense in which this type of power is inefficient and really only necessary if someone is actively defying you, which can raise the question: are you really in power if someone has the ability to cross you like that. No, TRUE power would be if you could somehow get people to believe that it was their idea to behave the way you want them to behave. True power would be if you could get people to think it was part of their personality, the very DEFINITION of what it is to be themselves is in accordance with the way you say they should be. THAT is the task that's accomplished by the normalizing power of society.Think about it. You woke up this morning and there was probably no part of you that thought what you want to do with your day today is you want to go down to a sketchy part of town and you want to score some black tar heroin from the guy on the street corner...and why is that? Is it because you are scared of being arrested? Are you scared of Hank and the DEA kicking down your door? Or is it because going to sketchy parts of town and doing hardcore drugs like that is just not who you are?In other words, not only are people WILLING to not do drugs, not steal, not punch their neighbor in the face and countless other things, but they're actually EXCITED about filling their role as a \"normal person\" within society.That's the power of normalization.So if you consider all the stuff we've talked about on the episode so far you can start to see the problems that you run into as a scientist from the perspective of Foucault. Because if you're someone born into an episteme, you already have a set of unconscious background assumptions that you're making that shade every thought you have...you already have a narrow set of tools, instruments and methods that make up the scientific paradigm of your day, you already, by the time you're a working scientist, have gone through the school and university system and have had 20+ years of influence from a society trying to normalize your thought.Not only that though, the very field of science itself to Foucault, is an incredibly important part of the social structures that surround us...all of which have a normalizing influence on thought. We need doctors to determine who is sick and who is well. We need psychologists to determine who is sane and who is crazy. We need thought leaders within the sciences to determine who is credible and who isn't. Science itself becomes a crucial part of the process of normalization...because it becomes the standard that everything is measured up against to make sure things fit.But what is this scientific standard that we're weighing everything up against other than a consensus, arrived at by a bunch of people born into an episteme, working through a scientific paradigm with 20+ years of normalizing influence on their thought? Foucault would say, the social structures that make so many aspects of our world even possible... are fueled by a narrow cultural discourse...a cultural discourse that is constantly changing...a cultural discourse that offers commentary on any topic you can possibly imagine, including, what it even is to be a human being.You know, if it's not completely obvious by this point, Foucault is first and foremost in the business of questioning dominant narratives about things that most people just take to be \"the way that things are.\" It's been said, and this is where we will begin the next episode of the show...it's been said that Immanuel Kant...considered by some to be the greatest philosopher to ever live...one of the primary ideas that he explores in his work is the idea that through analysis of the subjective we may be able to arrive at objectivity. Through analyzing the lens that we experience the world through, our senses, our mental faculties, our ability to reason, if we study these things closely enough... we may be able to arrive at properties that are necessarily true about them or the world of phenomena that we're accessing. In other words, Kant is interested in taking the subjective, and arriving at things that are necessarily true about the world. Well, Foucault, again if it isn't entirely obvious by this point, is turning that whole thing on its head. Foucault is interested in finding things that we THINK are necessarily true, and showing them to be subjective and grounded in history. We'll pick up here next time. Thank you for listening. Talk to you then."}