{"ep": "Episode #043", "title": "Tolerance", "spoken_text": "This is a transcript of episode #043 on Tolerance. Check out the episode page HERE. The episode today is kind of a weird one...I want to talk about really take a close look at why tolerance was so important to Voltaire and the enlightenment thinkers...and hopefully by the end of the show we can understand ourselves a little better and why we treat people the way that we do.> What comes to your mind when I say the word tolerance? What comes to your mind when you think about how tolerant you are towards the beliefs of other people...and what are you willing to do in the name of ending intolerance in the world around you? Keep these questions in mind.> Now I'm about to read you a story and the only thing I ask of you today is to make a mental note of how you feel about the actions of the woman in the story. Remember how you feel in your stomach about what she does because after looking at tolerance from several different angles I'm going to ask you to think about the story again. Try to identify any changes in the way you view the story after thinking about intolerance. If there are zero changes in the way you think about it...you're either a super genius or my show is terrible.>> bus driver story> Now let's break down this story a bit. For all of you listening at home, there's probably some point in this story where you agreed with the driver's actions. The problem is, there are different layers to the story...she keeps vamping up what she is willing to do in the name of her beliefs...and as we peel back these layers, fewer and fewer people agree with what she did to the point where only ...crazed fanatics would agree with what she did. Let's look at these layers.> She starts out at the beginning just overhearing a conversation that's going on. The girl says something she doesn't agree with and the bus driver is listening to it. There is a certain percentage of people listening to this show that would react this way...they would hear a belief that somebody else holds and they would not say anything. Why is it any of my business what this person believes? I'm going to stay out of this.> The second layer is when the lady pulls out her soapbox and begins proselytizing her and the rest of the bus. Yes, the public flogging may have been going a little too far...this was an extreme variant of this layer of the intolerance onion so to speak, but there is a certain percentage of people listening to this that when they hear someone say a belief that they think could potentially hurt themselves or others they feel a sense of obligation to change that person's mind, if for no other reason then out of respect to future victims.> The third layer is when the lady decides to double back and invite her and her sister BACK up onto the bus and go to the... extent of her capacity to change their beliefs about gay marriage and abortion. There is a percentage of people listening to this right now that assigns themselves the obligation to do EVERYTHING IN THEIR POWER to CHANGE someones mind about something.> Now obviously the fourth layer is our directors cut ending that's a tactic that not many people listening to this show are going to use, but you don't have to look much further than the 5 o clock news each night to see that there are people willing to kill other people simply because they don't believe what they believe and they feel the best solution is to eradicate any opposing viewpoint from planet earth.> Now, we all agreed with the bus drivers decisions up until a certain point in the story...which point was it for you? When did she cross the line? The irony here, and the deeper question that is underneath this story is a famous question in philosophy: If you consider yourself to be a tolerant person, how intolerant should you be of the intolerant? I mean think about it...the reason this bus driver decided to do anything is because she heard the girl proudly supporting intolerant beliefs. So...her reaction to that is to call her names...threaten to eat her alive...silence her: her fought intolerance with intolerance.> If tolerance is a virtue that you strive to emulate, what, if any, obligations do you have when it comes to combating intolerance that you hear other people spewing? One thing I want to make clear right now, a mistake that a lot of people make when they think about intolerance is that if you're a tolerant person, that doesn't mean that you never disagree with anyone. Tolerance isn't saying that everyone is right and no one is wrong...Tolerance is accepting that other beliefs exist and not taking action to silence or condemn people that disagree with you. And that's a big difference from just disagreeing with someone.> Look, if you live in a first world country in today's world...congratulations...you live in one of the most tolerant societies to ever exist. Just in my everyday life, I don't see many people taking to the streets...championing the cause of intolerance. I don't see many people walking around holding signs proud of how unaccepting they are of other beliefs that aren't their own...it's just not how we do things in today's day and age. I mean, the fact that people like the Westboro Baptist Church are wack-jobs worthy of putting on the news just goes to show you how rare that kind of behavior is. Maybe the best way to understand how important tolerance was to the enlightenment thinkers is to give a little bit of historical context.> In modern times, we all fancy ourselves extremely tolerant people. Especially the type of people that listen to this show...You know...I don't care what race, culture or creed you are...I don't have a problem with it...do whatever you want! This is widely held to be a very admirable and respectable way of viewing other people in the world. But unfortunately for the rest of human history it hasn't always been this way. Voltaire was living during a time period where being tolerant was seen as the opposite...it was seen as cowardice. Being ambivalent about the strongly held religious convictions of all the other people was seen as laziness.> And there was a long history of this...there was a long dialogue within the church about... just how much responsibility the average person had over the eternal fate of their neighbors or friends. St. Augustine, St. Thomas Aquinas...a few other people contributed...but these people systematically made religious intolerance into a virtue...and if you're confused about how they could ever sell something like that to the public...i mean how could you ever convince the average person that they need to be unaccepting of the religious beliefs of their friends...let me explain where they're coming from...because it's not that crazy:> Their thinking was: could you ever see yourself passively sitting on the sidelines as your neighbors or friends burned to death in a house fire...no if you heard them screaming in there and there was something you could do to save them...wouldn't you at least try? So, if that's true..they argued...how could you ever justify sitting on the sidelines watching your neighbors and friends get condemned to the eternal house fire. The house fire to end all house fires...Satan's Cabana...Hell whatever you wanna call it.> During the time before Voltaire when people mostly lived under monarch rule...you would never sit idly and watch your friend speak out or organize against the king. So, if that's true, why would you sit idly and watch them speak out against the king of all kings? You can see where they're coming from. I mean, if you truly believe that your friend is going to be sentenced to billions of years of torture for not having a few drops of water sprinkled on his head at birth...why would you just sit around doing nothing? By the way...that was a widely held belief back then and it's no different than the sorts of arbitrary rituals that religious leaders say condemn you to hell in today's world.> The point of this is to illustrate just how different the world was back during these times. We see the Westboro Baptist Church parading around in the streets today and we are disgusted...but just a few short centuries ago...what they were doing would've been seen as an incredibly selfless virtuous act...they are sacrificing all kinds of worldly pleasures in the name of showing their friends and neighbors the errors of their ways. Saving them from eternal damnation. Voltaire and the rest of the enlightenment thinkers had a HUGE task on their hands. I mean imagine if of western Europe was populated by members of the Westboro Baptist church. First off...if were living in that world...good luck going down to the craft store and getting a neon colored poster board...poster board would be like getting a loaf of bread in WW2....you could make a lot of money investing in poster board. But what sort of magical intervention would it take to change the way that they viewed intolerance towards other beliefs? Intolerance is a self-sustaining thing...and tolerance really is the opposite.> What we're talking about here is a very important and very interesting paradox in philosophy known as the paradox of tolerance. Lots of commentary on it. It really reminds me of something we've already talked about on the show before...Protagoras in ancient Greece...the sophist...he has the famous beginning to his Refutations that man is the measure of all things...that there is no good or bad but man makes it so...there is no absolute good or bad or just or unjust...only what individual societies and people deem to be just or unjust. Now the obvious contradiction here is that if everyone is right regardless of what they say...then what about the guy that says that HE is right and everyone else is wrong? Either he is wrong...or Protagoras is wrong.> Now Protagoras's position is known as relativism...and although it's not the same as tolerance...tolerance runs into a similar problem when taken to the extreme. There was a famous scientist and philosopher in the 20th century that we will certainly be talking about named Karl Popper that I think does a really good job at shining a lantern on the inherent problem that arises if we simplify things down to TOLERANCE IS GOOD...INTOLERANCE IS BAD...is it really that simple? He would say no:> \"unlimited tolerance must lead to the disappearance of tolerance. If we extend unlimited tolerance even to those who are intolerant, if we are not prepared to defend a tolerant society against the onslaught of the intolerant, then the tolerant will be destroyed, and tolerance with them.\"> So think about what Karl Popper is saying here...if all the governments of the world had a summit and decided from this day forward we're all going to be tolerant of any set of beliefs regardless of what they are...then that eventually destines tolerance to be destroyed....because if the tolerant are always tolerant towards people who are intolerant...then eventually the intolerant gain followers and are INTOLERANT towards the people who are tolerant...who will sit by and be accepting on the sidelines as the intolerant continue to gain power and eliminate the tolerant.> The important thing to consider here is even though you may strive to be as tolerant a person as possible...is absolute tolerance REALLY what you're going for as an individual? Is tolerance taken to an extreme...really what we should be striving for as a society? I would argue that every single person listening to this is actually much more intolerant than they realize. I would argue that whether you realize it or not...there are hundreds of sets of beliefs that you work towards eliminating every single day whenever you clock in at your job.> There are people out in the world...right now...that hold a strong belief that killing people is not a bad thing to do. That murder is OK. Are you tolerant of their beliefs?> There are people out there right now that believe that molesting children is perfectly OK. Are you tolerant of THEIR beliefs?> In fact, what are laws and rules other than just a collectively agreed upon set of intolerances? Don't we all actively pay into a system that is designed to prevent certain the beliefs of certain people? We do! This is a tyranny of the majority! There are so many people that agree that murderers, child molesters and stop sign runners should not be able to exercise their beliefs that we have created a society where if they DO wantonly kill someone walking down the street ...we throw them in a cell for the rest of their life. THAT is intolerance...plain and simple. Now I'm not saying we should allow rapists and murderers to walk the streets...but let's call it what it is. For every law that you agree with, you are intolerant of a belief.> The point of this is that it's not as cut and dry as saying that TOLERANCE IS GOOD INTOLERANCE IS BAD. You shouldn't WANT to be tolerant sometimes...intolerance can be a GREAT thing sometimes. And PURE TOLERANCE inevitably leads to the downfall of tolerance as Karl Popper pointed out. So if we can't hover around these extremes...we're all presented with a very difficult choice: what criteria do you use to determine how tolerant you're going to be?> Have you guys ever known someone like this...or just imagine a person that walks around and assigns themselves the task of policing the beliefs of everyone that disagrees with them about anything. Imagine how miserable that life would be...someone with no filter...they NEVER pick their battles. Not just religious or cultural beliefs...but down to the basic beliefs. Like they're a fan of Hot Pockets...and they see someone in the break room eating Lean Pockets. You know...you really shouldn't eat Lean Pockets...they taste way worse than Hot Pockets and Hot pockets have more calories and they're the same price as Lean Pockets...you should really just eat half a hot pocket instead of a full lean pocket...> How maddening would that existence be? No one listening would advocate going around spending your entire life trying to change people's minds about stuff like that...so what criteria do we use to determine when to step in and try to enforce laws against opposing viewpoints?> There's something I said in the belief episode about every belief that we hold that is actually very relevant here. Every belief we hold is a leap of faith..but not all leaps of faith are created equal. I think one of the main things that we use to distinguish between all these leaps of faith are how much they hurt ourselves and other people around us.> Most people if they were to answer this would say that I don't have a problem with opposing beliefs until they start to hurt other people. You know...your right to swing your fist ends at the other guy's nose. Do whatever you want as long as your beliefs don't hurt me or anyone else.> You know...most Christians in today's world wouldn't want to outlaw Atheism...they don't think you should be killed or locked in prison for not believing in God...after all if the Atheist is wrong about it...the only person they're really hurting is themselves.> In that same way...most Atheists don't have a problem with several modern denominations of Christianity...because they don't evangelize...they don't nail people to a wooden X if they disagree with them...in the long run they are ultimately only hurting themselves if they are wrong...why would we outlaw that?> Pure intolerance is a fascist dictatorship and pure tolerance is a lawless anarchy. Now what Voltaire is trying to do with the power of the pen is move away from the old ideas of intolerance being a virtue and usher in a world of religious tolerance on a government level. But although he's focusing on the benefits of tolerance when it comes to maintaining order in a state...the message is also very interesting to think about when it comes to how we treat people in our personal lives...especially considering that we our government is so connected to the opinion of the masses. I mean think about it...we live in a representative republic. Our lawmakers and laws...our collectively agreed upon set of intolerances are chosen by tyranny of the majority.> Like just imagine if 99% of the U.S. population thought that gay marriage was not only wrong...but should be outlawed. They would reflect that opinion when it comes to the people they vote for at the ballot box and the 1% of people that thought there was nothing wrong with it...would feel like the people that believe there is nothing wrong with murder. The fact is...the intolerances that people carry around on a personal level shape the society that we live in...over the years as people have become more and more comfortable with gay marriage and more people are thinking that it SHOULDN'T be outlawed...the resistance at the ballot box has died down. Eventually there are large enough pockets of people that aren't intolerant of it in certain states that they remove the law on a state level...and eventually the sentiment spreads to the majority of the country until it is passed at a federal level. The only difference between the old world where gay marriage was illegal and the new world where gay marriage is legal is a shifting of public opinion about what they're going to be intolerant towards. That shifting of public opinion is really just millions of people shifting their own personal intolerances.> Something interesting to think about is that this goes for anything...if enough people believed that murder was ok, we could truly live in a world where people walked around on the street...two guys have a disagreement in Home Depot about the price of the shovel...one guy gets beaten to death with a shovel and nothing happens. This is both extremely worrying and extremely empowering at the same time.> The reason it's empowering is that the only thing stopping you from living in the exact country that you want to live in is a few million people being convinced one way or the other about their intolerances. Think about that...think about how possible that is. Have you ever known someone that was intolerant or naive about a particular group of people and after you had a few conversations with them they eventually started coming around? Isn't this all that Voltaire did on a massive scale with his writing during his lifetime? Think about how powerful that is. Think about the potential if everybody had those conversations. Now that's not to say that everyone is going to be receptive...trust me I know...there are TONS of people that just aren't willing to listen. They believe what they believe because it's what they've always believed and the last thing they're going to do is take an honest look in the mirror because then they would have to stop clinging on to this much EASIER way of looking at the world.> Now understanding the power of engaging people...understanding that changing the mind of someone that is holding beliefs that are actively hurting other people is potentially just a conversation away...let's consider the initial question again: How intolerant are you willing to be towards intolerance? Think about the bus driver again...she vehemently believed that the views of this high school girl were bigoted and intolerant towards gay people and women...she truly believed that the prejudices she held were actively causing people harm. Paradise is a conversation away. Knowing that you have that power given the structure of our government...how far are you willing to go to change the mind of someone who holds in tolerances that are hurting others?> The fact is...the bus driver didn't behead this girl behind a bale of hay...she declared a war of ideas. And while I severely question her judgment when it comes to declaring it on a 17 year old girl...it isn't that different than what Voltaire supports all throughout his philosophical letters. Voltaire was a general in this war of ideas that was going on. And lucky for us...Voltaire won the battle of tolerance."}