{"ep": "Episode #077", "title": "Marx and Kierkegaard on Religion pt. 1", "spoken_text": " \nThis is a transcript of episode #077 on Marx. Check out the episode page HERE.\n \nSo when I was but a wee lad I used to read quite a bit of fiction books. Don't really read much fiction anymore, but it used to be 100% of what I read...learned a lot of lessons from those books...started out with Goosebumps...sort of graduated to the Hardy Boys franchise...and after that I started reading Mark Twain. Read all of the classics...sort of exalted Mark Twain in my head as a quasi deity. Would read quotes by him. Saw him as this beacon of wit that was unparalleled. But then around three years ago I was surfin' the Youtubes and I came across this video of him. Yeah, a video...Thomas Edison had a camera and they took it and just made this horrible quality, black and white video of Mark Twain staring at the camera like he'd never seen a camera before. They get this long, suspense building shot of him walking along the side of his house...it was really simple. And it was weird, when I saw this video all of a sudden this guy that I had formerly exalted in my head as the God of wit in my pantheon of Gods, all of a sudden he was just a person. An old dude smoking a cigar on his front porch. He became more real to me. Well over the years on this show we've talked about a lot of philosophers from all different kinds of backgrounds. We've talked about reclusive philosophers...aggressive philosophers...we've talked about slaves turned philosopher...philosopher kings. But something happens right around the mid to late 1800's...the invention of the camera starts to become more prevalent. It starts to become common place that if you're a notable figure making waves in the world...chances are someones gonna want to take a picture of you. What I’m saying is...something changes when you can look into the eyes of these philosophers. Not a sculpture of them, not a likeness painted over a fireplace...but an actual moment frozen in time. This is them. This is who they were at one point in time. What happens I think is...they become people rather than enigmas. Socrates was an enigma, it seems sometimes like he was more of an idea than a person, he stood for a clear cause, he died for that cause, his reputation lives on throughout history...and because of that...there's something magical about Socrates. There’s something magical about other people from history that are similar to Socrates. And it’s a magic that’s only made possible when there's no objective proof this person even existed. Maybe it's because I live in an age where everyone has a camera in their back pocket, but seeing a picture of Karl Marx, on one hand...it instantly takes that magic away for me...but it makes something else possible that Socrates could never give me. When you look into the eyes of Karl Marx, when you look at photographs of the very people living alongside him that he looked into the eyes of...seeing them as people that were in pain and oppressed...how he dedicated his entire life to trying to find a system that he thought would bring an end to that pain...what happens with Karl Marx is...you can start to relate to him not as this enigma that embodies communist thinking like many people do, but as a person. A philosopher by day and a thumpin' good one at that. But this episode isn't about communism. We got a lot more episodes on Marx to do, we'll cover it there. This episode is about those people that we just talked about...those people living during Marx’s time that you can see photographs of and why Marx thought they were being oppressed. This is part one of a two part episode on Marx and Kierkegaard's views on religion and how differently they looked at it. Now you may be asking, why do an episode on religion, why not cover their views on religion as a part of the rest of the episodes you’re dedicating to them. Well, I think these episodes are going to help us understand the rest of their thinking a lot better. See if we can understand how these guys viewed the plight of the average person living during their time period, it’ll give us some great context that will bring clarity to the more nuanced aspects of their thinking. To understand Marx, and how HE views the purpose of religion, the best place to probably start is to give you a little bit of a background on where Marx is coming from. Marx is living in a world where the full affects of the industrial revolution are being felt. All of the thinking of just a few generations ago...the economics of Adam Smith, the improvements in government by Hobbes Locke and Rousseau, ALL of these things have been in affect long enough to start paying dividends. These dividends include...economic prosperity. Now, during this time, if you're living in Europe, you aren't just limited to trading with your immediate neighboring countries like you were in the past...brand new, unprecedented opportunities are starting to become available to you...now you have this unprecedented ability to cross the pacific ocean and trade with the united states...now you have this unprecedented ability to trade with India and many parts of Asia... Marx talks about how what happened as a result of this is that...because you have more and more people that you're able to trade with, the demand for whatever you produce becomes greater and greater and you have to find a way of making EVEN MORE of what you already were making. So in that sort of economic climate...in this climate of ever-increasing demand...if you're just an individual artisan or craftsman...you cant survive. Whatever it is you're making...if you're whittling figurines out of a piece of driftwood...you can only whittle so fast! Now instead of whittling for 8 countries you gotta whittle for 20 countries 30 countries. its impossible to keep up!Marx says that the people that DO survive in that environment are not the craftsmen...but the manufacturers...the people that have the means to mass produce stuff. The problem with this Marx says, is that instead of trade and the economy being in the hands of thousands of craftsmen, now it's in the hands of a very small handful of manufacturers, that in turn have an inordinate amount of control over the lives of the average citizen. Now, this in itself would be enough of a problem to deal with, but Marx sees this as a HORRIBLE thing that’s going on...one that needs to be stopped immediately...because he looks back at various points throughout history and says, man...I’ve seen this before haven’t I? Marx is the most famous follower of Hegel's thinking we have and one of the things Marx centers his philosophy around the most is Hegel's dialectic. Remember, Hegel thought that understanding the world is not understanding something that is fixed and static. No, the world is constantly changing and shifting and that in the same way understanding a moving target comes down to understanding the rate and nature of the way that it's moving, maybe a better strategy for people trying to understand the world is to understand that underlying process of change. Hegel arrives at what he calls \"the dialectic\"...the three part process of conflicting interests butting heads that leads to any change in the world. The thesis, the way that things are, the antithesis, the conflicting interest, and the synthesis, the result of the conflict between the two and the new order of things. That synthesis becomes the new thesis and so on and so forth. Marx liked this idea. He liked it a lot. So what he does is he takes Hegel's dialectic and applies it to one of his favorite areas to think about: the economic history of the world. What he concludes is that quote“The history of all hitherto existing society is the history of class struggles.”What he means by this is that if you look back at history, from an economic perspective it’s all pretty much been the same to Marx. As far as he can tell there’s always two major classes of people. There’s always a ruling class of people, these are the people that have control over the economy, and an exploited class of people, people that are exploited by that ruling class. Marx would want us to apply Hegel’s dialectic to the process of economic change in the world. He says think of the ruling class of people as the thesis and the exploited class of people as the antithesis. Eventually, what always happens, is the exploited class of people get tired of being exploited, there’s some sort of revolution, the ruling class is overthrown and a new world emerges, the synthesis, but then there's a new ruling class that is then in turn exploiting a class of people who eventually revolt and this process, this dialectical process of change just repeats itself over and over again.Marx gives all kinds of examples from history of what he’s talking about...we can think of some. You know if you’re living in colonial america in the 16, 17, 1800’s...you are either a slave, a member of an exploited class of people, no freedom, or you are a slave master, or at least a free person with the potential to be a slave master. What eventually happened? Enough people got tired of there being this exploited class of people and a revolution occurred. Go back to the middle ages when the feudal system is in style. In that world you’re either a landowner... you’re a member of the ruling class you know king, aristocrat, or guild... or you’re part of the peasantry, you’re someone working the land... a member of the exploited class. What eventually happened? People got tired of being the exploited class and peasant revolts started happening everywhere. Marx is saying that this new economic climate during his time... of trade being controlled by a handful of manufacturers, what he calls the bourgeoisie worsens the dynamic between them, the ruling class and what he called the proletariat, or the people now beholden to the bourgeoisie. By the way. Marx would no doubt look at our lives... as modern workers in a capitalist western society and he would see us... as the exploited class of this time period. Now this raises the question...well if we’re the exploited class...who are the ruling class? Well there’s a few answers to this question...maybe the big financial institutions that control most of the capital. Maybe big companies that control most of the production, whatever you or Marx would think the answer to this question is, one thing is certain to him, we...the people listening to this show... definitely are all members of the exploited class of this age. Now you may hear that and say, well that’s funny...I don’t feel exploited. I go to work, I love my job, I get paid well, I have a family, I never go without food or water or shelter, I got two vacations a year!! Where’s the exploitation in that? I LOVE my life. See, exploitation just sounds like such a dirty word, doesn’t it? You think exploitation and you think of someone holding you down punching you in the face. You think of them treating you like an animal where your life is abject misery. What Marx would say is that just because you don’t FEEL like you’re being exploited, doesn’t mean that you’re NOT being exploited. Just because you’ve grown fond of the chains that you’ve had around your legs since birth, doesn’t mean that they’re not there. You may love your job. You may get 50,000 dollars a year to do something rewarding for you. But one thing is entirely clear, you are making that company you work for a LOT more than 50,000 dollars to do the stuff that you do for them every year, if you didn’t it wouldn't be very profitable for them to pay you 50,000 dollars to do it. So in the sense... that they’re paying you not what you’re actually worth, but what you expect...in that sense, you are being exploited for your labor. You may think its in your self interest to work for them, that job may help you realize every dream you have throughout your life, you may never feel like you're EVER going without at any point in your life, the point that Marx is making here is a broader one. Why does the system NEED to be this way? Why does the system NEED to have this dynamic of one party getting rich... off of other parties being paid less than they’re producing? And if we realize that this is the case...why would we be satisfied with that arrangement? Forget human rights or anything like that...Marx points out...think about it...look at history...what ALWAYS happens when that dynamic exists? There’s a revolution! The exploited class, time after time, rises up and overthrows the ruling class! Often times with a lot of blood shed, often times with a lot of political strife and a period of time where the entire country vulnerable to attacks from other countries...why should we just accept... that that’s a natural part of this world we live in?In other words, is it at least in theory possible...to devise a system...Where there is no ruling class and exploited class? Now, if you’re one of these people that is perfectly happy with your lot in life, you don’t feel exploited...Marx would say... well that’s EXACTLY how the ruling class wants you to feel and that feelings probably been conditioned into you by an elaborate propaganda campaign to make you satisfied or distracted from the way that things are. Think about it: put yourself in the shoes of someone in the ruling class. If you recognized that you’re a member of this ruling class..and you saw the pattern throughout history of the inevitability of this exploited class causing a revolution...what does your strategy become then? Well obviously to prolong the amount of time in between these revolutions as long as possible. You have to maximize the amount of time you can profit off of exploiting these people. Marx thinks historically, there's been a lot of different tactics the ruling class would use to do this. Think of Rome...Bread and circuses...Gladiatorial games...meant to appease and distract an under served population from political turmoil and deception. This stuff has happened in the past...interesting thing to think about is...is it happening today? Well, we may not have gladiators getting eaten by lions in today’s world, but we can definitely see some possible parallels right? All of the food at everyone’s disposal, we have video games, movies, sports games, the academy awards celebrities...practically an endless sea of methods to distract yourself away from what is going on in the world politically and economically. Now this may not be orchestrated by a cabal of people at the top that design the media this way for this purpose, but it certainly gives people that option right? You look at the numbers of people voting and the general aura of political apathy in the United States and you start to wonder if that’s what’s happening. But Marx thinks, all these methods are child's play...no..if you really want to distract people from whats going on... by far the most successful, effective and nefarious version of these methods of controlling behavior is...religion. I’m sure you’ve heard his famous quote: Religion, is the opiate of the masses, but what does he mean by that? He’s not just saying religion is a drug that people take, think of specifically what an opiate is. When you're putting up Christmas lights and you fall off the roof and break your leg in four places and you get rushed to the hospital, what does the doctor give you? they give you morphine or some sort opiate so that you’re not in excruciating pain and they can work on fixing it. Opiates mitigate and help you forget about...pain. The pain of being exploited. Marx thinks that religion takes you out of this world and carries you off into a different world...the same way video games or movies or a TV show might carry you off into a different world. But this is the ULTIMATE fantasy world to Marx...it tells you that in this world...no matter how bad you have it...this is only a temporary existence...you’re just on the moral proving ground...what your REAL focus should be is on otherworldly things! On heaven and eternity and paradise! You know, The sweet by and by if you’re a slave in colonial America. Take no thought for the morrow, don’t worry about this mortal realm, God’s got your back. I mean, the reason religion is such an effective tool at making people happier is the level of acceptance that it breeds about everything. No matter how bad things seem...no matter how many horrible things happen to you in succession...ultimately...it was God’s will. You have to accept it, who are you to question God’s will? He’s just making you into a better person by throwing adversity your way. Again, a terrific recipe for personal happiness...not a very good recipe if you’re Marx and you’re trying to improve the world and do away with this ruling class for good. This is how Marx saw religion. Some guy or girl a long long time ago that was a little bit smarter than the people around them realized that if they just wrote down a story and got people to believe it, they could control them. This was such an effective tool they kept making revisions and additions...religion 2.1 religion 2.2...and eventually we arrived at a widely accepted story of prophecy and miracles and hope and that the ruling class has been using this story to economically oppress the exploited class all throughout human history. And Marx would really hammer home the notion that isn’t it so CONVENIENT that the religion that is popular during a certain time period always mirrors and justifies the economic structure of that time period. Really interesting point to consider. Let me give you a few examples of what he’s talking about. What is the economic and political structure during the feudal system, during that thousand year period in the Middle Ages? Well again, it’s hierarchical. At the very top of the pyramid you have the King, underneath him you have the aristocrats, underneath them you have the guild, the three of these groups combined making up a very small percentage of the population, and then underneath them you have the peasantry. That’s everyone else. Well, what is the prominent form of religion in western Europe during this time? It’s a specific type of Christianity that has evolved and shifted into what we now know as Catholicism. Now, what is the structure of Catholicism during that time? Oh well you have the Pope at the top. Underneath him you have cardinals and bishops, underneath them you have the priests, the three of these classes making up a very small percentage of Catholics, and then underneath them you have the laity. Again, that’s everyone else. Marx would say that not only is this transparently a mirror image of the feudal economic system that is designed to control people and keep them in the peasantry, the two appear to justify each other and seem to be working together: hence his claim that the ruling class using it as an opiate. After all, if you’re a peasant living at that time...if this hierarchical structure that I see in church is God’s will, no matter how much I don’t like it, that must be the best way for a society to be run too...not to mention the fact... whenever a new king comes to power, it’s always the pope, acting on God’s behalf that puts the crown on his head. To a peasant, God MUST endorse what’s going on here. The structure of religion always mirrors... the current ECONOMIC tactic for coercion by the ruling class. Marx would say, if you doubt this fact ...look at what happens next in history. As we move away from the 1000 years of the feudal system, as the peasant revolts put an end to it...here comes capitalism replacing the feudal system. Now, here’s a brand new economic system that has a very DIFFERENT way that people are organized, right? See, under feudalism...there was a hierarchy...things were class based...and you are chained to that class for your entire life. Well, in capitalism it’s different...in capitalism people should be equal as opposed to being a member of a class...in capitalism... liberty is a virtue, not being bound to a class for your whole life. Marx would say... how convenient... that right when the world started shifting into a more capitalist model, that's exactly when protestants start giving Catholics trouble and religion begins to reform into something that allows for 1) a level of liberty in interpreting the bible and 2) largely abandons the typical hierarchical structure of the clergy. Marx sees this as nothing more than religion adapting to its environment so that it can mirror and morally justify the capitalist system of economic exploitation. He see this and thinks it’s clear: religion is a calculated political and economic tactic of keeping people passive, meek, and poor as a virtue. Matthew 19:24 it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God. Think of the message that sends. Yeah, you are overworked and exploited and barely scraping by and you look at other people that are profiting off of your labor and eventually...its not unreasonable to think... you might begin to resent some of these people. Enough of this resentment builds up... and you might DO something about it. But then Marx would point out you bring that resentment to church on Sunday and you’re told to turn the other cheek...you’re told to be grateful for what God has given you to accept the way that things are as God’s will...you’re told that rich people go to hell...don’t envy that guy over there profiting off of your work...feel BAD for him! Well at the end of the church service...all the pain you felt when you entered that church must be lifted from you. God’s got my back. This existence is temporary. I don’t feel so bad anymore. The same way you might be writhing in pain in a hospital bed, the doctor starts an IV of morphine and it brings you the same kind of relief. But it’s not like everyone was this cynical about religion during Marx’s time. Another brilliant thinker that thought very differently about all these things was a guy named Soren Kierkegaard. And we’ll hear what he has to say about Marx on part 2 of this episode next time on Philosophize This! Thank you for listening. Ill talk to you next time. "}