{"ep": "Episode #061", "title": "Kant pt. 6 - What is Enlightenment?", "spoken_text": "This is a transcript of episode #061 on What is Enlightenment? Check out the episode page HERE.\n \nOn a cold, dark, cloud covered night in the year 1783 a small handful of European revolutionaries gathered together in secret to discuss their future plans. They called themselves the Wednesday Society. Now I know what you're thinking: Wednesday society...not a very good name for an ominous, revolutionary secret society...well that's because there was nothing ominous going on at these secret meetings at all! Wednesday was just the day of the week that they met on. They also called themselves the \"friends of the enlightenment!\" It was friendly secret society...they gathered together every week in solidarity... in support of this enlightenment that was going on. They talked about the good the bad...potential mistakes to avoid. These people had the presence of mind to realize that they were immersed in the middle of a massive cultural movement. It was like a big pro-enlightenment support group that they were a part of.\nIn fact, two of the members of this secret society were editors and founders of a super pro-enlightenment magazine slash journal slash periodical collection of pro-enlightenment ideas. Like, do you guys ever wonder what the opinion section of the newspaper was like hundreds of years ago? I do. I read this stuff sometimes. It's so cool to see what kinds of questions the average person thought were worth asking back then...given where and when they lived in history. What did they think were the most pressing issues facing them during their time. What's even MORE fascinating most of the time is just how similar the things they worried about are to the things WE worry about...it's fascinating how many of the questions they asked...we still haven't resolved. This may be one of those questions. \nAnyway, one of these two editors and founders of this magazine was named Johann Biester...now Johann Biester in the year 1783 anonymously published an essay in this magazine of his... where the title of the essay was: Proposal not to engage the clergy any longer when marriages are conducted. Now...it's pretty obvious what the point of the essay was...and this kind of thinking was a hallmark of the enlightenment. See Biester's writing this essay and he's very self aware of where he fits in to the context of history. As I said before...these guys KNEW they were smack dab in the middle of the massive cultural shift. They were very aware of the momentum of society moving in the direction of more secular institutions...the church was no longer the moral authority of the world...the church was increasingly become less and less influential in terms of government...so what this article aimed to do is ask a very natural next question: what about marriage? Marriage certainly in the past has been an exclusively religious ceremony...you know...being bound together in holy matrimony under the eyes of our lord Jesus Christ and his partner in crime God, but why is marriage a religious ceremony? Why does the church have to have a monopoly over this...why can't it be a civil ceremony? Why can't it be something that the government does? After all, aside from the moral implications...aside from the belief that it's a moral thing to do to commit yourself to one person for the rest of your life...people getting married is actually a pretty good thing for a government too, right? I mean, a married person...is a stable person. It's a person that has something to lose. It's a person that probably, by and large, is going to be thinking about their family and because of that will probably become a stable, monogamous, productive tax-paying member of society...paying into the very tax pool that funds the government. If you're the government, why WOULDN'T you give someone a tax break to get married...marriage is a loss leader for you! Eventually you're getting your money back one way or another. The point is, and the point of Biester's essay was: why do clergy somehow have a monopoly over marriage...why can't marriage be something else...something that's say, a civil procedure...carried out by a judge...overseen by the state. Well, we all know who eventually won this argument, but that's not the point of the episode today. As you can imagine, at the time that the essay was released...not everyone agreed with removing this power from the hands of clergymen...many of them were of a religious bent themselves...one of them in particular named Reverend Johann Zollner responded to this anonymously written essay with a question...a very good question. It was a question that was so good and so necessary to answer at the time that I don't think Reverend Zollner could've ever predicted the level of response he was going to get.See, Zollner was a proponent of the enlightenment himself...but he looked at THIS article in particular and he just thought it was going way too far. To Zollner...the enlightenment was definitely good thing for SOME things...you know we have our secret society meetings...this is a fun little game we're playing when it comes to a lot of things...but when it comes to the institution of marriage...now things are starting to get ridiculous, now you're starting to question the foundations of morality itself! Marriage is just way too important... to muddle it up with all these human created institutions...it's best left in the hands of the church. He said you guys better just think about what you're doing here...think about your actions before you \"confuse the hearts and minds of the people in the name of the enlightenment.\" After all, he asks right after that: what is enlightenment anyway? We have these Wednesday society meetings where we talk about the enlightenment...but who ever decided what the end goal of enlightenment was? What IS enlightenment, because if it's gonna go THIS far then maybe I need a new definition! Maybe I need to start the Thursday society.Well it was one of those questions that was so obvious that no one had even thought to answer it yet. What IS enlightenment? We talk a lot on this podcast about the AGE of enlightenment...and I know for a fact you guys at this point in the show the first thing you do whenever someone says a term is try to define terms...I have no doubt at home listening to this podcast as I've been talking about the so called \"Age of enlightenment\" you guys have been asking yourself...well what is enlightenment? By saying that, aren't we making a lot of assumptions ourselves? Look at you...you're turning into philosophers!Anyway when Zollner posed this question...it was like a circus...EVERYONE wanted to respond...dozens and dozens...flocks of respected intellectuals gave their two cents but no one's response was more famous or more influential than a almost a year after he asked this question when an answer was given by none other than the man we've been talking about lately Mr. Immanuel Kant. See Immanuel Kant had a very unique perspective in all this...he's not just gonna sit back and let this little diversion tactic that Zollner does slide. No doubt this is a valid question Zollner brings to the table...what is enlightenment...but that could also be something else right? That could also be someone's primary argument having no merit, so they ask an unanswerable question to try to leave the conversation at a stalemate. That way they don't need to address the fact that their argument sucks. Like if your girlfriend comes to you and says, John, John we've been together three months and I'm just not happy! OK, hold on there...but answer me this: what is happiness? Can you answer me that? Because if you cant then I'm afraid we cant have his conversation! No, Kant's having none of that and he wastes no time and takes Zollner's question head on in the very first sentence of his response...what is enlightenment? Kant says:\"Enlightenment is man's emergence from his self-incurred immaturity.\" Well what does he mean by that? It seems like he's saying...and I don't want to come off like I'm putting words in Kant's mouth here...but it seems to ME like he's saying that if you're an unenlightened person...you are walking around your life constantly with a self-imposed state of immaturity. Why would he say that? Well to understand fully where he's coming from, we need to understand some historical context...we need to understand something about what it meant to be one of these people that would go to a place like the Wenesday society...you know one of these people living in the 1700's that's FULLY AWARE that they're in the middle of a massive cultural movement that's going on. Now to be one of these people...a common question that you would ask to yourself...or at least BE asked by other people at the time is: have we arrived at our destination? Have we done it? Are we now an enlightened people? I mean just look at what we've accomplished! Look at the scientific method we've created! Look at these new systems of government that we have! Look at the progress that's being made on a daily basis, comparable to the darkness we lived in for a thousand years during the middle ages. Let's just call a spade a spade...we are enlightened now! We've earned the medals in the field of battle...now let's wear them across our chests and walk around with pride!Well Kant realized something: people love to wear the medals... they don't love to earn the medals. See when Kant was asked this question...Kant ALWAYS said that during his time they didn't live in an \"enlightened age\"...no they lived in an \"Age of enlightenment\". We hadn't arrived at our destination yet...but we were on the right path to get there. Just think about that statement for a second though... it really begs the question of what we were as a species before we were in the age of enlightenment. It really almost seems like Kant saw human thought during his time in a state kind of like young adulthood...they still had a ton of work to do a ton of lessons to learn..they weren't quite an adult yet...but at least they weren't what they were before. A child. A passenger to whatever arbitrary superstitions and doctrines it decided to place value on.When you really think about it, and this is coming from me...so this is not a term I use lightly: that's deep. I mean, this is why the first line of his response to reverend Zollner's question is: \"Enlightenment is man's emergence from his self-incurred immaturity.\"See, we all start out as children. We're born...and as we're eating rocket ships full a baby food and we realize very quickly that the nature of life itself is very finite, right? I mean, at BEST we only have two parents. Two parents with a very limited set of experiences themselves...most of the time the way they live their life...they're really just doing the best they can... they're not trying to cure cancer...they're just trying to make through another day at the factory without wanting to off themselves. As children, we don't have an infinite bookshelf spanning off into the horizon...no, we have a limited number of books to read, cartoons to watch, church services to attend, relatives to consult. One things for sure, our childhood does not even consist of us as a five year old kid walking around the playground like Socrates...some immensely educated, wise enlightened person, right? But it shouldn't be that way anyway.I mean, on the other hand that's one of the the great things about being a kid. You have nothing to worry about! You ask so many adults to recount the greatest days of their life and how often do they cite a time in their life when they had zero obligations? How often do adults tell their kids...oh you think YOU got it bad as a kid...wait till you have the stresses of adulthood, the bills, the commitments, the people you're beholden to, enjoy being a kid while you can!\" Not to mention the fact that when you're a kid your life is pretty stress free because whenever you have a problem...there is always a very clear solution of what the answer to the problem is. You have at your disposal essentially two omniscient oracles that you go to with ANY problem and they instantly have a solution...their names are mom and dad. You get a boo boo on your foot...you come to them, show them the problem...they know exactly what to do about it. Someone's mean to you at school, you tell them about what they said...they know exactly how to handle that situation next time. There's comfort in having that resource.You know, on that same note, I've known people that have quit their job in the corporate world thinking that being their own boss would be their dream job, it'd be the best thing that could ever happen to them...but when something goes wrong and there's a problem to be solved...there's something comforting about not being the boss...there's something that feels good about having someone to go to and ask what the best course of action is so that you're not the one making the decision that might potentially fail!Well, when we become adults...bad stuff still might happen to you five minutes from now. You still may get a boo boo on your foot, except this time the boo boo on your foot may be that your house is getting foreclosed on...or that your liver is shutting down. It's still terrifying to not know the future, so what do we do about it? How can we be sure that none of this bad stuff is gonna happen to us? To Kant, what we do as children is we outsource different components of our life. We need to by means of necessity. But we become dependent on this process. We become dependent on not thinking for ourselves. It feels good. It feels so good, Kant says, that we extend this way of doing business into adulthood. I mean think about it, there's no rite of passage between childhood and adulthood or some ceremony that takes place where we go from \"not capable of thinking for ourselves\" to \"capable of thinking for ourselves\". No we just live one continuous existence. So at what point do we make that decision to start thinking for ourselves and not just do the best imitation of our parents and the people around us as possible?When Kant says \"Enlightenment is man's emergence from his self-incurred immaturity.\"What he's saying is that most people find so much comfort and ease in this lifestyle of outsourcing your thoughts on everything to the people around you during childhood that they just never stop doing it. They turn 18 and they find college professors to think for them. They turn 21 and they find charismatic radio personalities. They turn forty and they find hacky cable news commentators. They live their lives seeing themselves as autonomous adults, but just think of what they're doing here...they're outsourcing their ENTIRE life to other people!Kant says:\"It's so EASY to be immature. If I have a book to serve as my understanding, a pastor to serve as my conscience, a physician to determine my diet for me, and so on, I need not exert myself at all. I need not think, If only I can pay: others will readily undertake the irksome work for me.\"Just listen to the first line of that: it's so EASY to be immature, right? It's so easy to find a single book on a subject...memorize a few taglines and insights from it and then whenever that topic comes up you just parrot whatever this author said and pass it off as your own thoughts. It's so easy to outsource your understanding.It's so easy to go to church on Sunday, memorize a few taglines and insights from what a pastor told you is the correct way to act and then whenever you're faced with a moral dilemma or a choice to make about what the right decision is...you just parrot whatever the pastor said and pass it off as your own decision. It's so easy to outsource your conscience.It's so easy to find some nutrition guru. Find some website that tells you everything you're doing wrong with your diet...they lay out exactly what you should eat and whenever someone asks you about what they should be eating you just parrot whatever the diet guru guy said on the internet. It's so easy to outsource every element of your life and allow someone else to think for you.Kant says people claim to love this idea of freedom. They love this idea of truly being able to exercise their ability to choose...to have a say in the matter. But how many of us just find someone else to outsource our thinking to and then wash our hands of the process of actually using our brains to think? Kant says people love to TALK about how much they love freedom...but this immaturity...this extension of their childhood...this looking to others for our own thoughts is a cage that we lock ourselves in. It's a self-imposed cage. It's a cage where you never think for yourself, where you're constantly at the mercy of whatever people you arbitrarily decided to believe...whatever book was next to you at Barnes and Noble...whatever website came up on your search results ...whatever church was closest to your house. It's a self incurred cage of immaturity.Now, the good news is...the key to that cage is hanging around your neck. The key out of this cage is around everyone's neck...but they don't use it. And Kant says it's not a death sentence...we don't stay in this state of self incurred immaturity because were somehow incapable of getting out of it. It's not that people are too stupid to get out of it. It's not a lack of understanding of HOW to get out of it...but Kant says the reason why they don't is always one of two things...the first one is that they're comfortable.Remember he said it in the first quote: it's so EASY to be immature. So what inevitably happens is people take the key from around their neck and they leave this cage for a few minutes and they can't handle it. Kant says...they start thinking for themselves for the first time and it's incredibly uncomfortable...they've never used this part of their brain before. It's like that scene out of the Matrix where Neo asks why do my eyes hurt? You've never used them before!Kant says what happens is people usually just out of laziness retreat back to letting other people think for them because it's so much more difficult to think for yourself. \"It is because of laziness and cowardice that so great a part of humankind, after nature has longsince emancipated them from other people’s direction,  nevertheless gladly remains minors for It is so comfortable to be a minor!” and “He has even grownfond of it.\"The second reason Kant gives for why people keep themselves in this self-imposed cage of immaturity, as you probably picked up in that quote I just read... is cowardice. They lack the courage to ever stand up and use their intellect. Now at first glance this seems strange...they lack the courage? Why would someone lack the courage to use their brain as much as they can? Why would it be scary to use your brain?Well think back to why we started this way of thinking in the first place...because we were kids! When you're a kid...it actually IS really scary to think for yourself. What if something bad happens...I've never been here before...I don't know anything! What Kant's saying is that that fear that you have doesn't just magically leave you the moment you throw your graduation hat up in the air. Think about it...it's scary to think for yourself! What if I'm wrong? What if that terrible thing happens to me that I'm always thinking about? What if I do this whole process of thinking for myself and then people reject me and call me an idiot! This is a big deal consider. I mean, just because you read books and listen to podcasts doesn't mean you love to think about stuff...you could just be reading books to have thoughts to recite when someone asks you a question. That's not you loving to think about stuff..that's fueled by insecurity! Oh my god, what if someone asks me a question and I don't have an answer to it! But Kant says we cant let this fear of failure or negative judgement enslave us for our entire lives. There's far too much at stake. Kant has some words for someone in this place trying to muster the courage to take the leap he says:“the danger is not in fact so great, for by a few falls they would eventually learn to walk; but an example of this kind makes them timid and usually frightens them away from any further attempt”What Kant's saying is what if when you were a baby and you were trying to learn to walk you tried to stand up and fell over....you tried to stand up and fell over...what if you just gave up? What you're gonna ride around on one of those hover-rounds the rest of your life? NO! That's ridiculous...you keep trying until you learn the skills you need to walk! This is the same process as that...REMOVE yourself from your self-incurred immaturity...think for yourself...fail..fail..fail again and eventually you will learn to walk. Have the COURAGE to remove yourself from your self-incurred immaturity and not outsource your thinking to everyone around you. You know, Kant says this should be the trumpet that is sounded...the motto and slogan of the enlightenment...that we must DARE to be wise. To not cower in the corner terrified of what if we're wrong and we fall over a couple times...no! We will fall over, we will learn our lessons but one thing we will not do is be willing...to spend another thousand years outsourcing our thinking to whatever dogma arbitrarily lands on our lap. Now if this all sounds abrasive and engaging to you, keep in mind that this was occasionally Kant's style. It's been said about Kant that he didn't teach people philosophy...he taught them to philosophize. So, I hope you got some food for thought this week. That said, real briefly, the book I've been working on for about a year and a half is done now. I'll be releasing it within the next couple weeks...I'm really proud of what it is...I don't want to waste your time talking about it...but I hope you'll consider checking it out...I'll have more information the next time we meet. But until then...thank you for listening...I'll talk to you next time. "}