{"ep": "Episode #041", "title": "Belief", "spoken_text": "This is a transcript of episode #041 on Belief. Check out the episode page HERE.The best episodes of this show, for me at least, are the ones that correspond with events that go on in my everyday life. Part of my research for the show goes beyond just reading through dry philosophy...I usually read what I need to...mull it over for a while...go on a few walks thinking about it...and then arrive at a few core questions that I want to address in the show that week and what I usually do, because I am a tremendously annoying person, is I subject everyone around me that seems remotely interested to those questions... my wife and closest friends absolutely love me for this quality of myself...and The main question for this week that cause some distress was how do you justify what you believe?Now you can imagine the kind of reception I get asking people this stuff...why do people get so uncomfortable when you ask them to explain what they believe...and for a long time I didn't know why...its not like I'm aggressive in these conversations...I go out of my way to coddle people in these conversations. I don't want to make anyone feel bad...my goal in every conversation that I have is to have the person leave a little bit more joyful than they came into it...but then I realized...I'm fighting a losing battle. When it comes to what people believe about stuff...in today's modern American society...we're not supposed to ask those kind of questions. We're not supposed to press people about WHY they believe certain things they believe...there is a HUGE double standard...we're supposed to ridicule some types of beliefs but have unquestionable reverence for others that are very similar. This is why people feel uncomfortable when they're asked to justify their beliefs...social conventions keep them in this protective cocoon! Well just for this episode of the show...let's break out of that cocoon and try to understand our beliefs better...and then you can go back inside.Now earlier in the week I was having a perfect conversation for this very topic...I was talking to some guy that believes in ghosts. Now I want to come back to this guy, but first lets do a little digging on the concept of belief, because what I think we'll all realize soon, something that Voltaire would've DEFINITELY agreed with...is that this strange condition that we're born into...this crazy carnival ride that we're on that we call life, when it comes to belief...it all begins to look like a really sick joke that someone is playing on us. Let me explain why.When we are born into the world...we are born into a very strange condition. When it comes to arriving at beliefs about stuff...there are two GIANT things about this condition that we find ourselves in that make believing in anything very complicated. The first thing...a very important thing...is that certainty...for all intents and purposes is impossible. In fact, we can't even be certain about the fact that certainty is impossible...but if certainty IS possible...finding it through all the the various handicaps that humans have seems to be a wild goose chase. Voltaire had a famous quote that said, \"Doubt is an unpleasant condition, but certainty is absurd\"Now what Voltaire and many of the enlightenment thinkers are getting at here is that you don't KNOW anything for CERTAIN. You can have very strong beliefs...backed by very strong evidence that is constantly reinforced by your experience and still not know something for CERTAIN. Take one of the most seemingly obviously existing I can think of...the physical world. I look around me everywhere and it SEEMS like other people exist...it seems like trees and cars and everything else exists...it seems like there is a physical matter underneath this map of the world that I see that is creating this reality...but do I know for certain that it exists? I could just be talking to myself into empty space hallucinating all of this. In fact, can I even be certain that I exist at all? Can I be certain that I am a thinking thing as Descartes famously said?Well many people would argue...no. People cite the Cartesian circle...His so called clear and distinct ideas are based on thoughts which could have been deceptive from the very beginning. He isn't certain of anything. So what does all of this mean? What are the implications of this?Here it is: To believe in anything, to claim to know anything no matter the amount of empirical evidence or reasoning...is a leap of faith. Even something that is imminently in front of us at all times like the physical world with an endless amount of evidence...if you claim to KNOW that it exists...sit down and have a Starbucks with an idealist philosopher for 10 minutes and they will show you how many assumptions you are making. To believe in ANYTHING is a leap of faith...but hold on....one of the biggest mistakes in thinking that people make here...that that therefore makes all leaps of faith and all beliefs the exact same thing.We may all be making leaps of faith all the time, but all leaps of faith are not created equal. And this brings me to the next very strange thing about this condition that we're born into as human beings...We can believe, literally...ANYTHING that we want to believe. What I mean by that is that what you believe has absolutely NOTHING to do with how true it is. And if you doubt this at any level...just consider the fact that there are millions of examples of beliefs that people hold that are mutually exclusive.Consider the fact that some people believe in ghosts...that's what this guy was talking about earlier this week...he was telling me about the most recent installment into the horror genre...Annabelle...that movie about the doll that is possessed by a demon. And for future listeners I'm sorry if this dates the show or if the reference doesn't mean anything to you, but it is the same generic story about an attractive young couple getting some new material possession that becomes unfortunately claimed by Satan's henchmen. I'm sure there is some future movie that is still appealing to these fears that people have so just replace Annabelle with whatever is prevalent during your time. But what this guy was doing was he was reading me a story about how the doll of the movie Annabelle is based on actual events...that there was a couple that got a doll and they would come home from the supermarket and the doll had changed places and changed positions and one night their door creaked open and the doll was standing there and it came into the room and tried to strangle the husband.Well in fairness to me I thought he was joking...and I started poking fun at holes in the story or just generally talking about the whole situation...just that there exists an underworld where demons are holding human souls captive...and one of the lords of the underworld decides to take a liking to these people's baby...he wants her soul...so his best plan is to take control of a creepy looking doll and mess with them for weeks...you know...flicking lights on and off...moving the curtains...putting the doll in random places...opening doors when no ones around...this is what the demon spends his time doing. And really I'm completely open to the idea of all this stuff existing...I'm an agnostic when it comes to ghosts, demons and evil spirits at this point in my life...it certainly would make the world an interesting place...but I try to make people laugh and when I pointed this stuff out the guy that was reading me the story goes, \"Wait...you don't believe this happened?\"Now although I am an agnostic on the issue...I have met people throughout the course of my life who feel the exact opposite of this guy...they say that ghosts do not exist. They'll say...Why haven't we captured them on video if everyone has a smart phone? This is nothing more than superstitious people with a confirmation bias. They are told that they have a soul or a spirit their whole life by different people...maybe their mother tells them a story about seeing her mom at the foot of her bed when she was younger...so when they are told about demons existing or ghosts haunting a designated property line...it isn't THAT outside what they've been told is acceptable to believe so they believe it. If you told these people there were goblins in the trees that were always watching you...they wouldn't believe it because it isn't similar to what they were told was reasonable when they were growing up...but in reality these people say...goblins and ghosts are equally as unfounded and ridiculous.Some people vehemently believe in ghosts some people vehemently believe ghosts do not exist. But who is right? They can't both be right. The two viewpoints directly contradict each other...one of them or neither of them has to be right. Yet both sides are devout believers of their side of the equation.The point of this, aside from setting up this extended example of ghosts is to illustrate that someone believing in something has nothing to do with how true it is. We can believe in ANYTHING we want. And it's funny because if you asked 100 people why they hold the beliefs they do...99 of that hundred would say that they believe things because it is the truth. Maybe complete certainty about things is impossible, but what I believe is the closest facsimile of truth possible. We all believe the things we believe because we think they are the closest thing to truth we have come across.Well, like most things in philosophy...I wish it was this simple. Press those 99 out of 100 people hard enough on explaining WHY they believe what they believe and what you will find is that they believe things for a lot of reasons...not many of them having anything to do with truth necessarily in the slightest bit. I'm not just making this up...the dozens of different justifications for a belief in something is an entire field of study in philosophy today. There are so many ways people distort reality to convince themselves that something is true that you could truly spend the rest of your life reading about the work that has been done in this small segment. People believe things because they are convenient to believe in, they believe things because it useful to them on a personal level, they believe in things out of laziness...it is very difficult to accept reality on reality's terms...so leave it to us to come up with tons of creative ways to believe in something and create the reality that we want to exist.Now it should be said that false beliefs that are useful are not necessarily bad things. The longer I live on this planet the more I realize how powerful of a tool belief is. There are tons of examples...simply believing that you can't do something can make you incapable of accomplishing it. Just Believing that you live in a world where people are keeping you down can cause you to believe that any bad thing that happens to you is the byproduct of these people that are oppressing you. So we shouldn't look down on false beliefs because they can be extremely useful.Certainty is impossible and there are no limits to what you can believe. This is one of the biggest messages of the podcast right here and it is one that was very dear to Voltaire and the rest of the enlightenment thinkers. If you're a person who claims that the basis for why you believe the things you do is because you think they are true and not because they serve some useful purpose to you then you are instantly assuming a life long responsibility. A life long responsibility of putting your beliefs under a microscope. A life long responsibility of looking at them through an extremely critical lens. Of taking every piece of new information you get and weighing your beliefs against it. If you are TRULY concerned with your beliefs being true, you should never arrive at a belief and say that it doesn't matter what anyone says to me, it doesn't matter which new facts are presented to me, I will never falter from this belief. You can't say that.No one said this was going to be easy. The easy way is deciding you are going to plug your ears and say \"la la la\" whenever someone tells you something that doesn't correspond with your worldview. You're not a bad person if you do this, but the enlightenment thinkers would at least want you to be honest that your beliefs are out of convenience, not out of a desire for truth. Not everybody is cut out for this kind of life. Some people have a hard time committing to getting a puppy because...think of the responsibility! For the next 10 years or more I have to take care of this thing...Well this is a LIFE LONG commitment.And I have more news for you...this whole process is going to be an uphill battle because there are way more ways you can be wrong about what you believe than right. Plato talks at the end of the Theatetus about the idea of what knowledge is...it's something we've talked about on the show before I'm pretty sure...the idea that knowledge is only knowledge when it is a justified, true, belief in something. Now, it should be said that this isn't a knockdown explanation of what knowledge is...people have found exceptions to this rule, but it works really well when talking about any shaky beliefs that we might be holding on to.Picture a Venn Diagram where one circle is truth and the other circle is belief. In each of these circles is everything that is true and everything that you believe. Now, lets assume you have some beliefs that correspond with reality on realities terms...or truth...the two circles of your beliefs and truth would overlap in the middle...but Plato thinks that this overlapped area is not knowledge yet, because your true beliefs need to be properly justified.I HATE describing visuals on this show...let me give you an example of what I'm talking about and the point of this is to consider ALL THE wonderful DIFFERENT WAYS you could be wrong about something and how much scrutiny it takes to have a justified, true, belief. You could be a commoner living in the 1400's in Europe and listen to the stories of the sea faring gentlemen telling their tales about the ends of the earth. The point when you've sailed so far out into the ocean that you fall off the edge...you believe the earth is flat in other words. Well that would be an example of something that ONLY falls in the belief column. You believe the world is flat...that is a belief of yours, but when it comes to it being true or justified...in retrospect, now we know that that belief isn't true and it certainly isn't justified simply because you heard someone talk about it in the 1400's.Let's take another example...let's say you're still living in the 1400's and you believed that the earth was a sphere because you also believe that all the planets in the universe are just marbles in a massive celestial game of marbles. Well, that's a great example of a belief...that happens to be true, but it isn't properly justified so it wouldn't be considered knowledge to Plato.This is when the tapestry of our beliefs starts to unravel. Consider all the different ways you could be wrong about any one thing you believe, or all the different justifications you could be covertly using as a basis for believing something out of convenience alone. Consider the fact that you live in a world where it is very unnatural to question people about these justifications.Now, Consider the very few ways you can be right. And if you're having a hard time taking a step back and looking at your beliefs through this objective lens...you know identifying the possible ways you could be inappropriately justifying your beliefs, take yourself out of this equation and try to think about the way you are critical of the beliefs of others that you don't agree with.Let's all think back to a time when we had a friend that we fundamentally disagreed with about something. Maybe you agreed with this person the majority of the time, but on this one issue...they were dead wrong. You were right. You could clearly see all the mistakes they were making...all the ways they were believing this thing that they believed in out of convenience to them... rather than because they thought it was the truth. You guys had to \"agree to disagree\". Well at this point...if somebody showed you a list of faulty justifications...you could easily point out which ones they were guilty of in that case, so make no mistake ... you are already good at holding beliefs under a microscope.Let's consider an example that we can all be familiar with and it was one that was very important to the enlightenment thinkers, especially when it comes to religious toleration. Let's say that I'm a Christian. There are a LOT of people that disagree with me throughout human history and across the world living today that I have to contend with. We'll talk about several of them...but let's start with the growing vocal minority...the Atheists.These people DON'T believe in the Christian God....I do believe in the Christian God. Well, like we talked about with ghosts before...one thing's for certain, we can't BOTH be right. The Christian god can't both exist AND not exist simultaneously. So if their belief that there is no God is not in the truth circle on our Venn Diagram...then we should be able to find some sort of faulty justification for believing what they believe. There are no shortage of these if you look for them...one of the most common ones leveraged is that Atheists are nothing more than rebellious teenagers. That they lack humility. They're blaring emo music in their room and refusing to acknowledge the tremendous gift that the Christian God has given them because then they would have to follow his rules...these people are selfish and don't want to... and they will pay with eternal torment.Now on the other hand, Atheists commonly say the same thing about Christians. I'm sure we've all heard it...that it's in fact the Christians that lack humility. That it is difficult to think of something more arrogant or self-important than the idea that the ENTIRE UNIVERSE was put here so that you could talk to other humans nicely. Now let's look at this..right here, the Atheist is attacking the Christian's justification for believing what they do... and the Christian commonly says back that their justification has nothing to do with truth or convenience...they just chose to believe. They just...believe...based on faith. God has already said what he is going to say, Yes he sits behind the scenes working tirelessly to conceal himself from everyone all the time, but the good news is.. if you just have faith and believe in him...then his existence will become self-evident...you will look around you and it will be obvious that he exists.But there's a whole other side to this isn't there? The Christians have another enemy that they march into battle against every day...and their name is: the tens of billions of people who have lived throughout history and the billions of people that are currently living who believe in a different God than the Christian God. If you are a Christian...you disagree with the majority of humans that have ever lived. You think they have chosen to believe in the wrong God. Billions upon billions of people that devoutly believe in, claim to have personal relationships with, direct communication to, or more-so throughout history, obvious interaction with their God. Billions of people that have the same transcendent experiences that Christians have and strong connection to their God, are wrong. And they did it all from the exact same mental starting point as any Christian living beyond the first century AD when these miracles perpetrated by God could have been witnessed.Now these people, to the Christian...are NOT rebellious teenager...in fact many of them subject themselves to a more restrictive code of behaviors than the Christians do. So what is the justification for their beliefs? All of these people used the exact same justification for their beliefs that the Christian did, the difference between them is that the Christian believes either that they happened to be born into the right home or had some sort of insight that gave them confidence they were right, and the vast majority of humans who have ever lived are burning in hell for picking incorrectly.Now, the two ways Christians typically respond to this in modern times, at least by my experience is by shaking their heads and saying \"I don't know, I'm confused by that too, the lord works in mysterious ways.\" Or by saying that they just don't believe God would do that. That the majestic God presented in the Bible is Good and Just and they just can't believe that God would sentence all of these people to eternal torture for not believing in Christianity.The common thing I usually hear back from Islamic Scholars or Rabbis or just a general Agnostic is, well you're directly flying in the face of thousands of years of Christianity by saying that and how convenient for you to cherry pick scripture and ignore other scripture to create a new modern, more tolerant version of God that doesn't send anyone to hell for believing the wrong thing.The point of this is not to attack one set of beliefs...it is to illustrate the responsibility we have if we want our beliefs to be based on truth, rather than what we want truth to be. If you don't believe things based on convenience, you need to be subjecting your beliefs to this level of scrutiny constantly...every belief. And This scrutiny that we can hold things to on a personal level is what the thinkers in the enlightenment did hundreds of years ago when it comes to the collective knowledge of humanity. We can see this period known as the enlightenment as the human species going through this process for the first time. The only question is, will you have your own personal enlightenment?When I talked to this guy earlier this week about why he believes in ghosts...when he asked me why I didn't believe the story in the news about the doll that was possessed by a demon and tried to strangle the woman's husband, I tried to get to the bottom of where his personal line in the sand is. He must not believe EVERY story that he reads....I pointed out that there are tons of examples of stories that he doesn't believe are true...the stories about ships falling off of the earth because they reached the edge...the particularly far fetched stories of people getting abducted by aliens...etc. I asked him where he draws the line when it comes to believing in the testimony of others, because he MUST have one.Some people believe testimony because, why would it benefit someone to openly come out with the information that they were kidnapped by lizard people and anally probed? What possible benefit could they get from telling the rest of society about that...they must be telling the truth! Well there ARE motivations in every example if you look hard enough, not the least of which might be mental illness, but my point is that motivations or lack of motivations don't necessarily make things true or untrue.Eventually where we got in the conversation is him saying that he believes in ghosts because it augments his living experience. When he goes to the movies and watches a story about a demon haunting a house, he doesn't just appreciate things like , whoa that was a nice special effect there, or wow what a great acting performance...he watches it thinking that it actually happened and that at any point it could happen to him. He also said that he really likes the idea of believing in a spirit world beyond this planet because he is terrified of the idea of dying and believing there is somewhere for him to go after living makes him feel comforted because now he will never have to actually fade into blackness.Well after listening to this episode, I don't have to tell any of YOU guys why that is a faulty justification for believing in something. But what I will tell you is how Voltaire, Newton Locke and many other thinkers agreed with and embraced the task presented to humanity that we talked about in this episode. Real quickly though, the point of this episode is that every belief you hold is a leap of faith...but not all leaps of faith are created equal. If I could give you one piece of advice: QUESTION YOUR FAITH CONSTANTLY. This may seem abrasive, but it's not...if I asked you to question your faith about whether heroine was a good idea...if I asked you to question your faith about whether eradicating minorities was a good idea...if I asked you to question your faith about whether the world is a dark dangerous place that isn't worth living in...you would be thanking me. Remember, if certainty is all but impossible and we can believe LITERALLY ANYTHING we want, if we truly want our beliefs to be as close to the truth as possible, we have a life long responsibility to look at our beliefs under a microscope.There was a really fun question being asked about human history during the lifetime of Voltaire...who is the greatest of ALL the human heroes? Was it Alexander the Great? For uniting Greece and spreading Hellenism? What it Julius Caesar? For bringing Rome to unprecedented greatness? Voltaire had a very different answer to this question...he believed that the greatest human hero was Sir Isaac Newton...because while Caesar and Alexander and many others had brought change by way of the sword that lasted maybe a couple centuries, Sir Isaac Newton FOREVER revolutionized the way that humans look at the world they live in.Before Newton, people like Descartes talked about how knowledge should be arrived at through an almost mathematical process. That we begin with clear and distinct ideas...things that are either innate in our minds or self-evident...and from there we use reason to DEDUCE what the truth is. Well, Voltaire's views on the matter were derived from Locke...who strongly disagreed.Aristotle said that \"humans by nature desire to know\". One of the most depressing things you can ever hear is that you have reached your full potential at something. That, no matter how hard you work or try from here on out, you will never be ANY better than you are at this moment right now. In that same way, how sad is it to hear that we have found the absolute truth...that everything else you will ever say will be readdressing some earlier point or commentary on what we already know.Voltaire and Locke are not filled with the same kind of desperation as others who are willing to create vast metaphysical explanations of the universe that really have no basis other than flawed reasoning just so they can say that they KNOW things. Plato's Timaeus, Plotinus's theory of the One, Leibniz's Monadology, all rationalist metaphysical systems aimed at taking what they claim to be self evident knowledge and speculating the rest based on their own human brains.Voltaire and Locke are more interested in looking at how things seem to interact with each other in a measurable way than with creating some story to explain to holes that we haven't filled in yet. Now don't get them wrong...This kind of philosophical speculation is still an important tool, but it shouldn't be what we base truth upon. Philosophy will always be useful...because in this way, philosophy is the great engine of hypothesis...Think about science for a second...what makes a great scientist? a great scientist is someone who can take some falsifiable hypothesis and come up with an experiment where at the end of the experiment, the only possible outcome is that the hypothesis is proven correct, or incorrect...and they do this in as unbiased and humble of a way as possible. But there's another half to that...where do we get the outside the box hypotheses that lead to progress? Both the philosopher and the scientist are brilliant, but in different ways...it takes a different kind of brilliance to come up with new theories or to recognize assumptions we might be making in science currently. Plato...Plotinus..Leibniz...all of these metaphysical systems can be seen as hypotheses for scientists to test...and yes ultimately most of them wont hold up to scrutiny, but one of them might be another Newton. Philosophy is the great engine of hypothesis.Voltaire would've agreed that these systems are educated guesses...but their validity ends there. He thought that for whatever reason...if God existed...us knowing FOR CERTAIN that he exists isn't that important to him...so instead of speculating about the \"nature\" or \"essence\" of things or creating elaborate systems explaining scientific holes...we should study what we actually were given. The natural world. Ourselves...etc.Voltaire thought that maybe science will NEVER be able to answer these questions fully..but when he was in doubt he really liked a quote that was popular by Newton at the time, \"When I don't know something...I will not feign a hypothesis.\" He was fine with the condition he was in: \"Doubt is an unpleasant condition...but certainty is absurd.\"Alright so last time when I chose a winner for the $20 Amazon gift card I ended up rambling for almost 25 minutes about it...got a few complaints...want to make sure I keep it short this time since the episode is already running late as is. Let me know what kinds of questions you guys like to hear...or better yet...submit your own...i keep all the questions so when you submit one you have a chance to win in perpetuity. That said, the one this week is from Chris Ruby he writes,\"Just made another large order through your amazon banner and I thought you might do me a favor and suggest a book or two on tape for the 16hr drive I'm making to Colorado... Yea, downloaded audible through you a while back. Art of racing in the rain was my free download, and I recommend it highly.\"Well thank you Chris...I would love to weigh in on this...and thank you for participating and listening to the show. One book that I always recommend to people...it is one of my favorite books is called Socrates Meets Jesus...The premise of the book is that Socrates inexplicably is manifested in modern times and is taking a course on the history of Christianity. The other students in the class represent some typical stereotypical viewpoints in today's world on certain issues...and the whole book has Socrates constantly doing what he did best...Socratic Dialogue..questioning and trying to get to the bottom of contemporary society and Christianity. Most people that hate on the book are hating on the ending because Socrates converts to Christianity and they see it as a cheap religiously fueled cop out...but I don't care. The book is full of awesome discussion...it's actually been made into a full length play that you can watch on YouTube.The other book I'd recommend is \"Zen and the art of motorcycle maintenance\". Its cheap, relatively short and one of the greatest books ever. It is about a father and son that take a motorcycle road trip over the summer and their discussions lead to extremely powerful conclusions when it comes to tolerance and how to live life. Can't recommend this book enough.That does it for the show...send it your questions over Facebook, twitter, or email and enter for your chance to win a $20 Amazon gift card...talk to you soon."}