{"ep": "Episode #053", "title": "David Hume pt. 3", "spoken_text": " \nThis is a transcript of episode #053 on David Hume. Check out the episode page HERE.\n \n \nSo it would be very tempting to take what we've learned about David Hume so far and label him a big fat cheerful dude that spent his life bagging on religion. A Jesus hater. But David Hume wasn't a Jesus hater...he didn't even know the guy! But if we want to understand David Hume...it's important to understand what David Hume was trying to do during his lifetime... what questions was he trying to answer? I want to begin the show today with one of the most iconic and provocative quotes that ever left the mouth of David Hume. Now, this episode will look at this quote and what it means from multiple different angles, but I want to say it once now just as a bookend to the episode because I think it is very illuminating of the aims of David Hume and how ultimately he set his sights on something much, much larger than just religion in his work: \"If we take in our hand any volume; of divinity or school metaphysics, for instance; let us ask, Does it contain any abstract reasoning concerning quantity or number? No. Does it contain any experimental reasoning concerning matter of fact and existence? No. Commit it then to the flames: for it can contain nothing but sophistry and illusion.\" Now it sounds like old Humey is getting a little extreme here? Isn't He? Well, don't worry if you didn't catch exactly what he said about the two things you look for before you throw something in the fireplace and deem it to be sophistry and illusion...trust me...what he was trying to do with all of this will make sense at the end of this episode. So with that...as promised let's talk about the soul. I...am not a hamster running around a wheel at Petco. Alright? I'm more than that. Look into the eyes of the hamster...is anything going on in there? No. Ah but look into my eyes and what a difference! Ask me what kind of music I like, ask me what kind of poetry I like. Ask me to tell you how I'm feeling today...ask me to tell you about my favorites memories or my goals and I can relay to you all kinds of thoughts that a hamster could never even dream of. What is the hamster thinking at Petco? He's not thinking anything...he's thinking wow, this is a really long wheel. The point is, there's an obvious difference between us human beings and the rest of the animals..people have all kinds of different ways of defining exactly what this difference is...but whatever qualities you use...there must be SOME explanation. And how about THIS explanation, there is an incorporeal soul that is responsible for it. Now this word, soul, has been hijacked all throughout history... and it's been used to mean a wide variety of different things. In fact, it's often that way by design...it's a tactic used to avoid criticism. The concept itself is so mysterious and transient and it's been used to mean so many different things throughout history...that to even leverage a criticism against the concept of a soul existing always leaves the believer in the soul with an out, right? Oh, you're not talking about what I mean when I say soul. Yeah those Greeks were obviously primitive in their understanding of a soul and didn't know what they're talking about, but my soul...mine's different! For anyone thinking about these things in 2015 like we are...for anyone that wants to be fair to other people's beliefs and really open-minded to all the possibilities out there...you can start to feel a little weird and frustrated when you're having these conversations. Do you know what I'm talking about? Like, how do you get to the bottom of something that's so illusive? How do you criticize something with such a fleeting definition attached to it? This tactic isn't just something used throughout history when it comes to the soul...there are a lot of pseudo intellectual scientists that do this in today's world...you know they'll just say the word consciousness 185 times without ever defining terms and it just makes for a climate where it's very difficult to lob a complaint against them because it's difficult to know what you're even criticizing. I don't even think HE knows what you're criticizing...and he can always side step and do the Heisman trophy stiff-arm away from weak aspects of his definition. Now this game that people like this play was something that David Hume even in the 1700's realized was going on. The reason why I say this is because even though David Hume WAS skeptical about the notion of us having a soul, in keeping with the general skepticism that surrounded EVERYTHING we think we know if you're David Hume...he doesn't spend much of his time refuting the possibility of us having a soul...most of his time is spent refuting individual characteristics that people attach to this soul. This... looks familiar right? Not denouncing the idea of a God existing at all, but pointing out all the unfounded assumptions we're making about that God once we've assented to the belief. Not denouncing the idea of there being an intelligent designer, but pointing out all the unfounded assumptions we're making about what that designer must be like once we believe in it. Although we should remain skeptical about ALL of this, Hume spends most of his time attacking the qualities that he thinks we lazily attach on to this soul: \"Matter, therefore, and spirit, are at bottom equally unknown, and we cannot determine what qualities inhere in the one or in the other.\" So what he's doing in this quote is addressing the typical Platonic Dualism that we've talked about before...you know that we have things like thoughts that obviously aren't made of matter, so we cant ONLY be made of matter, we're made of a mixture of matter and our soul...and just because our physical bodies die doesn't mean our souls die...no they go on and do whatever souls do...you know it was this idea from Plato that made it so easy to make Platonism compatible with Judaism, Christianity and Islam throughout the middle ages. What Hume's saying though... is that even if this soul exists...what is matter? what is spirit? We can't even answer questions about what these things are, let alone be making grandiose assumptions about what attributes they must have. And one of the most common attributes people attach to their definition of the soul is that it is immortal. They say things like I can't imagine NOT existing after I die. They say that the soul is sewn from a different cloth, one not bound by the same limitations that matter and other things in the universe are beholden to that causes them to perish. The soul, that explains these qualities about my personality...is immortal! Hume in very Humian fashion by the way...willing to concede all kinds of unfounded points so that he cant point out FURTHER assumptions that this person is making...Hume is even willing in his response to grant that we have an immortal soul: \"The soul therefore if immortal, existed before our birth; and if the former existence no ways concerned us, neither will the latter.\" What he's saying is: OK you got me. We have an immortal soul. But why should we assume that that souls' existence concerns us in the slightest bit after we're dead? I mean after all, the matter that makes up our bodies existed before we were born doing other things right? Like, the atoms that made up your body at one point belonged to a cow... until your mom ate that cow when she was pregnant and a little piece of that cow became you in her womb. Now on that same note, the atoms that make up your body continue to exist after you're dead right? When our physical bodies die they get put in the ground...we get eaten by worms...the worms poop us out..we fertilize the ground...someone grows some beets there a thousand years later, we get consumed by the beet plant and become a little piece of this reddish vegetable that nobody likes! Now this is a very colorful, exciting narrative about what happens to our bodies after we die, but you get the point. After we die...the matter that makes up our bodies continues to live on... and it doesn't concern us at all when it does that. Yet, when we assume that the soul is immortal...and that we had nothing to do with it before we were born, why should we assume that we have anything to do with it after we die? What if souls are recycled...when your life is over it finds another life form to attach itself to. But for most people living in Hume's time and many people living today actually they wouldn't see this as an adequate explanation. Their unique definition of the soul that they've arrived at is not something that's... separate from you...it IS you. You know...I have a friend that believes this...when you ask him what he is...he says he is a spiritual being. He doesn't HAVE a soul...he IS a soul that's inhabiting this physical body...he's sort of behind his eyes looking out into the world. Now what my friend is doing when he says this is something that was very prevalent in thought during the Middle Ages, like we talked about. He's conflating the idea of a soul with the idea of a self. But David Hume is even skeptical about the idea of a \"self\" existing. What is this thing that we call our self...does it even exist? It's actually very eastern of him...there's a whole group of people today that think that many of the ideas of David Hume may have been influenced by Buddhism...there's a really interesting episode of the podcast Philosophy Bites with Nigel Warburton about this very idea. They point to the similarities between David Hume's idea of what this \"self\" thing is...to the famous Buddist dialogues between King Milinda and Nagasena...you know the King looks at her and says look obviously the self exists because we're talking right now and there are obviously two sides to this conversation...If you don't have a self, who am I talking to really? And Nagasena says, well how did you come to court today? How did you get into this room so that you could have a conversation with me...and the King goes...well I rode on my chariot. And Nagasena says...okay well what is that chariot? Besides just a collection of wheels and axles and a seat and pieces of wood...is that chariot something more than just the collection of those ingredients? And the King says No, I guess it's not. Why should we assume that we are more than just a collection of fleeting thoughts and emotions and experiences? What David Hume is really doing here is refuting Descartes! Remember Descartes Cogito Ergo Sum...I think therefore I am... The reason Descartes is even saying this is as a rebuttal to radical skepticism...he thinks this is one of the only things you CAN say that no one can disagree with. But leave it to David Hume to find a way to disagree and the thing he takes issue with is the idea of us knowing that there is an \"I\" EYE think therefore EYE am. When Descartes asks his readers to look within themselves and obviously they will find that there is a self present there...David Hume says no. What happens when HE looks within himself is that he just sees a bunch of thoughts and associations and ideas seemingly bundled together. Why is there necessarily some sort of continuity there, some self that possesses these things? There it is again! That same skepticism that Hume has brought to all of these different discussions we've talked about over the last couple episodes. There it is again...what's known as Hume's Fork...the idea that if someone makes a claim and it isn't instantly demonstrable or capable of being verified that we should \"commit it to the flames for it can contain nothing but sophistry and illusion.\" And when you think about that maxim for a second...that doesn't leave...very much stuff to work with. But we want to know the truth...we're human beings...where does that leave us in that quest? Can we even know simple things...like if anything exists at all? For many people, Hume is the end of a long stint of inquiry by the continental rationalists and British empiricists...Descartes says I think therefore I am and then uses the fact that he exists as a foundation to create an entire rationalist system skyscraper on top of that foundation of things we must know if that is true. John Locke comes after him and questions that skyscraper...you know we are born with a Tabula Rasa...a blank slate...we don't have any innate ideas and that ultimately any knowledge we claim to have is derived at least in some capacity by experience...Berkeley comes along and says if knowledge is ultimately based on experience, how do we know the universe exists when we're not experiencing it?...lucky for us... God is always experiencing it...all David Hume does is just take this line of thinking one step further. David Hume would say: We can't be certain that anything exists, but once you realize that...who really cares anyway? This is when we find out what he was getting at with all this skepticism. David Hume would say that once we get to this point where we acknowledge that we can't have certain knowledge about anything, we still find ourselves living in the world, right? I mean, sure love what you're doing Mr. Hume, I think it's lovely that you can be so skeptical about things ad infinitum, great. But we're still alive...right? I still gotta drive to work on Monday. You know, I still gotta pick my kids up from the pool when they're done swimming...we as a species still have to find the best way that we can to find connections and relationships between things in the natural world, the benefits of doing so are undeniable even if we can't know these things for certain. David Hume would have agreed with this wholeheartedly. He would have said look all this skepticism is not for the sake of being extreme or annoying or standoffish...there are good intentions behind it. What it is...is an advocacy for open-mindedness. The rigorous skepticism is just a means of making us never complacent...never willing to deem our thoughts on any matter an evolutionary endpoint....no further progress is capable of being made in this field...we're done. So once we've positioned ourselves atop this honest foundation that Hume lays out, how do we make sense of the world? David Hume would say: Custom is the great guide of human life. We may not be able to say with unquestionable certainty that pool ball one caused the movement of pool ball two, but the fact that we've observed it happening 100 times out of a hundred...the fact that it customarily happens...allows us to be pretty sure that pool ball one is causing the movement of pool ball two. NOT CERTAIN! We shouldn't attach our egos to our ideas...we should always be willing and excited about being proven wrong about pool ball one causing the movement of pool ball two, but in our quest as human beings to make sense of this maelstrom of seemingly random phenomena happening all around us...custom should be our guide. David Hume says: \"A wise man always proportions his belief to the evidence.\" Now hearing this maxim...it's obvious David Hume was a huge proponent of science. I mean, Richard Dawkins would read that quote and just start nodding emphatically to himself. When you watch the four horsemen of the Atheist apocalypse in a debate setting...they quote David Hume all the time, but the main difference between these guys and David Hume is that Hume didn't have as much of an agenda to promote science as THE means to arrive at understanding about the world. Now, I'm not saying these guys wouldn't be open-minded to a better way of arriving at understanding...and I'm not saying David Hume wouldn't have agreed with them if he lived today, what I'm saying is that in the 1700's when David Hume was alive, he wouldn't have had the same need or desire to deem science to be the absolute CORRECT answer as much as these people do in a debate setting, 300 years later where no better alternative has come forward yet. David Hume saw science and religion as two things that aimed to do the same thing. That doesn't make them both equally valid...he obviously would have seen science as a more reliable means, but he would have seen these two things as just two possibilities of the potentially millions of different systems we might use to arrive at understanding about the world around us. You know, Hume would say...say what you want about the verifiability of religion, but it does give you a perceived understanding of your place within the natural world. If you're born into the world with a blank slate and you quickly find yourself with a strong aversion to dying...and lions and lightning bolts and tons of volatile phenomena all around you that potentially threaten your existence...being told that the lightning bolt was just Zeus punishing a cockroach or just a means to an end of some God that loves you...that can bring you a lot of comfort in that setting. The same way that sciences perceived understanding of the world in the 1800's gave us comfort in that setting...and was ultimately proven wrong. Again, Hume definitely would have seen science as a more useful means of gleaning this understanding, but he would have had a strong caveat attached to it that, look these are only two possibilities of arriving at understanding...let's always be open minded to arriving at something better. This was the optimistic...pioneering spirit that pervaded the thinking of this time period. For the first time in really, ever...Newtonian Physics are offering a way of understanding the order in the universe that doesn't necessarily involve a God constantly maintaining it. For the first time we're starting to have ways to explain the experiences human beings have when interacting with the world that don't have anything to do with having an immortal soul. This is the world David Hume is living in: a new frontier! This really is the linchpin of his entire anthology of work: to find the most reliable means of arriving at human understanding about the world around us...we've been led down a dark path in the past...and to make sure that never happens again let's be ruthlessly skeptical, open-minded to new possibilities and let's proportion our belief to the evidence...wherever it leads. Custom is the great guide of human life. The more predictable and repeatable that custom is...the more sure we can be of how valid it is. Short term variance may allow an experiment to be done once and it might produce a strange result and we might believe something incorrect for a period of time, but eventually you do the experiment enough times and custom WILL shine through. Now silly me I'm always looking for some sort of practical takeaway from these things and pardon me if this seems like I'm taking too much liberty with Hume's ideas here, but I think in addition to the point he's making about finding the most reliable means of arriving at understanding as a species, I think it is analogous to our personal lives as well. Think about what he's saying when he says custom is the great guide of human life. The more experiences that we have, the more honest, reliable, full and rich our understanding of the universe becomes. It would be very easy for a scientist to do one experiment and then spend the rest of his life trying to validate what he already thinks he knows. It would be very easy for a scientist to restrict herself to one tiny little subsection of science and never understanding anything about the world but daffodils or something. But wouldn't some of that information about the rest of the world potentially allow the scientist to do their job better? On that same note, I have a friend whose in school to become a graphic designer. Now this guy is ambitious, alright? He has dreams of becoming one of the best illustrators of all time...he has dreams of creating these elaborate, highly creative posters depicting these incredible scenes. This is what he wants to do for the rest of his life. Now in this dedicated pursuit...he's decided to close himself off from the rest of the world. He doesn't want to learn about history or economics or anything new really, he doesn't want to go out and experience new things, he doesn't want to travel and see other cultures...he just wants to work on his illustrations and every once in a while look at what a couple other illustrators have created recently to draw off of. Now he's not the only guy that does this by any means...people do it all the time with other stuff...they close themselves off to anything outside of their small town...or from anything that is different than the collection of social conventions they were born into...but what's wrong with this insular approach to understanding the world if you want to do anything creative? Whenever you create anything...where does that come from? Does it come from somebody else's brain somehow? No, it comes from yours...and when you're coming up with an idea for a creative, visionary illustration that you're working on...the only ideas you could EVER possibly have are derived from the experiences you've had. Going outside of the box that you live in and broadening your horizons or experiencing new things...if you're a creative person...why wouldn't you want as many experiences to pull from as you possibly could? And in that same way, in the vein of David Hume, if you're trying to arrive at the most accurate and three dimensional understanding of the cause of the movement of pool ball two in this crazy world that we live in, wouldn't our understanding of it be more full and more honest and more rich, the more experiences we have with it? Thank you for listening. I'll talk to you next time."}