{"ep": "Episode #131", "title": "Antonio Gramsci on Cultural Hegemony", "spoken_text": "This is a transcript of episode #131 on Antonio Gramsci. Check out the episode page HERE.So imagine you're at a dinner party. Nice enough person comes up to you...starts talking to you...let's say the conversation starts to go in the direction of politics...you talk for a while...some point in the conversation you decide to ask this person, so... what are YOUR particular feelings about politics...where do you land on the whole political spectrum...magine the person replies with...well, I'm a Communist! Communism is the solution...to all of our political problems. Now, to us, being people living in the 21st century that have seen history play out the way that it has, no matter WHAT you think about Communism, we would INSTANTLY have a lot of thoughts about this person and probably a few questions that we wanted to ask them. See because the word Communism carries with it an enormous amount of baggage to us in the 21st century...baggage, it's important to note, that just didn't exist when people were having political discussions at the beginning of the 20th century.That's what I want us to consider here at the beginning of this episode. Just how much has changed, just how much has transpired since philosophers were having political discussions at the beginning of the 20th century. What I want to do is try to take a step outside of our 21st century biases and try to do our best to put ourselves in the shoes of someone viewing the political landscape back when Communism was first being proposed as a potential solution. See because when you do that you can start to see the political philosophy of the time within its proper context...you can start to see...how in many ways the goals of the reformed democracy that we talked about last time and the goals of the Communism that was being proposed back then were actually incredibly similar. Remember at this point in the timeline of discussion about political philosophy, there were three major conversations that were going on that were all trying to solve the same general problems that existed in the political philosophy of the time. One was democracy, one was Communism and the general problem they were both trying to solve was: how do we ensure that in the future society doesn't devolve into a situation where a relative handful of people have an inordinate amount of control over the lives of the majority of the population. This had been a serious problem in the past. Democracies of the past had produced this situation time and time again, which was why there was a discussion about a reformation of democracy that would preserve the true essence of a democracy which was a government by the many, not a handful of people. Well Communism was very similar in terms of what it was aiming to do.Like we talked about when we did the series on the Frankfurt School, for neo-Marxist thinkers at the beginning of the 20th century there was a short period of confusion when it came to what exactly was going on. See, Marx prophesized that very soon the proletariat would realize that all they had to lose were their chains and that inevitably, they would rise up, they would overthrow the bougousie and implement a new system of economic order, let anyone who agrees with Marx cross their fingers and hope that it ends up being Communism. But this Communist revolution just wasn't happening in almost every case. So what was going on? Neo-Marxist thinkers went back to the drawing board: why does it make ANY sense that people living in these abject conditions, working jobs that were in many cases COMPLETELY brutal...why would those people stand for it? Why didn't Marx's prophesy come true?Well, very quickly the trend that emerged in neo-Marxist thought of the time was that control over a population of people extends far beyond the halls of congress or the ballot box. Political control is almost always dictated by cultural control. This is why the italian philosopher Antonio Gramsci spends a considerable amount of his work exploring the concept of political control and more specifically the very important question of: when there is a dominant social group or a dominant class within a society...how exactly does that group ascend to power and then beyond that...how do they MAINTAIN that power once they've gotten it...especially when the social order that they promote WITH that position of power often times is at odds with the wellbeing of the average person? The fact is that sometimes when a leader is elected...they don't try to pass policy that's necessarily good for the majority of the population...sometimes they support policy that really only benefits them or friends of theirs that are members of a dominant social class. Gramsci wants to find out: why is it that these leaders are sometimes capable of getting massive support from the people for policies that are actually hurting the average citizen more than helping them. How is it possible that the proletariat can feel so comfortable participating in a system that keeps them in chains, in the eyes of a neo-Marxist thinker.Gramsci begins his explanation by evoking and repurposing a word that had been thrown around all throughout human history but it was a word that he thought in recent years was starting to take on an entirely new meaning. The thing that was responsible for allowing a particular social class to ascend to power and then maintain a privileged status...was what he called Cultural Hegemony. This concept of hegemony is going to become massively important to the political conversation of the 20th and 21st centuries and by the end of this arc of the show we're going to have looked at it from a lot of different perspectives. Maybe we should start from the origins of the word...the word hegemony originates in ancient Greece...the root of the word comes from the greek word meaning \"to lead\", some translators say it's closer to \"to rule over\"...but either way during antiquity there were things called hegemons...now in the context of ancient Greece a hegemon was typically a state that had a significant military advantage over another state...the arrangement being that if the weaker state didn't comply with certain demands from the hegemon they would be annexed or dominated militarily or burned to the ground, take your pick. The term hegemony implied the threat of physical dominance over a population of people...this was the case all throughout human history.But Gramsci is going to say that in our modern world the definition of the word hegemony needs to evolve with the political reality we are living in. We are no longer living in a world where most political control is exercised by military dominance over a population of people. Since the advent of mass media people in positions of power have realized that a much more effective way of controlling populations is by manipulating the cultural parameters that citizens have to navigate. The general idea is this: to be a human being living a life in our modern world...you always HAVE to be living that life immersed within a particular culture. But what IS a culture other than an elaborate collection of norms, rules, structures, mores, taboos, rituals, values, symbolic gestures...these things are not exactly abstract concepts...they are acute. They are visible. This is the cultural custom of a handshake to pay deference to someone else. This is not talking with your mouth full. This is the sum total of every ritual we engage in on a daily basis that all come together to create a cohesive society. But what Gramsci is going to ask is: who exactly created all of these norms and taboos that we abide by?We can easily look at different cultures around the world and all throughout history and see that a culture can function and flourish when doing things completely differently. The norms and taboos of a culture can be completely alien from the modern world that we're living in, and yet things still somehow managed to stay held together...so it makes Gramsci wonder: to what extent is the current set of norms and taboos serving to reinforce itself? To what extent are the citizens seeing the current set of norms and taboos not as an instantiation of culture, but as...just the way the world is?Once again this is another example of this classic debate that is going to become increasingly relevant: how much of the reality of the world can be explained by nature, how much of the world can be explained by culture?This is extremely important because to Gramsci if you can control the narrative and you can convince the average citizen that the current set of cultural norms is just the way the world is then there's not going to be much complaining, there's not going to be much in the way of seeking justice and trying to change things...this is similar to a point we discussed from Simone De Beauvoir and The Ethics of Ambiguity...we don't get mad at hurricanes. When a hurricane comes along and devastates multiple cities...people die, homes are destroyed, billions of dollars in damages...thousands of families displaced every one of those cases a tragedy in its own right...but as human beings what do we do? We accept it. Why? Because there's no sense in getting mad at a hurricane. There's no human intent or will behind a giant storm, nobody can be held morally culpable, so we chalk it up as an unfortunate series of events. Hurricanes are part of nature. There was nothing we could really do to stop it. Sometimes the world's at large and I just have to deal with that the best way I can and accept it.To Gramsci, this is the old switcheroo that's going on with cultural hegemony. Dominant social classes have the ability to dictate cultural norms, these cultural norms often times serve to reinforce themselves and people born into these cultures often times view the normalized state of the world around them as nature rather than culture...Gramsci thinks this is a cultural story that is being told...so often citizens see it as just the way the world is and something they need to just accept.To Gramsci, this is why Marx's prophesy hasn't come true. This is why the proletariat continues to live in chains...because they've come to accept those chains as the natural state of the world that they need to come to terms with. Cultural norms become to the average person what Gramsci calls the \"common sense\" that they use to make sense of their place in the world. When the common sense of your world serves to legitimize the dominance of a particular class of people and tells you that anything you don't like about your socio-economic situation is just the natural order of things...then your very existence becomes reinforcing of cultural hegemony...you are reinforcing the political status quo simply by participating in the culture that you were born into. This is why people that would otherwise never stand for getting pushed around can find themselves getting worked into the ground in a factory during the time of Gramsci only to accept their place in the world as a necessary part of how the world works. Parts of my life may be hard...but you know what...that's life.But look it's not like Gramsci's saying that life should never be hard. The more accurate question is probably: how hard does life NEED to be and how many hard aspects of life have been made into a normalized part of our modern world that we just accept that disproportionately serve to benefit a dominant group within society?Being a neo-Marxist you can no doubt guess what his first and most commonly used target is throughout his work: Capitalism. So to Gramsci even people that are struggling within a Capitalist system have often times lived their entire lives immersed in a culture that promotes the merits of Capitalism...this, in turn, creates a sort of economic Stockholm Syndrome, where despite the fact they are struggling, the citizens identify themselves and their place in the world in relation to Capitalist ideology. When the entire way that you view the world has been given to you by a culture that benefits from maintaining capitalism, Gramsci would say don't be surprised if that education produces a few blind spots.These blind spots are the point. Cultural Hegemony in many ways is accomplished by getting consent from the population to keep things the way that they are by making sure people are blind to other options at their disposal. Keep in mind as we continue talking about cultural hegemony that this isn't always accomplished by an organized group of people that are actively trying to control things. Cultural Hegemony can exist and people can be a part of perpetuating the status quo just simply by acting out of their own self interest, see because their self interest is always considered in relation to how the CURRENT system can help them...they unintentionally support things staying the same.What Gramsci is getting at is that for any single person or any social institution... to appeal to groups in positions of power for the sake of your own self interest you must...in some capacity...go along with the way things are currently structured. So for example if you're an aspiring politician or social commentator that wants to make the world a better place...the only way you are EVER going to be able to get your message across is by participating in the existing culture and using the tools at your disposal. This is an ideal situation for cultural hegemony and one of the goals of its final stages: to make the values of a particular culture seem so a part of nature and so in line with \"common sense\"...that the members of that culture don't even question them. To get people completely entrenched in this world where they mistake the reality of their culture for the reality of the universe. To think the reason things are staying the way that they are is because people are weighing all the options at their disposal and making the best choice, not complying with the demands of a cultural hegemon.Just like the militaristic hegemon of ancient Greece...the goal of cultural hegemoney is to stay in power. Now over time dominant groups realized that the most efficient way of doing this is by controlling people's systems of values. Gramsci thinks by and large people acquire their systems of values by listening to and studying voices within a culture that to him are massively important: public intellectuals. Gramsci makes an important distinction here between two very different types of public intellectuals. There are ruling intellectuals and organic intellectuals. Now, the ruling intellectuals are going to be the sort of foot soldiers for the dominant set of cultural norms that are currently in place...these are the people whose commentary on the world is going to reinforce the status quo. Keep in mind that this in no way is saying that these are BAD people necessarily...most of them may not even realize that they're doing it. But Gramsci wants to shine a light on the insular, often times self-reinforcing world that many of these intellectuals come from. So often it's from academia. So often these people are completely out of touch when it comes to what life is even like for most people in a culture.Think about the common archetype of a philosopher throughout history. Philosopher decides they're going to resign themselves from public life, lock themselves away in a tower and think about stuff really, really hard...THAT'S the path to creating better philosophy...the last thing you'd EVER want to do is have the basic thoughts of a normal everyday person corrupting your genius. Gramsci thinks this is completely ridiculous. Not only is this elitist...and making tons of value judgments about how certain human experiences of the world are inherently better and can even be corrupted by other people's experiences of the world...but aside from all of that...Gramsci thinks this approach actually prevents you from ever being able to participate in discussions about politics at all...because political discussions BEGIN from the starting point of self-awareness and self-reflection while considering how that self relates to all the other people around you...and how could anybody locking themselves away in a closet thinking about stuff ever hope to contribute to that conversation?But nonetheless these ruling intellectuals often times dominate the ideas that are available to citizens of a society. So often these intellectuals are the ones that write the articles, they're the ones published in journals, they conduct the studies, they write the textbooks...so often these intellectuals control the education of the next generation of citizens when so much of their prominence as an intellectual was only given to them simply because their ideas corresponded with the existing social order.Here's what Gramsci is saying: cultural hegemony is established by taking control of three things. The intellectuals of a society, the education within a society and the philosophy that drives people to political action. So in other words if you're someone that came up through the education system of an advanced capitalist society...Gramsci would say don't be surprised if there are some pretty glaring holes in your understanding of Capitalism...because just statistically...most pieces of information you've ever had access to have been written by people that reached that level of social influence by participating in a Capitalist system that benefits them. Your high school or university wasn't taught by unbiased monks.That most likely, once again just statistically, you have come up in a world where you are far more likely to hear about the merits of Capitalism and all the good that it is doing for people in the world. When conversations about the downsides of Capitalism come up you are far more likely to hear them glossed over by other people...you're less likely to have someone call you out for glossing over them, and the conversation is likely to go in the direction of how the good of Capitalism drastically outweighs the bad. When you hear people talking about Socialism...when coming up in an advanced Capitalist culture you're far more likely to have run into conversations about the horrors of Socialism, how it's failed everywhere it's been tried and if anyone brings up something good that Socialism has done it's written off as a broken clock is right twice a day sort of thing.Now here's the really interesting part: this view of economics and how it plays out in the world may be absolutely true. Capitalism could just be BETTER than Socialism. But how would you ever know for sure? Because if you're an intellectually honest person you'd at least for a second have to consider that maybe your entire understanding of Capitalism and Socialism has been given to you by a handful of intellectuals you've entrusted your worldview to...that are intellectuals and gained their credibility simply because their view of the way the world is corresponds with a dominant cultural narrative that keeps the status quo going...whether maintaining the status quo is good for a particular social group that's pulling the puppet strings or whether it's good for just keeping society stable...what if you've lived your life learning from a lot of really smart people that are all just telling the same side of the story?Now Gramsci would say this is not just limited to Capitalist societies...that it's entirely possible to come up in a society that unfairly promotes the merits of socialism and creates the same sort of echochamber of ideas. Gramsci's goal was not to replace a western world dominated by Capitalist ideology with one dominated by Marxist ideology. His goal was to replace both of these narrow approaches with an ideology where the public has a general and intense level of skepticism about the status quo, no matter WHAT the status quo looks like. The biggest mistake we can make is to see these ideologies as nature or the way that things are. We should ALWAYS be critical of the status quo...the fact he's so critical of Capitalism is just him following his own advice about the status quo of the world he happened to live in.To make a long story short: Gramsci thought that Marx and so many other Marxist thinkers that came after were putting the cart before the horse. They were all so wrapped up in the possibility...the inevitability of a Communist revolution in the west. They were so wrapped up in waiting to see Capitalism destroy itself that they completely missed the fact that different methods of cultural control could fragment a population to the point that a revolution could never take place. Gramsci makes another important distinction in his work to these people that were calling for revolution...that for any meaningful social change to take place, regardless of what it is, there needs to be two wars that are fought and won: first a war of position...then a war of manuevre. These orthodox Marxists of his time were far too focused on the war of maneuvre...which was the actual Communist revolution that they wanted to bring about. But Gramsci says before that can ever happen you need to defeat the cultural hegemon in a war of position. Remember a cultural hegemon will have control over the intellectuals, the education and the philosophy of a society. The goal of anyone trying to bring about any kind of social change should be to provide alternatives in all three of these areas...they should create a counterculture...an alternative set of cultural norms and taboos reinforced by intellectuals whose job it is to actively CHALLENGE the status quo. He called this other type of intellectuals \"organic\" intellectuals and it was their job to be skeptical of the existing order of things...provide an alternative means of education that took cues from the counterculture that was created and to embolden the average citizen to take political action by giving them a philosophical outlook that changes the way they see themselves and how they fit into the world. This is why so many attempts at revolution have failed in the past to Gramsci...the orthodox Marxists that tried to organize it didn't understand the \"common sense\" of the workers that needed to carry out the revolution. These workers saw themselves and their place in the world solely in terms of how they relate to Capitalist ideology...the ONLY WAY to shift their perspective enough to see the other side would be to fundamentally change the way they look at the world philosophically.See an extremely important term in the work of Karl Marx that was used to describe the way he saw things was \"historical materialism\". Gramsci was a neo-Marxist. When it came to these orthodox Marxists we're talking about...he distanced himself considerably from them and a big reason why was because he thought they were paying way too much attention to the \"materialism\" part of \"historical materialism\" and not enough attention to the historical part of it. Gramsci may have supported Communism and Communism may have played out in a particular way throughout the 20th century...but Gramsci hated Stalin. He would have hated Mao. He would've hated Pol Pot...he saw people like these as opportunistic dictators that took what would otherwise have been a revolutionary political philosophy and they used it to create dictatorships where the population was forced to deify and worship the state...when to Gramsci a much more accurate reading of the work of Marx would produce the true essence of his work: the spirit of revolution among common people united under the desire to never again allow a handful of people to dominate and control the population. To those living at the time of Gramsci...Communism and Democracy seemed to be two extremely different approaches to trying to solve the same general problem.See as we already know from earlier episodes the feeling around this time in the world of philosophy is an intense skepticism towards reason. The Enlightenment gave us hope that science was the answer. Science when given enough time to develop was capable of giving us answers to problems that throughout history have seemed completely unsolvable. When applied to the realm of political philosophy for over a hundred years it seemed totally plausible that something like science...something as unbiased and without an agenda as science could eventually study the way that people are and the way that people work together in a society and it didn't seem crazy to think that science could eventually give us answers to some of these questions in political philosophy that seemed so difficult to answer.But along came Friedrich Nietzsche. Philosophizing with a hammer. Because at the end of the 19th century he asks the question: what if the very act of conducting science at all carries with it cultural values that narrow and distort its findings? We know there are many different ways of conducting science depending on the specific field you are in...we know that scientific revolutions have occurred where there have been wholesale transformations of the methods and assumptions that science is conducted through. What if these limitations and the unavoidable narrow scope that categorizing the universe must be viewed through is missing out on something crucial about what it is to be a human being? What if science, useful as it is, was never the savior that everyone thought it was?More on next episode. Thank you for listening. I'll talk to you next time. "}