{"ep": "Episode #102", "title": "Heidegger pt. 3 - Authenticity", "spoken_text": "This is a transcript of episode #102 on Martin Heidegger. Check out the episode page HERE. So the last couple episodes have been setting the stage for this one. Descartes...whose by no means the only guy responsible for this...but in the sense he's the Godfather of philosophy proper...in the sense that so many subsequent philosophers commented on his work and responses to his work...you know...in the sense...Heidegger thinks...that he essentially just took a medieval, Dualistic way of looking at being, threw a little pizzazz on it...added some sprinkles and called it Cartesian subjectivity...in that sense Descartes is sort of the poster-boy for this subject/object way of looking at the world and all the assumptions about how to look at things in the world that come along with it.He took things off the rails...Heidegger thinks...and it eventually led to all kinds of different outcomes...from thinking about ourselves as agents fundamentally separate from being...from treating these entities within nature as merely resources at our disposal as human beings...but one of the most important assumptions...an assumption that may not seem very sinister on the surface...is the assumption... that this realm that we all seemingly navigate...is primarily...just something to be known. The world is something to be known. Our job is to look at the world, examine it, study it...and arrive at knowledge about it. You see this way of thinking all throughout the history of science...you see the history of philosophy filled to the brim... with these elaborate, analytical systems produced by philosopher after philosopher trying to get at the foundation of what grounds knowledge, what makes knowledge possible, how do we use the faculties of our human minds to get to this knowledge about things in the world.And the cool thing about Heidegger is that he doesn't have a problem...with this whole process that people are entranced by that they'd call arriving at knowledge about being...he certainly thinks this is one TYPE of way that you can look at a single PIECE of being...but he returns to the question: is this the totality of what being is? Do these facts answer the question: what is being?Well what IS being, Heidegger? Unfortunately we can't really science this question away quite yet...I mean, you don't point the hubble telescope towards the andromeda galaxy... and when you look through it you don't see some fluffy cloud with a smiley face, Hey Guys, I'm Being! Wanna study? No, so the question becomes...how DO we study being? Well Heidegger thinks because there's no fluffy smiling cloud, you don't study Being...you study beings. And again, the best way to do that is not to come at it from an outsiders perspective and ask a question like, \"What is a human being?\" The better way is to ask the question from a Phenomenological perspective...a question that's more like: What is it LIKE to be a human being?Well to begin to answer that question, Heidegger would want us to look at what is unique about our situation as human beings. What is it about the being of a Dasein...that distinguishes it from all the other types of beings out there like rocks or trees or anything else.There are two... primary features of a Dasein that distinguish it from other beings... and the beautiful thing is that these two things... do this whether that Dasein's living in 2017 or 1492 or 10,000 BC...here it is a Dasein...Heidegger says is a being that one...\"takes it's own being as an issue.\" or takes a particular stance on its being. In other words, a Dasein is fundamentally an ontological being... or the type of being that asks questions about its own existence... and then all the other questions that sort of blossom out of that pursuit...that's one...and two...is that to be a Dasein...is to be a being constantly engaged in tasks or activities that we care about. Now we're going to unpack this further...but let's just talk for a second about this concept of being constantly engaged...you know...just like Husserl and many others talk about consciousness...and they say that there's no such thing as some neutral, disinterested consciousness floating around out there...that consciousness is always what they call actional and referential...or that consciousness is always doing something and pointing toward something.For example, throughout the years philosophers have often times looked at consciousness like it's this empty, container that we sort of fill up with perceptions...you know the theory being that you're in a room...you engage in the act of analyzing the room around you...your senses pick up information and sort of populate this otherwise empty container of consciouness.But these phenomenologists realize something as they start to take a closer look at consciousness...they realize that consciousness doesn't seem to be like an empty container that you fill up with perceptions...it seems to be something that you're engaged in...that when you're engaged in the act of analyzing the things in the room around you...your consciousness is always actional...doing something...in this case analyzing...and it's always referential...or pointing towards something...in this case the things in the room.Well obviously Heidegger doesn't believe in this notion of consciousness...but here's him saying in a similar sort of way...that there's no such thing as some neutral, disinterested Dasein out there...there's no human being that's just completely devoid of intentionality...an empty container...you know backlit at a museum exhibit somewhere for scientists to study what a human being is at its core. No, to be a Dasein is to always be doing something and pointing towards something...more specifically, to be a being that is constantly engaged in tasks or activities that we care about.This relates back to that notion that the world to Human Beings is NOT primarily something to be known. Heidegger uses the example of a hammer. When we look at a hammer...is our initial experience of that hammer to analyze it and break it down into what elements it's made out of and how much it weighs and what color it is? No as human beings, our base level experience with a hammer is to look at it as...equipment to be able to carry out tasks. It's not until, as he says, the hammer breaks...that we start thinking about it in terms of being a separate thing that we can arrive at knowledge about...in other words, we weren't able to engage in the process of knowing things about that hammer... if we weren't already, more fundamentally being in what it's like to be a human being, to be engaged in tasks.Now if we accept this premise...if we accept the premise that a Dasein is fundamentally an ontological being that is constantly engaged in tasks that it cares about...then what explains the vast chasm of behavioral differences between someone born in 10,000 BC...you know...literally sharpening their teeth with rocks...and someone born in 2017...sharpening the contrast of their pictures on Facebook?What explains it? After all, we're both ontological beings...we're both beings constantly engaged in the world....turns out it comes down to the last part...ontological beings constantly engaged in tasks...that we CARE about.The things we care about...and the various things that dictate the things we choose to care about, many of which that are ENTIRELY out of our control...this overall concept of \"care\"...becomes a central focus in Heideggers philosophy. And the way he breaks down what a Dasein ultimately chooses to care about is commonly explained in terms of three major factors, the group of which is sometimes called: The Care Structure.What a Dasein ultimately chooses to care about comes down to three things: its Facticity, its Fallenness and its Existentiality.Now understand that when Heidegger uses the word care...he's not talking about care in the sense that... you know you care about your new born baby or you care for your Grandma Beatrice when she gets the chicken pox...no, when you love something...you care about it. when you hate something...you care about it. when you're envious of something you care about it. The scope of what Heidegger means by care is much wider than the way we might conventionally use the word...and as we discuss each of these three major things that structure what it is a Dasein cares about and is ultimately going to be constantly engaged in...try to think about how this applies...to you, try to think about how your individual Facticity, Fallenness and Existentiality SHADE what it is that you care about.So the first one...is a Dasein's Facticity. Heidegger would say, look...it's not like before you were born you found yourself on some cosmic game show where you got to pick when and where you were born, who your parents were, how tall you were...no what happened was one day you just found yourself sort of...thrown...into existence. Thrown into a particular historical context, a particular cultural context, a particular socio-economic class, a particular gender...none of these things are things that you explicitly chose...but ALL of these things DRASTICALLY influence the tasks you care about enough to be constantly engaged in.This collection of things about your individual being that you had no control over...you know, the fact that you are born in 1975...the fact that you have a giant nose that scares small children...the fact that your mom and dad secretly hate eachother and that you grew up in a loveless home...whatever it is that you are...these facts and many others like them individual to you...make up the Facticity of your existence, and again this Facticity strongly influences what things you decide to care about.For example, for a Dasein living in 10,000 BC...just based on the facticity of that Dasein's being...there will never be point where that Dasein cares about going down to the local gym and training vigorously for two years, flying to Nepal, climbing to the top of Mt. Everest and taking pictures of how awesome their life is. Now in the same way...for you...just based on the Facticity of your being...there's never going to be a point in your life where you feel like going out into the woods, covering yourself in mud with nothing but a spear...trying to take down a predatory buffalo or two...just playing the odds here.Point is: Heidegger would say often times the tasks we decide to be constantly engaged in...have very little to do with us...they're sort of decided for us by the particular Facticity that we were born into.So the first one's Facticity...the second one is Fallenness. Fallenness is one of these concepts...where depending on how you're interpreting Heidegger...it can be perfectly clear what Heidegger means when he's talking about it...or it can start to take on a bit of a mystical feel where you GENERALLY get the points he's making about it but it always feels like there's some other...more spiritual layer to it where you dont ever fully feel like you're grasping the entirety of what Heidegger's getting at...least that's how it's always been for me...and in the commentary I've read I've never seen someone articulate it in any sort of clear way...but again this show isn't the place to lay out every possible interpretation of Heidegger, so I'll go with the more common...explanation of Fallenness.You know...because a fundamental aspect of Dasein is to be engaged in tasks...we're always being TOWARDS something...and because there's no Pow Wow where you, your family and your friends all sit around a fire discussing EXACTLY what tasks you're going to engage in down to the tiniest minutia...as Daseins, as human beings...we sort of fall, into tasks by default. Where do we get this default set of tasks to be engaged in? From other people around us...who tell us how we should be behaving.You know there's that quote you see every now and then goes something like: Get a job. Go to work. Get married. Send your kids to school. Follow Fashion. Walk on the Pavement. Save for old age. Obey the law. Now repeat after me: I am free.Heidegger thinks there's so many things about our modern, technology focused, consumer driven societies that make it easy for us to just fall into a set of tasks predetermined by how other people tell us to behave. To become not one's own self a Dasein...but a \"theyself\" Das Man he calls it...He's critical of this very modern idea of people being looked at...of human beings...being looked at as primarily...just consumers...consumers of nature...he's critical of this strange virtue of just living your life...consuming more stuff all around us. He writes in one place:\"The circularity of consumption for the sake of consumption is the soleprocedure which distinctively characterizes the history of a world which hasbecome an unworld.\"and this whole process of consuming for consumptions sake is sort of being bankrolled by nature, he writes elsewhere:\"Nature becomes a gigantic gasoline station, an energy source for moderntechnology and industry.\"What he's saying is...given the particular Facticity that we were all born into...it's really easy to just fall... into this role... of being a modern technologically minded consumer...waiting around for the next thing to consume...seeing yourself as separate from the world, separate from nature, this whole way of being by the way... propogated by what Heidegger sees as the most elaborate and powerful propoganda machine in the history of the world: that magic box sitting in your front room. Or that magic screen in your hand that tells you all the stuff you need to be consuming, all the life choices you need to be making...all the tasks you need to be engaged in...as a Dasein.He writes about it almost explicitly as it being a form of slavery, he says:\"Hourly and daily they are chained to radio and television. ... All that withwhich modern techniques of communication stimulate, assail, and drive man --all that is already much closer to man today than his fields around hisfarmstead, closer than the sky over the earth, closer than the change from nightto day, closer than the conventions and customs of his village, than the traditionof his native world.\"Keep in mind Heidegger's not writing an ethical doctrine when he's talking about this idea of Fallenness. He's talking about one part...of the nature of what it is to be a Dasein. Fallenness is an important part of being a Dasein, and while we may not like to admit all the ways that we're behaving simply because other people have told us to...make no mistake, we're ALL doing it at varying levels. We've all, in a sense, fallen into tasks... as Daseins it's part of our nature.So the first thing that has an effect on the tasks we decide to care about was our Facticity, the second thing was our Fallenness, and the last piece of this... care structure... is our Existentiality. Now another way of putting this is to say that the first thing that has an effect is the reality you were thrown into...the second thing is, what other Daseins are already doing around you...and the last thing are the possibilities that you have at your disposal.The reality of being a Dasein...is to be a being...that has possibilities. What Heidegger's saying is, look. You are a Dasein. You are a particular kind of being that has possibilities. You're not a rock...you're not a tree. You know, a rock can't just decide one day it's gonna pack up it's suitcases and it wants to live at the Grand Canyon cause it's like Mecca for Rocks. No, a rock is a particular type of being...and you...as a Dasein are ALSO a particular type of being...a type of being that has, by its very nature, possibilities.Now when you consider these three parts of the care structure, Facticity, Fallenness and Existentiality...when you arrive at this place of realizing how they drastically effect the way you're going to be behaving...Heidegger thinks at this point you're left with a choice.It's a choice of living a certain way on a giant spectrum between what he calls: Authenticity on one end and Inauthenticity on the other. Now the sort of quintessential example of an Inauthentic person is someone who really only embodies the first two parts of the care structure...their Facticity and Fallenness. They're thrown into existence and fall into the tasks that other people around them tell them to do, never really considering the possibilities at their disposal about other ways to live their life. Now as you can imagine...the antithesis to that...living Authentically...is to radically consider the possibilities you have and live in a way that brings about what he calls \"Dasein's own potentiality\". To be deeply engaged in asking these ontological questions about being...to examine and understand your own Facticity including...the cultural and historical context you were born into...to realize the tasks that you've FALLEN into simply because somebody else told you to do it. To be truly authentic...is to fully embody the statement...\"being one's own\".Now as you can imagine...this is far from a dichotomy. It's not like you're either you know, a mindless drone going on with whatever other people tell you to do...or, Oh! I don't just go along with what everyone else does...I must be AUTHENTIC! No, we all exist on different points along this spectrum of Authenticity. And even if you're self aware enough to have corrected some of the things along the way that you realized were just... the way other people told you to act...what most people do... is they get to a point in their life where they feel they're living Authentically enough...and then they just sort of... stop asking these ontological questions...they stop trying to arrive at a deeper understanding of the culture and time period they were born into...they stop actively examining their behavior trying to identify the things they do just because someone told them to do it...in practice what most of us do...is we arrive at these sort of rest stops on this giant road trip of life...and living out the rest of our lives laregly inauthentically...while telling ourselves stories like, well I'm more authentic than that person over there. And the interesting thing to think about...is that this too...is part of what it is to be a Dasein.Again, Heidegger's not writing an ethical doctrine here...he's talking about the nature of what it is to be us. He never says that living authentically is BETTER than living inauthentically...though you get the sense when you read it...that to live inauthentically is to essentially leave out the entire.. existentiality part of the care structure...you get the sense that when you're living at one of these authenticity rest stops along the highway, that you're missing out on basically a third of what it is to be a Dasein.But anyway, to truly be authentic, to truly be one's own...is a lifestyle. You don't dabble...in total authenticity. And Heidegger says what happens when you start living this lifestyle of authenticity...certain things start to happen. When you're considering possibilities and asking these questions...IF you're a Dasein like we are immersed in this modern culture...you start to notice... all the symptoms... of us being these modern Daseins immersed in a world 2000 years sick and alienated from being.You start to see scientific inquiry...you know weighing and measuring and examining things as more like, curiosty than it is actually understanding things. Curiosity vs. Understanding. You start to hear the way people talk to each other...Well, I took timmy down to the pool, we got in the water and would you believe it...there was a flip flop floating in the water. I mean, who is this person? Is there a person walking around the world right now with one flip flop on? That reminds me...the other day at the store...I had a coupon and the machine was just not taking this coupon. This is not a long winded joke by the way...this is actually how a lot of people talk to eachother...and Heidegger thinks when you live authentically...you start to see this sort of conversation as more idle chatter than actual speech... the same way you see science as more curiosity than understanding. Tons of examples of these symptoms of our modern sickness of being...probably the most famous is the distinction he makes between thinking and calculating.You know...in this modern world...you may be an app developer. And you may go to work day after day making that app, programming, planning, designing, troubleshooting and you may use your brain all day long and people may deeply admire...how you use your brain all day long...you may do all that... and think of yourself as a thinker...you may even say that you think for a living...but Heidegger would say in actuality...you're not really thinking...you're doing something different, you're sort of calculating thing. Again, Heidegger thinks...this calculative type of thinking...is a direct result of modern society and how disconnected we are from being...and as harmless as it may seem on the surface, he thinks this type of thinking could lead to a place where:\"the approaching tide of technological revolution in the atomic age could socaptivate, bewitch, dazzle, and beguile man that calculative thinking maysomeday come to be accepted and practiced as the only way of thinking.\"So when you live this truly authentic lifestyle...and you pull yourself out of this process of sitting at a rest stop being authentic enough just engaging in one task after another...you start to see the modern world for what it actually is...a world that is thousands of years disconnected..almost hopelessly disconnected... from being. This is why Heidegger uses so many Greek words throughout his philosophy...he's returning to these ancient languages that were used to describe aspects of being...before we were so disconnected from being.So when he looks at the Greek word for technology...Techne...and sees that it means revealing...if I came to your house and you asked me what technology was and I said, mmm technology is revealing...you'd look at me like I was crazy...at the very least like I'm some insecure person that's trying to sound deep. Heidegger would say, that the reason I sound so crazy is because of how alienated we are from technology as an aspect of being. How convenient, he would say, that when we search for the essence of technology like we did last episode, we realize that technology IS the art of revealing. In other words, by studying these ancient languages Heidegger thinks we can gain an insight into the true essence of various aspects of being.So living authentically...let's go back for a second to the road trip example...some people never even leave the house on this road trip of authenticity...most of us find ourselves at various rest stops along the way satisfied with how authentic we are...and the further you travel down this road...the more work you put into being authentic...makes sense...the fewer and fewer people you're going to see camped out at these rest stops.Well I've got a bit of a problem Heidegger. Where is all of this going? Because as far as I can tell I'm going to keep putting in the work...I'm going to keep heading further and further down this road of authenticity until eventually one day I find myself at a rest stop...and nobodies around me. In fact, nobodies around me for a hundred miles. In other words, what if I continually work on myself I am engaged in these ontological questions, I'm listening to that voice inside of me that tells me that I can be something better, I'm learning about my Facticity and Fallenness...what if I do all that and then one day I look around me...and I feel alone. I look around me and it feels like nobody in the entire world is like me. I put in the work...and now I just see most people as willfully inauthentic Daseins...passively going along with a culture and a historical context that...now that I understand it REALLY is just arbitrary...engaging in rituals and behaviors that they DON\"T really understand and aren't bothered by that...is this really the life that I want Heidegger? To look around and feel alientated from everyone? Why not just camp at one of these rest stops with people that I like and call it a life?Now I'm sure there's a lot of people out there...where maybe you don't feel completely alone...but you can certainly relate to this sentiment, right? Just being the kind of person that seeks out new information or tries to think as clearly and distinctly as you can...there's probably already moments that you have where the average person weighs in on their thoughts on a particular matter...and it's some variation of \"it is what it is\" or they parroting some talking point they heard on TV...and it's not crazy to think you might feel a little bit alone. Well imagine this taken to the absolute extreme.You know we can look at this same situation in a Nietzschean way...Nietzsche... huge influence on Heidegger. And if you want the full explanation go back and listen to the episode on Thus Spoke Zarathustra but I feel like most of you will know what I'm talking about when I reference his different stages of development between the Camel the Lion and the Child. We're all born camels, most people die camels. Beasts of burden told where to go loaded on our backs are all the cultural expectations of how we should be behaving. Then we transform into the Lion...we scream out the great existential NO!...we say NO to these ways of behavior, realize them for what they are, the way everybody else does things, nothing more nothing less. Our goal eventually is to slay the dragon thou shalt, where written on every scale of the dragon is some way that we must be behaving...after slaying that dragon our goal is to transform into the child...or a state of being where we can CREATE our own values CREATE our own meaning...pick and choose which of these cultural norms we want to go along with the point being that now WE chose how to behave, it wasn't something loaded onto our backs from birth.And while Nietzsche would no doubt have solutions...you can at least imagine going through this entire transformation... and arriving at the end of it feeling kind of alienated from most people. After all, most people are born and die camels. Once you see them as the passive beasts of burden that they are...mindlessly going along with an arbitrary culture...is it really enough to tell yourself for the rest of your life that I'm just so awesome and so much more transformed that I can't help but be fulfilled.Well Heidegger has a solution to this feeling of alienation. Once you arrive at a place of true authenticity, once you ask the ontological questions and understand the Facticity you were born into and the Fallenness all around you...now it's time to go back. Now it's time to realize... that a fundamental aspect of what it is to be a Dasein... is to be born into a particular Facticity...more specifically a historicity...a historical context, a cultural context... with rituals and traditions...this is part of what it is to be a Dasein.Our job at this point... is to re-immerse ourselves within our particular culture or set of traditions, embracing that Facticity, enhancing the whole process by looking at it through this authentic perspective that we've developed. If you live in Ancient Athens that means to embrace the legal system and become and olive farmer...if you live in 1930's Germany, it's to become a Nazi. Which is exactly what Heidegger did.There's some people out there that think Heidegger's Nazi life should've been an entire episode in this series...what he did to Husserl...what he did to other public intellectuals...I don't know to me it's always seem like a bit of a fallacy...I mean the ideas either have merit or they don't I don't really care much about the mouthpiece they come out of. But I understand the other side too...the guy was a Nazi.But anyway I want to close out the episode today with one of the most famous ideas from Heidegger's philosophy. It's a way of looking at your life that naturally arises out of the process of living authentically...it's the idea of Being unto Death.So a fundamental aspect of being a Dasein, and a crucial aspect of living authentically, is the process of looking into the future and considering different possibilities that you have. Well what's the ultimate possibility that we all have to eventually deal with? We're all going to die. You're going to die, I'm going to die. Really think about it...you..listening to this...you are oing to die. Now why is that so weird when I say that? If I was talking to you about something you wanted to do in five years and I asked you, what if you die before you ever get to do that...I would be the weird one for asking. If I was at a Q&A with a WW2 vet and he's 117 years old sitting on stage and I get up in front of the room and ask, when do you think you're gonna die? I would be the weirdo.But death...is a certainty. If you're living authentically, you realize that it's an inevitability. What if I brought up some other inevitability of being a Dasein...we're all eventually gonna be hungry. You're gonna be hungry I'm gonna be hungry. Why is that not weird to consider? Why is one of those weird to talk about... and the other one sounds like the beginning of an Applebees commercial?Heidegger thinks... that most people think about death in this disconnected, sort of abstract way...they say, yeah I'm gonna die one day...can't live forever. But do they ever stop and really consider the weight of that reality. In a strange way we live our lives as though we're NOT going to die, but is that for the best? Heidegger thinks many modern cultures do everything they CAN to allow us to never have to think about the fact that we're going to die someday. You're not supposed to talk about death...it's a very personal thing...it's Taboo. When somebody dies that's the absolute worst thing that ever could have happened to them. We relegate death to these distant buildings called hospitals and morgues so that nobody ever has to stare the reality of it directly in the face.No we just sort of forget about it...go along with our lives...you go to a party and somebody asks you who are you...tell me about yourself! And what do we say? We say things like I'm an IT Consultant...I'm a psychology student...or I'm a wife or a husband...but are these things really who you are or are these just roles that you play within society? So who are you? Oh, well I'm a good singer...I'm quiet...I'm a handsome man...but aren't those just roles you play within society too...considering the fact that when you say that someone's handsome or pretty...all youre really doing is comparing them to how handsome or pretty every other member of society has been that you've seen so far. So really...who are you? Oh, well I have values...principles. Who I am is somebody that cares about people...I believe in turning the other cheek...yeah but if you took away those values...you'd ostensibly still be someone, right? If you got fired from your IT job if you got expelled from school...if you got divorced from your wife or your husband, you'd still be someone, right? Who are you really...underneath all this other stuff?When you truly face death...most of us only do it when we're on our deathbeds...it's only in that moment that you think of your life as a whole. It's so easy to get lost in the every day of just being engaged in task after task that we care about. To think of death as this distant thing that we'll start thinking about when we're 80 years old. But truly facing the reality of death, Heidegger thinks, makes us into true individuals. Because when you're on your deathbed you're not thinking to yourself, Here is the demise...of an IT consultant...a man who loves chocolate bars. No in the moment of death, you're given a new perspective...you have a wholistic view of your life...one that can be subdivided into chapters and themes...in the moment of death you don't think about yourself in terms of the social roles that you played...you don't think about some job that you had...for the first time you're thinking about who YOU are...for the first time you're living for yourself, not spending so much energy trying to get everyone's approval about who you are. In 1961 in a lecture, somebody raised their hand and asked Heidegger one thing we can do that would help us on our ongoing quest of living with authenticity...and he said back: spend more time in graveyards.Thank you for listening. I'll talk to you next time."}