{"ep": "Episode #099", "title": "Schopenhauer pt. 2 - Ethics", "spoken_text": "This is a transcript of episode #099 on Arthur Schopenhauer. Check out the episode page HERE.So last episode Schopenhauer presented us with a picture...a picture of what he thinks is the metaphysical reality that we all navigate. Turns out it's a pretty grim picture...scary picture...not exactly the kind of picture you're gonna be posting up on Instagram. ...uh...I mean, you have a bad picture on Instagram it's easy...you just put 18 filters on it until it looks halfway decent. There's no filter that fixes this picture...you can have the worlds greatest filter...you can have that one that superimposes bunny ears on everyone...you're not posting this picture...look, if you post this picture you're getting three likes...your mom, your dad and some 80 year old dude that liked it by accident. I mean, think of what Schopenhauer is saying!Although things appear to be separate in our human experience of the world, the reality is we are all manifestations of a single thing, a force, that he calls the will to life. We exist in this realm... with a subconscious motor constantly driving us forward where... the only way TO move forward... is to interfere with or destroy the other manifestations of this force that surround us. As I said last episode: We're condemned to a life of neurotically, restlessly striving for things...and we're forced to self-mutilate just for the luxury of being able to continue restlessly striving for things. This is the picture of your life. And Schopenhauer thought...many of us may tell ourselves a story...we may even put our very own Instagram filter, or 10 filters on this life to try to make that picture look better to us...but the reality is, figuratively speaking...you do have dark circles under your eyes, your skin DOES look disgusting in that picture and the whites of your eyes do look like you have jaundice. It's a bad picture.Speaking from personal experience there...anyway so Schopenhauer paints this picture of our lives...but we haven't heard much about what he thinks this means in terms of how we should be behaving...and I think a good place to start is to take a look at how most of us typically behave...talk about why Schopenhauer THINKS we behave this way...and then talk about what he thinks is the greatest way to live. So let's do it!Schopenhauer thinks that because we're all manifestations of this will to life...from the moment we come out of the womb...we're in this constant state of restlessly striving for things. Now it's one thing to speak about it with generalities...but in practice...what does this restless striving for things actually look like in our everyday experience of the world? Well the good news is: everybody listening to this can relate...because everybody listening to this is currently restlessly striving for something...and if you're somebody out there that DOESN'T think you are...you know that guy...look even if you're some monk listening to this on top of a mountain while you dust off the giant Buddha statue, extend an olive branch...you can at least look around you and relate to the fact that people don't spend their lives in some perpetual state of contentment. No, human beings live their lives moving from one state of discontent to the next.This is nothing new...we've talked about it several times on this show before. Everybody listening to this currently wants something that they don't have...and MOST people listening to this tell themselves a story, maybe not consciously it's not like a mantra you're repeating to yourself everyday...but at some level most of us believe that once we get enough things that we want... or we achieve some level of status in the world...then I'm gonna be satisfied. Then I'm going to be happy and just live out the rest of my days smiling constantly...you're gonna have a six-pack on your cheeks because you never stop smiling.There's almost endless possibilities of how human beings engage in this behavior. Some people do it with material possessions...once I get my dream car...I'm done. I'm just gonna spend the rest of my life driving around in my car waving at people...that will be my legacy...once I complete my extensive collection of Star Wars memorabilia...I'm just gonna sit around...the rest of my life looking at it saying things to myself like well, would you look at that. People do it with jobs, friends, romantic relationships, weight loss goals, Twitter followers...people will do it where they'll close their eyes...and they'll imagine the best version of themselves they can imagine...and they'll say if only I can get rid of these bad habits that I have and replace them with this ideal collection of good habits...then I'm going to be totally satisfied with the person I am. Once I get to that point, I will be so proud of what I've accomplished... I won't ever feel the need to improve anything ever again.But what actually happens? Again, it's nothing new, but what actually happens is you get the dream car...yeah...you ride around in it smiling and waving at people for a couple weeks...but then it just becomes...your car at a certain point. Then inevitably...there's something else that you're desiring every day. You improve things about yourself as a person... and yeah you feel proud for a couple weeks...and then inevitably...there's something else you want to improve about yourself. You could have it all...you could have used your brains, cleverness, pattern recognition, relentless hard work and you could have killed it in the private sector...sitting out on your yacht with a glass of chardonnay just gazing out at the world that you essentially just conquered. But is it enough to essentially conquer the world...no...at that point you have to run for president and ACTUALLY conquer the world. This is what we are as human beings to Schopenhauer...manifestations of this will to life... that are constantly restlessly striving for things in a perpetual state of discontent.Schopenhauer compares it to running through a sunny field...there's sunlight all around you, but there is a single dark cloud in the sky that is hanging directly over your head. You can see sunlight in every direction...you can see happiness...it seems within reach, but no matter how fast you run this dark cloud is going to follow you around and you're never actually get to the sunlight. This is what it means to be a human being in our default state to Schopenhauer.Now some of you may be asking really Schopenhauer? Nobody ever gets to touch that sunlight? Even for a very brief period of time? I mean maybe you're right that I just have these goals that I'm restlessly striving for that are never going to bring me long term happiness...but the fact is...when I get my dream car...I really DO feel great for a couple weeks. Aren't I experiencing happiness for whatever little amount of time I can in that scenario?Schopenhauer would say no, you're not...look, your default state is to suffer and restlessly strive for things. When you get the car...you haven't ascended to some new plane of existence known as \"happiness\"...it's that suffering has been temporarily removed from your life as you normally experience it. That really great way that you feel when you're in that place...getting your dream car...feeling on cloud 9...Schopenhauer thinks that's the way you might POTENTIALLY be able to feel like all the time...if the reality of your existence wasn't that you are a manifestation of this will to life condemned to restlessly strive and suffer. It's not that happiness has been added...but that suffering has been subtracted.Now another thing you might be saying is OK, so I suffer. OK, so I'm condemned to a life of restlessly striving for things...but I'm confused Schopenhauer...why don't I feel as miserable and you're making me feel like I should be? What if I LOVE my life. This suffering that you're talking about...this isn't something I'm thinking about on a daily basis. Why am I not miserable if I'm truly in this dark, depressing universe that you're talking about?Well imagine a war vet...stepped on a bouncin' betty in WW2...blew part of his foot off. He gets medically discharged, sent back to the states, gets surgery...doctors do all they can...but there's limitations, of course. Let's say there's permanent nerve damage...and let's say no matter what they do...for the rest of his life whenever he puts weight on that left foot of his...whenever he takes a step...there's just going to be a little bit of pain in that foot. Can't fix it. Well what does the veteran do in that situation?Does he sit around for the rest of his life agonizing about it? Does he hyper focus on the pain every time he takes a step? Does he let this injury make him miserable every day of his life? No, he just accepts the unfortunate condition that he's in...and tries to sort of just tune out the pain as he's walking...eventually gets to the point... that he doesn't even notice it anymore...it's just what life is to him. But is that pain not there just because he's taught himself a neat trick where he doesn't pay attention to it?Of course it's still there and Schopenhauer thinks we're not so different from this war vet. Just because this suffering is the only life we've ever known and we've learned to accept it and not allow it to make us miserable...doesn't mean that the suffering isn't there. Most of us are so good at tuning it out that we just accept it as the only way life could ever be. But just imagine if it was possible for you to feel the way you feel when you first get your dream car or accomplish some lofty goal...what if it was possible for you to feel that way a lot more of the time, or all the time. This contrast just goes to show... how much suffering we all accept as just the only way life can be...it's just this hum in the background that we've learned to deal with like the war vet has learned to deal with the pain in his foot.Now the LAST thing I want to do when talking about Schopenhauer's philosophy is to alienate someone out there. There's a type of person that we haven't talked about yet, a type of person that's probably feeling a little left out right now. Thank you Mr. Schopenhauer for taking my question. What about me...what if you're somebody that doesn't have any goals or the slightest inclination to strive for anything really...and pretty much just a general feeling overall that you don't care about anything or anyone o n this God forsaken planet and that all of this is meaningless? What about me?Schopenhauer would say, Yep, that'll happen. That will happen. Especially in these modern times... when we have this cushy thing we call civilization... that makes it so that we don't really have to strive for anything if we don't want to...didn't always used to be that way. In hunter gatherer times...if you're not restlessly striving for something, you're dead in a week. Nowadays... it's an option as a human being to just...not have any goals...or to sit around lost... wondering what you want in life and never really take action on anything.Schopenhauer says what this type of person's life becomes... is a life of boredom...or depression...or anxiety. They're bored because they're manifestations of this will to life...and they don't have anything to restlessly strive for...they're not doing the very thing they were put into this universe to do. They're depressed, because, again, they don't have anything to strive for. There's this sense of purpose that's missing when you don't have any goals that you truly care about. They're anxious...because instead of striving for some goal they want to acheive, they just sit around this engine that's redlining...subconsciously this will to life is making them feel like this meth addict...ooh I gotta strive today I gotta strive!...and when they don't have anything to put that energy into they end up turning that energy inward and restlessly striving over all these little things that they have no control over.People find themselves in this situation for a lot of different reasons, but I guess the point is...after you've worked hard and achieved some goals... and expected happiness to be on the other side of them and you don't get it...an alluring trap to fall into is to just not do anything...what good is doing all this work anyway? Schopenhauer says the only way out of this trap... that's available to the general public...is you have to find some way to go back...you have to find some way to delude yourself into believing that once you accomplish some goal that you have, it's going to make you happy. Now, the good news is, no matter how extreme of a case you are in this place...there's hope for you because remember...you are a manifestation of the will to life...you at your core WANT to restlessly strive for things...it's part of your nature...you just have to be open-minded and actively search for things that you want. You grind long enough, you stay open minded enough and eventually you're going to find something...you're gonna come across a picture of a white sandy beach with beautiful people frolicking around and you're going to say you know what...it has been ages since I've had a good frolic. I want to do that. And off you go.So two broad classes of people. You have the people that are going to ceaselessly strive and desire things for the rest of their life and try to tune out the suffering the best they can...and you have people who don't have meaningful goals that are going to end up bored, anxious, depressed, many turn to drugs to try to soften the sting of that suffering. Schopenhauer thinks 99.9% of people are going to find themselves in these two categories and they're going to die in these two categories. We've talked about his prescription for the people who are bored... but he also has a tactic for the other group... if they ever want a temporary respite from the otherwise constant suffering that they're going to be experiencing on a daily basis. I want to ask a question...and bear with me at first this question may seem kind of tangential, but I think it's a good way to illustrate his point here.Why is it... that pretty much unanimously every human being loves a good view? Why do we pay so much more for property that has an amazing view in the back yard? Why do we love going on a hike, coming to the edge of a ravine and looking out at a vast expanse of trees and lakes and snow capped mountains...people call it breathtaking...why? Why does it do that to us?Now there's a lot of different theories about this. Some philosophers say... that everything we think is beautiful is ultimately derived from some aspect of nature...and that when we find ourselves on the edge of a cliff...from a vantage point that human beings don't typically get to see nature...we're hit with this tsunami of beauty and it just becomes kind of an overload to our systems. But there are other theories...heard a theory on a podcast once and thought about it for a long time...the theory was that maybe the reason we all love a really nice view is because...we have these reward systems set up in our brains...maybe over the course of hundreds of thousands of years of our ancestors trying to subsist...we've inherited a feel good response when we come to the edge of a ravine and see the fresh water and the trees and life flourishing...that whole scene giving our ancestors the message in theory that they're going to live another day.But that's not entirely consistent, right? There's places like the Red Rock Conservatory in Nevada...undeniably gorgeous views...it's a barren desert wasteland though...life isn't flourishing there...if I got lost and went on a 20 minute nature walk out there I'd come back one giant freckle. But it's still a beautiful view.Schopenhauer would say that the reason we all love a good view is not for any of these reasons, we love it but because it allows us...if only for a couple of minutes...to escape...this state of constantly striving and desiring and reaching for things. Think about it, when you're on the edge of that cliff... and you're looking out at this amazing view...what are you thinking about in that moment? Are you thinking about getting that promotion? Are you thinking about the leopard interior that you want in your dream car? No...you are totally consumed by that moment. Totally present. We love a good view because for just a couple minutes...we're not thinking about anything but the beauty of what is in front of us.But Schopenhauer didn't think we only have this sort of experience when we're staring at a beautiful view outdoors...he thought we could have this moment... with ANYTHING beautiful enough to captivate us like this. Music, have you ever had a song where you're feeling it so much you're not thinking of anything but the song and singing into your hairbrush in the mirror? Or how about a great movie that you feel just totally immersed in, you almost forget that you're in the middle of a movie theater. Even our super modern forms of art...how about a video game that's so good you can't put the controller down. It's in these moments, to Schopenhauer, that great art and even great philosophy can captivate us to the point that we can briefly escape this otherwise constant striving for things that is our default state as a manifestation of the will to life.You know it's funny...culturally...at least in the United States...working really hard every day striving towards your goals... that's one of the most virtuous qualities you can have. Somebody that spends the vast majority of their life... listening to music and watching movies and playing video games...when that person arrives at the end of their life... and they're 80 years old sitting around the poker table at Shady Acres...talking about what they did throughout their life...that's not a person their peers are going to have a lot of respect for. Here's Schopenhauer saying maybe there was some wisdom in that kind of a lifestyle that might not be immediately evident.Another interesting thing to think about is...you know in the same way we shouldn't relegate our teachers to people that work at a university or people that look or talk a certain way...and that if you're looking for it...theres wisdom in every situation that you're in...I mean the other day I learned something from Sesame Street...that's right..the great philosopher Big Bird gave me an insight that really made me feel great about my life...you know in the same way there is wisdom in every situation...there is beauty in every situation, again, if we're willing to look for it. Now, if by appreciating beauty we can temporarily escape from this default state of restless striving...is it maybe possible...that if someone had an extreme hypervigilance towards the beauty in every moment...in other words...if they actively sought out and appreciated the beauty all around them every second of every day...could they maybe permanently escape this default state that Schopenhauer talks about. Just interesting to think about.So that's your lot in life, people. Get over it. Sorry it wasn't the answer you were hoping for...but the reality is 99.9% of us are going to be stuck in this type of existence... until we die someday.But what is this .1% of people we keep talking about? Who are they? Schopenhauer thinks there is a third type of person out there...an extremely rare type of person...I'm certainly not one of them...it's a person that is so special that they are capable of living a life that is in keeping with what he sees as the pinnacle of human virtue. A sage in his philosophical system.This sage is somebody that uses their intellect to arrive at several conclusions that naturally follow from each other, if you're Schopenhauer...conclusions that lead this person to a single lifestyle... that they share with other sages. To Schopenhauer, the first reality that a sage has to arrive at... is that everything in the universe is ultimately one. And when you arrive at that conclusion...what happens is you take a look around you...and you see all of these individual aspects of the will to life interfering with and encroaching upon... OTHER aspects of the will to life. You see a cat eating a mouse...you see a mother and her baby getting hit by a drunk driver...you see an asteroid hitting a planet...you see... the absolute maelstrom of suffering that is visited every day in this universe...and the sage realizes something...they realize that this suffering...is ultimately them suffering, because we're all one thing. From this point, the sage searches for what is causing this suffering so that maybe they can do something about it. What is the force responsible for this entire existence and all of the suffering within it? The Will to life.From there, there's only one path forward. Much like waging an inner-Jihad against vice or not being the best person you can possibly be...Schopenhauer says that the sage wages an inner war against the will to life...totally rejecting all the things it compels people to do. Never having sex...not eating good food just for the sake of it being good tasting...living in solitude...denying any desires for fame or fortune...the sage in Schopenhauer's system... wages a war against the will to life by refusing to participate... in the game that it put us here to play. The life of this sage, as you can imagine, starts to resemble the life of an ascetic monk. This, is the pinnacle of human virtue to Schopenhauer...now did HE live this way? No, but he did live more this way than most people do...he DID famously live out the rest of his life alone in an apartment with his pet poodle.Now regardless of how you feel about never having ice cream again, selling all your stuff and spending the rest of your life sitting in your empty living room resisting this urge to strive for things...Schopenhauer does make some really valuable insights. Yes, he uses some melodramatic language to express himself at times, and yes, if you accept his world picture you may not feel as excited as you are now about getting dressed up in your suit and tie outfit and going and giving a presentation on Monday...but I think Schopenhauer DOES do a really good job of pointing out how easy it is for us...to be like that war veteran that we talked about. To find ourselves born into this existence... where suffering in an inexorable part of life... and to just tell ourselves a story... and try to do our best to forget about how much suffering we're actually going through. Should we be just accepting it, or should we be doing more to try to eliminate that suffering? Should our ultimate goal in life be to never experience any suffering, ever?Now on the other hand, if you're Nietzsche...who spent much of his work responding to the work of Schopenhauer...Nietzsche agrees that suffering is an inexorable part of life, but he has a different view of it. Like we talked about on the Nietzsche series, the goal shouldn't be to completely rid yourself of any kind of suffering...you should EMBRACE suffering...if you're someone that's been through a lot of bad stuff in your life...feel privileged to be a person fortunate enough to have gone through that immense suffering...because you are now a more powerful person than someone else that just had it easy their whole life...instead of getting rid of suffering recognize it for what it truly is...as his famous line goes, \"That which does not kill me makes me stronger.\"But anyway, whether you agree with Schopenhauer's pessimistic worldview or not, he does a great job I think of getting us to think about our human experience of reality, our place within the universe and I guess I'll close with my favorite Schopenhauer quote that I think just encapsulates his work...he's talking here about the biggest assumption, the biggest error that he thinks people make when they're looking at their existence:\"There is only one inborn error, and that is the notion that we exist in order to be happy. So long as we persist in this inborn error...the world will seem to us full of contradictions. For at every step, in great things and small, we are bound to experience that the world and life are certainly not arranged for the purpose of being happy. That's why the faces of almost all elderly people are deeply etched with such disappointment.\"Thank you for listening. I'll talk to you next time."}