{"ep": "Episode #013", "title": "The Hellenistic Age Pt. 4 - Skepticism", "spoken_text": "This is a transcript of Episode 13 on Skepticism. So we've covered quite a bit of ground in the Hellenistic Age so far, and I want to tie it together a little bit. There were four main schools of philosophy in the Hellenistic Age the Epicureans, the Stoics, the skeptics and the cynics...all of these schools trying to cope with all the problems for the average citizen in the Hellenistic Age that were seemingly impossible to deal with. The goal of all of these schools was to achieve this \"freedom from disturbance\" sometimes described as ataraxia... sometimes described as a tranquil state of mind, but although the end goal of all of these schools was the same...if you looked at a member from each one of them on the streets, they would look COMPLETELY different from each other, because each of them had a very unique way of achieving it. If you lived back then, you would have several options...so which one best suits you?Your first option is to be an Epicurean. You wouldn't worry about the fact that your family just got sold into slavery, or your town just got burned to to the ground...because all you really are anyway is a random collection of atoms. There is no god that you're beholden to, there is no afterlife to be scared of...so why worry? You should position yourself as best you can to do what you were put here to do...to experience the higher pleasures and achieve a complete freedom from disturbance. You'd dress modestly, you'd eat in good proportion, you wouldn't have a bunch of stuff or big dreams of being a figure in politics...you would resign from public life and live on a commune, away from the busy city... living a subsistent lifestyle with your friends. And your friends, were extremely important to you. They were your way of achieving this state of tranquility, the complete removal of pain.Your second option was to be a Cynic. For the sake of keeping it simple, think of the extreme version. Think of Diogenes. You wouldn't worry about losing your house or your job or your status among society in the Hellenistic Age, because who cares about all that stuff? They're all meaningless social conventions that have been imposed upon us...other people have somehow convinced themselves that they're something to worry about...but not you. Through not caring about these things, you would achieve a state of flourishing and tranquility of mind. You would live in squalor, perhaps in a tub or in modern times, a cardboard box, but to you it wouldn’t feel like squalor...it would feel natural. You'd do whatever you wanted to do...you'd go wherever you wanted to go...You'd wear whatever clothes you wanted to wear, if any at all.Your third option was to be a Stoic. You wouldn't worry about an evil dictator riding into town because no matter what happens, it was destined to happen. Everything that happens is part of the providential plan of God, the guiding hand of reason that is inside everything, and questioning it was as unwise as it was futile. You were tied to the inevitability of fate like a dog was tied to a moving cart being pulled by a horse. How much are you going to whine about where you are going whether you like it or not? Through this acceptance of fate and cultivation of realistic expectations of the world, you achieved a freedom from disturbance. Knowing the right way to act in every situation was using your ability to reason to live virtuously and in accordance with nature. You would perform a preemptive meditation to start the day...telling yourself that you WILL be met with morons and inconsiderate people...thus rendering you impervious from anger or dissatisfaction....throughout the day you would review and reference your stoic handbook...refreshing the content and keeping it at the top of your mind...you would be constantly working...being mindful of your thoughts ...brainwashing yourself into productive habits of thought...like modern cognitive behavior therapy. You'd be active in politics...or at least in the community...because it was your oikos to assist others in their quest to develop and use their ability to reason as best they can, and what better place to influence others than in the Senate of the most powerful civilization on the planet?Well, your last option would be to be a Skeptic. And of all the schools, this one was probably the one that when it comes down to achieving ataraxia by actually practicing all the ideas...it's gotta be the hardest. Almost impractical. But I don't think there's any other school in the Hellenistic Age that changed philosophy more. Just to get an idea of how this wave of skepticism rolled over the other schools of the Hellenistic age and to understand where skepticism found an obvious and convenient foothold, I think it's illustrated best when talking about it in relation to Stoic Epistemology.These schools of the Hellenistic Age were in such heated competition with each other that it's easy to think of them as being on completely different ends of the spectrum from one another...This school and this school are NOTHING alike. But that’s really not the case...they all influenced each other at ton and really were just talking about different answers to the same questions. Maybe a better way to think of them is... if YOU were a school in the Hellenistic Age...the other schools were like ambitious rival coworkers all shooting for the promotion that you want... they'd be showing up early to work like you...they’d be working hard like you. If you want that promotion that's coming up...and you don't want them to get it...you better keep working hard. Those people would keep you honest...and their competition would make you better in many ways. Well, When any one of these schools made a claim about something, the other schools found the flaws in it, jumped on them, argued about it, offered a counter-argument, etc. And one of the biggest claims around this time was in regards to the concept of epistemology.If you remember, the Epicureans were all about disproving any sort of supernatural explanation for anything happening, and in the process of this, sometimes they were guilty of prematurely accepting anything that seemed like a reasonable explanation simply for the sake of having SOME rational explanation. Well Zeno was no doubt responding to this line of reasoning in some way when he put together his multifaceted visual explanation for stoic epistemology that we talked about last time. And this is the most important part: The Epicureans thought we could attain true knowledge, but were a little too cavalier about it. The Stoics thought we could attain true knowledge, certainty IS possible...but they had a multi-part system of qualifications of what constitutes knowledge, and the skeptics thought having knowledge was impossible.Lets go back to Zeno and his example. Zeno would be giving a lecture in the painted stoa and he would hold his hand out...palm completely open and he would say \"this is perception\". Well he kind of says it right there, perception isn't knowledge. It's just the first step towards having knowledge. The stoics would eventually settle with calling what we receive during this perception phase as \"impressions\". Now, it's a little complicated and we can't call them strictly empiricists, but we can rest assured knowing that the information received by the senses was incredibly important to them. These impressions our sense organs pick up are how we gather information from the physical world around us, and they're important because they're the first step towards arriving at knowledge. Zeno and Cleanthes compared these impressions to imprints made in wax. Let's do an example of an impression...lets say you're sleeping...you're having a pleasant dream...finally getting that 8 hours of sleep you've been wanting all week...and bam...a car alarm goes off in front of your house. and it keeps going and going and going...and you're just laying there with your red eyes...staring up at your popcorn ceiling saying \"really?\" just wondering if a car alarm has ever prevented a single car theft in the history of the world. Now, you can't see the car...you're lying in bed. You can't touch the car...all you can do is hear it. The alarm...the siren is giving your sense organs...in this case your ears...an impression that a car alarm is going off. Well how do you know that? You can't know for sure right? What if it's an air raid siren...what if an ambulance is just idling in your neighbors driveway with its siren on...filibustering your sleep schedule? Now, the Epicureans would say that the impression you received was true, but if it wasn't a car alarm, your mind wrongly assigned an interpretation to the impression. The stoics don’t think this way..they think that some impressions are true, and some impressions are false. they would say, \"yeah, it sure does SOUND like a car alarm is going off, but it's your decision to assent to that impression\" you could easily look out the window and be shocked to see that overnight some strange people had set up a casino in your neighbors driveway, and that the siren that woke you up and wont stop is the sound of someone winning the jackpot on a slot machine. In THAT case, you wouldn't assent to idea that a car alarm woke you up. But on the other hand, you could go to your window...see the car's headlights flashing and the noise clearly coming from that direction in your neighbors driveway and be pretty sure that it was a car alarm that woke you up.This leads me to the second phase of Zeno's visual teaching example...the one where he takes his open palm extended in front of him and closes his fingers just a little bit...i said Zeno with arthritis last time...it looks like Zeno if he was pretending to be a cat...about to claw someone...this phase is called assent. Assent is a belief in something. An agreement with something. You believe it was a car alarm that woke you up...it's not a mere impression...it's not just hearing what sounds like a car alarm and assuming it is one. You have processed the sound and the sight impressions through your ability to reason and arrived at a belief in something. you know, a cow has sense organs...he has impressions of the world...but humans can question those impressions...they can use reason to determine that things aren’t what they seem. a stoic sage would suspend judgment on whether something was true or not until they were absolutely certain...until they had what they called, a cognitive impression.This is the third phase of Zeno's hand analogy...he would close his hand completely and make a fist and say \"this is comprehension\". Sometimes we have impressions that are really solid...impressions that are so clear it almost seems impossible for them to be wrong. Back to the car alarm example...Lets say you don’t just go to the window and see the car alarm going off...lets say you go outside and really examine the car, find the exact part of the engine compartment the alarm is coming out of...touch the car..make sure it's not a hologram....you know stuff like that...you could leave that experience almost certain that it was a car alarm that woke you up. This is what the stoics would call a cognitive impression...an impression that is crystal clear and reinforced. But it's important to note that we STILL don't have knowledge as far as the stoics are concerned. These cognitive impressions were an essential element when arriving at knowledge, but knowledge really lies in understanding the relations between all of these cognitive impressions.There's a famous story about a stoic philosopher that was a follower of Zeno named Sphaerus where he's having a conversation with King Ptolemy and the king asks him \"will a wise man ever allow himself to be guided by opinion alone?\" and Sphaerus says No, but little did he know that the king KNEW he would say this and had someone manufacture some fake pomegranates made out of wax. They looked just like a real pomegranate, but were in reality...fake. And he served them to Sphaerus. And he bites into one of them...spits it out and is fooled....and the king goes \"ha! what now? who’s falsely assenting now son?\" Well, Sphaerus said he didn’t assent to the fact that they WERE pomegranates...only to the idea that it was reasonable to assume that they were pomegranates. The wise man will always suspend judgment until he is absolutely certain.And it's this crossroads where the skeptics find a foothold in the Hellenistic Age. The stoics say you should suspend judgment until you're absolutely certain, and the skeptics say that you can NEVER be absolutely certain, as far as we can tell. See, a big part of knowledge for the stoics were these cognitive impressions, and what the skeptics said is that every cognitive impression, no matter how solid it may seem...will be indistinguishable from some other impression. Impossible to tell the difference between the two. For example, let's say you just paid for your groceries at the grocery store...you walk out of the grocery store and see your car. but is it really your car? everything seems the same...its parked in the same spot you parked it in...it's the same color...it's got YOUR air freshener hanging from the rear view mirror...some wild and crazy 12 yr old kid wrote wash me on your dirty back window in the same spot...you're pretty certain this is your car...but the skeptics would say that even despite all this checking...you cant know that for sure. you could be on a Japanese hidden camera prank show right now...your friends could be in on it...someone could have orchestrated everything...they towed your car away...they got an IDENTICAL replica of your car, they parked it there, they made it dirty and wrote wash me into the back window in the exact same place...how do you know its your car absolutely? can you? The skeptics would say no...this uncertainty, no matter how ridiculous it may seem in a practical sense... is impossible to escape...everything has this plague of doubt attached to it. and how can we honestly say we knew something for certain if this doubt exists?This is probably a good time to talk about the man who is widely considered the first skeptic in the history of the world, Pyrrho of Elis. I'm starting to notice a pattern here...if you're a figurehead for a particular movement...if you're one of the founding fathers of something and you lived during a time when historical details are scarce...you instantly inherit a sort of mystical, legendary status where stories are told about you exhibiting EXTREME behaviors in line with your movement. Pyrrho was really skeptical. He didn't believe anything. There are stories of him getting surgery in 300 BC and despite being completely awake...he was unaffected. He lied in silence without so much as a twitch of his face as someone dug into his body...because he wasn’t under the delusion like everyone else that pain was a bad thing necessarily. There's another story of his good friend falling into a hole and he's unable to get out...Pyrrho comes across him...sees him in the hole...and just leaves him there. And his friend wasn't even mad at him...he was just impressed...he deeply respected his ability to be so skeptical. There are stories of Pyrrho walking around with complete skepticism of everything around him...he was like an elderly woman...he would walk into people...in front of wagons...apparently his friends would have to save him from the brink of walking into his certain death all the time. And despite all these stories...he lived to the very old age of 90. Well these stories are obviously fiction, but they do illustrate an extreme version of Pyrrho's line of skeptical thinking. It probably isn't a shock that Pyrrho didn't believe in writing things down either...so one of his lead disciples Timon wrote about his beliefs and a later philosopher talks about them here:\"According to Timon, Pyrrho declared that things are equally indifferent, unmeasurable and inarbitrable. For this reason neither our sensations nor our opinions tell us truths or falsehoods. Therefore, for this reason we should not put our trust in them one bit, but we should be unopinionated, uncommitted and unwavering, saying concerning each individual thing that it no more is than is not, or it both is and is not, or it neither is nor is not. The outcome for those who actually adopt this attitude, says Timon, will be first speechlessness, and then freedom from disturbance\"Freedom from disturbance. That was the whole point. The skeptics were in heavy competition with other philosophical schools that claimed to bring you a state of tranquility...and their method of of achieving it was through realizing that negative feelings come from negative judgments about things, but you don't know whether those things are actually bad...you can't prove that they are absolutely bad...so how can you arrogantly assume that you know? How do you know that pain is a BAD thing necessarily? How do you KNOW that losing your farm is a bad thing necessarily? Pyrrho said that we should suspend judgment on everything until we know for certain that it is the truth, which we never can.It was a new way of thinking and many historians think that when Pyrrho was a soldier in the army of Alexander the Great when he was young...he traveled east and was either heavily inspired by or just stole the idea from what they called the \"naked philosophers\" of India. We talked on the Buddhism episode about this way of looking at the mind as being misleading and that by conceding to the impulses of the mind, often times it accomplishes the opposite of what you were intending. Couple this with a few strands of skepticism that can be found in earlier presocratic philosophers, and you get a pretty good idea where Pyrrho was coming from when he developed his version of skepticism. There are several examples...but just for example...remember Parmenides talking about how everyone THINKS the world is moving around them, but in reality NOTHING is moving? Not to mention one of my favorite quotes ever as said by Democritus...remember? By convention sweet, by convention bitter, by convention hot, by convention cold, by convention color: but in reality atoms and void. Skepticism had been around for a while, but not as an attitude that you apply to anything...not as a Hellenistic School designed to bring freedom from disturbance. And that's another thing...like the other schools that claimed to be heavily influenced by Socrates, the skeptics were too. Remember it was Socrates that said the only thing I know is that I know nothing. When Socrates says it that way...it's sort of clever and paradoxical, and he was making a deeper point really. But when Pyrrho says it...it starts to look like hypocrisy. Pyrrho thought that:\"nothing is honourable or base, or just or unjust, and that likewise in all cases nothing exists in truth; and that convention and habit are the basis of everything that men do, for each thing is no more this than that\"The problem is.. if you're supposed to suspend judgment on everything until you know what it is for certain...how can you claim to know it is impossible to be certain? you should suspend judgment on that too. How can you know that you know nothing, if you in fact know nothing? This extreme stance is really what separates Pyrrho from the rest of the other skeptics that came in the generations after him. To be fair, some people don't even think HE thought this way... but nonetheless, as we'll see later, it was the doctrine attached to the man. It was what he represented.You know, it's easy to get distracted by language... it's easy to spend your efforts trying to be critical of an argument written in 300 BC, but lets not forget that skepticism was a practical philosophy as well...you were supposed to apply it to your life to achieve ataraxia. I think there's a lot of wisdom in skepticism...there are many ways to benefit from what they talk about that don’t involve lying on the ground getting surgery and choosing to not believe in pain.I want to tell you guys about someone named Jack Whitaker. Jack was a small business owner from West Virginia who was pretty successful...he would walk around in a black cowboy hat...a nice dress shirt...a black suit coat...he probably had some kind of flashy bolo tie to go with the outfit...he seemed to have a loving family...friends...he employed people at his business...he donated to charity...he paid his taxes. He had a lot of good things going for him. Then, on December 25th, 2002...Christmas morning...he rechecks his lottery ticket from the night before and finds out that he just won the largest lottery jackpot in history at the time...319 million dollars.Now at first glance this may seem like a dream come true... I mean I think it's common for people to think that the greatest thing that can ever happen to you is to win the lottery, let alone the largest lottery prize in the history of the world. And like most things that appear to be good, at first things were. He hired back a bunch of people he had to lay off a couple months before...he gave a couple local pastors millions of dollars so they could build new churches...he cashed his novelty sized cardboard check and started giving it out to people that were in need. But part of winning the lottery is forfeiting a certain, temporary amount of privacy. It's actually in the lottery rules that if you win the jackpot, you need to do press for the lottery office... you need to stand there with the giant check on stage and answer questions for reporters...make yourself accessible to people. Well, Jack won the biggest lottery jackpot in history... and after being on TV and in the newspapers he started getting letters. A LOT of letters. It looked like that scene in Harry Potter with all the letters flying everywhere. He had so many letters from people asking him for stuff that he hired a full-time staff of people who just opened them all day long.The Article said,\"There were so many letters that they wouldn't even deliver the mail. It was nothing for us to sit for 10 hours just opening envelopes,\" said Jill, who asked that her last name be kept private.Jill says the foundation received all kinds of requests, such as, \"people wanting new carpet, people wanting entertainment systems, people wanting Hummers, people wanting houses -- just absolutely bizarre things.\"And he bought them stuff. He spent more than $50 million buying people stuff. Once everyone saw that he was giving stuff out...he became like someone at the beach that gave a french fry to a seagull. People started swarming him. He said,\"Any place that I would go they would come up,\" he said. \"I mean, we went to a ballgame, a basketball game … and we must have had 150 people come up to us … and it would be going right back to asking for money.\"Things started going downhill fast. He was drugged and robbed while hanging out at a strip club, ironically probably giving money to the people who need help most. He was arrested for driving drunk into a concrete median a couple months later. He started getting into all kinds of trouble with the law, people filing lawsuits against him, his wife left him...his family grew distant from him, he gave his granddaughter burlap sacks full of money... she became addicted to Oxycontin and eventually overdosed and died tragically young.After it was all said and done, Jack said that he wished he had never won the lottery. He wishes he had just torn the ticket up and never gotten any of the money. He said that winning the lottery was the worst thing that ever happened to him.Just as philosophers make judgments about what the criteria of having true knowledge is, or about what the universe is made of...Just as someone in the Hellenistic Age might make judgments about whether losing their home was a bad thing or being sold into slavery... In modern times... WE make judgments about things in our everyday lives. I think you'd be hard pressed to find someone that thinks that winning the biggest lottery jackpot in the history of the world was a bad thing...but this story is not unique people. Most lottery winners say that a couple years after winning the lottery they are no more happy than they were before they won the money...and many of those people say they’re less happy. Why?I once heard a very wise man say that if he could wish something upon his worst enemy it would be that he would be forced to get whatever he wanted whenever he wanted it. That sounds crazy right? Well suspend judgment like Pyrrho for a second...if you had to make an argument on the other side of the spectrum...if you had to argue why that would be a terrible thing what would you say? Well this is another great example of something that seems like everyone's dream come true...and it IS in the short term, but think after a year or so... if it was a curse that you couldn't lift, your life would become terrible. Think about it, so much of the satisfaction that you get out of life comes from the struggle. It comes from wanting something...really bad...but you cant have it. Maybe there's a car that you really want, but you cant afford it...so you work hard all summer and save up for that down payment and then when you get it...there’s a tremendous sense of achievement and satisfaction that comes with it...maybe someone tells you you cant take them out on a date...and then you work hard, improve yourself and now they’re interested...maybe there’s a scarcity of something that you want...you know like a rare collectible...even something as simple as needing to go to the bathroom...and there are no bathrooms around...so when you finally go...it feels great. If every time you ever wanted something even for a split second it just appeared in front of you...think of all the great feelings you would miss out on. Things would lose their value...they'd lose their mystique. You'd never feel a sense of achievement ever again in your life. That sounds like a great thing to wish upon your worst enemy.Pyrrho would have been a big fan of the saying \"If it sounds too good to be true, it probably is\". There are REAL overtones of skepticism in there. How can we know what is good in reality? How can we know we aren't just falsely attributing good to something that we think seems like it should be good? I mean you spend 8 hours a day working so you can get what you want...and you don’t like working...so why wouldn't it be wonderful to just get what you want without work...its all the good and none of the bad! Skepticism applied in this practical context is similar to skepticism applied to questions in metaphysics or epistemology...even the nature of things. The ground looks flat, so the earth must be flat. Take a few steps back, look at it in a more farsighted way and you see that's not the case. Pyrrho said:\"things are never one way or another. impossible to measure or judge...our perceptions or beliefs render neither truth or falsehood, so we should remain without belief. inclining neither this way or that...so we avoid making any assertions and achieve ataraxia\"I remember being 16 years old and looking for a job...any job. I remember I walked around for multiple hours a day for miles up and down this big long road where most of the stores were where I was living...and I must have filled out a hundred applications. I wanted a job so bad...I wanted to buy clothes...I wanted to buy food and books...I was kind of desperate...and a grocery store called me in for an interview and I was really excited. I went in for the interview...and the lady doing the interview instantly loved me. I was making her laugh...I nailed every question...it was like a scene out of a movie...and at the end of the interview she looked down at the paper and said, wait a second...we already hired for this position. Oh that’s too bad...but listen...if anyone quits...I'm keeping your application in my desk and we're going to hire you.I felt terrible. I thought the world was ending. I couldn't imagine a worse outcome and for a week and a half I remember feeling sad thinking that I’d never find a job and if I did it wouldn’t be as good as that one...and then another grocery store called me...gave me a job...and it was bagging groceries at that store that I met my current wife. Funny thing is, I'm a perfect example of someone that needed to employ the ideas of skepticism.Accept your ignorance like Socrates. Admit that you know nothing. Things that seem bad are not always bad, and even if it is bad... adversity is what prepares you to navigate the future hurdles in your life. Your level of success is not determined by whether there are hurdles in your path, but by how well you can jump over them. If something bad happens to you...you approach it head on, deal with it, grow and become stronger and come out the other side a better person...was it still a bad thing that happened to you?Pyrrho said to Suspend all judgments. Because by suspending all of them you suspend the negative ones, and by suspending them you are impervious to them. Think of all the ways this applies to you! You got fired from your job? Seems bad, but in six months you might find a job that is twice as fulfilling as your last job. Your spouse leaves you? Seems bad, but you might meet the love of your life the next day. You contract some terrible illness? Seems bad, but what if it made you exercise and think positively and build your confidence in yourself and made you appreciate every second of life after you beat it?Many of the things that made skepticism so important to Hellenistic philosophy lied in the abolition of any potential monopoly that may have formed. Pyrrho died in 270 BC, but he passed the torch to future philosophers who carried on and improved skepticism. The word skepticism comes from the Greek word “skepticos” which meant inquiring or searching. And skepticism became a critical philosophy, one that was centered around looking at beliefs that other people hold and looking for weaknesses...inconsistencies. Are these beliefs the truth? Or is there room for doubt. If there was room for doubt, then it couldn’t be true knowledge and now the people with faulty beliefs had to fix something. It's important to note that it wasn’t just about tearing other people down...it was about finding the truth. Think of the four schools of the Hellenistic Age as companies that were competing for market share...all providing the same general service, but appealing to a different group of people according to their own individual way of doing business. Kinda like McDonalds and KFC....they both are companies that fill the need of busy Americans to have quick, convenient, good tasting food at an affordable price, while simultaneously subtracting decades from your life. But they do things differently from each other...if you're a guy that likes fried chicken more than you like hamburgers...you're probably going to go to KFC. This competition between companies keeps them constantly working to get better...and the worst thing that can possibly happen is a company gets a complete stranglehold of a particular market...because then they have a monopoly. They grow complacent...there's no incentive for them to improve themselves. Well the skeptics provided this constant competition in Hellenistic Philosophy...constantly nipping at the heels of the Stoics...questioning everything they said...keeping them honest. If the stoics said anything that wasn’t entirely substantive or based on sound logic, they would call them on it...Just like if McDonalds started charging 10 bucks for a hamburger...all their customers would start going to burger king. A monopoly in the corporate world is bad...just imagine a monopoly of thought with no competing ideas. keeping other schools honest really was the only role of skepticism...I mean if one of the central tenants of your philosophy is that it is probably impossible to ever attain certain knowledge...what are you gonna write down for other people to read? Are you going to write a treatise that is two sentences long? They didn't really have much to do creatively...so what they ended up doing is they spent all their time refuting what other people had to say, especially the stoics. It's interesting to think about whether stoicism would have been well developed enough to win the hearts and minds of Rome a couple centuries later if it weren’t for skepticism sharpening the initial teachings of Zeno down and making them stronger. And to continue the analogy...just like how companies have really smart people strategizing at the top...trying to find any way to cut costs or expand or make their product or service better, all the competing schools of the Hellenistic Age ALSO had brilliant people at the top trying to improve their product.So Pyrrho died, and he didn't write anything down...let alone set up a philosophical school...but his ideas lived on. Plato set up his academy...and after he died in 347 BC...someone else took over the academy...and for 75 years they just continued talking about Plato and what he had to say. Just think about that...from the time of the end of the second world war to today...the people teaching and studying at the academy expanded upon and argued what Plato taught...and then everything changed. The academy chose a guy named Arcesilaus as the new headmaster of the Academy...and being a philosopher living during the Hellenistic Age, he looked at philosophy with a more Socratic approach. He was a skeptic...even willing to question and refute the teachings of the founder of the school himself...Plato. This change of power into the hands of the skeptics marks a period of the Academy that historians call, \"the skeptical academy\". Arcesilaus spent most of his life and time as headmaster of the Academy refuting Stoic epistemology. And he attacked it right at its roots...remember, the stoics said that certain knowledge was possible and it heavily relied on what they called cognitive impressions...impressions that were so crystal clear that they were self-evident. Well Arcesilaus attacked the idea of the possibility of things being self-evident. He said \"no impression arising from something true is such that an impression arising from something false could not also be just like it\" and what he was touching on is the idea illustrated in the pomegranates story... there isn't anything you can perceive that can't be hallucinated or have a fake replica made...or something that would make you think the impression was self-evident. Arcesilaus argued... how could you ever be sure enough to deem something self-evident?When you constantly attack the views of others, you should expect to get your fair share of attacks back at what you think. One attack that Arcesilaus had to deal with in his time as the head of the Academy was the obvious inconsistency in Pyrrho's skepticism that we talked about earlier, \"how can you know for certain that nothing is knowable for certain.\" It's a contradictory statement. And more than that, if you were going to apply skepticism in a practical way...in everyday life...how do you do that while having the super extreme view that you should suspend judgment on everything? I mean it seems like that wouldn’t bring freedom from disturbance...you'd just be really confused all the time, not sure about what to do. Well Arcesilaus said that an ideal skeptic would suspend judgment on knowing anything for certain, but realize that there are things that definitely SEEM to be the case and live in accordance with them.A common example of this thinking in philosophy books is lets say you're out on a walk in the woods and out of the corner of your eye you see a tiger leap towards you...obviously going to attack. You're not gonna sit there and check to see if the tiger is real or a hallucination...you’re not going to take samples of the fur on the tiger and analyze the lighting conditions to see if your eyes are deceiving you...you're just going to run and try to climb a tree. this doesn't mean that you are CERTAIN there is a tiger there...you are just acting in accordance with the way things seem.Now we could talk more about Arcesilaus, but the most important thing to take from him if you're looking at Hellenistic skepticism as a whole was this concession that he made. It was a concession that would later divide the skeptics...It created a spectrum of ... just how skeptical are you? Do you believe knowledge isn’t possible at all and you should reject everything like Pyrrho, or should you suspend judgment on knowing things for certain and live in accordance with the way things seem?The next big headmaster of the academy was Carneades...you might recognize his name from the story I told at the beginning of one of the stoic episodes about philosophy coming to Rome. He was the guy that impressed the Romans with his argument for the merits of justice and then the next day, equally well against the merits of justice. This kind of behavior was what being a skeptic was all about...you believed that truth didn't lie on one side or another...as far as you knew, truth was impossible to attain...and if someone argues one side of an argument well...it's possible to argue the other side equally well. And if your job is just to refute what other people argue and shine light upon their weaknesses...then YOU WOULD need to know both sides of an argument extremely well. One of Carneades' students wrote about him saying that he was \"impossible to understand\"...but he wasn't insulting him...for the skeptics that was actually seen as a compliment. It's some bizarre alternate world where the merit of someone's intellect lies in just how skeptical they were. Hes the most skeptical guy I've ever seen...I mean, he doesn't believe anything. You gotta respect that. The first time I read that I started laughing...i mean from an outsiders perspective it seems pretty arbitrary. Ever since then I've always remembered all the skeptics in relation to the smurfs. You know, the smurfs ALSO have a strange criteria of what gets you respect in smurfland...they say \"hes the smurfiest smurf in the smurfin world... things like that.\" They get respect for being \"smurfy\" Carneades gets respect for being skeptical. And the characters of the smurfs are comparable to the characters in Hellenistic skepticism. I think of Carneades as Papa Smurf... the smurfiest guy around. I think of Pyrrho and his really extreme viewpoint of rejecting everything ... sitting on one end of the spectrum of skepticism... I think of him as that weird balding guy that wears a robe that has an evil cat...and for some reason he has a problem with a bunch of little blue people. I don't know his name, but hes the antagonist of the show. Because once the skeptics started making these concessions about acting in accordance with the way things seem, there was a die hard group of skeptics that didn’t agree. They thought you SHOULD reject everything...and when they were looking for a philosopher to model themselves after, they went with Pyrrho, who had long been dead, but his views were the closest to encapsulating theirs. This group of people became known as one type of skepticism known as Pyrronism. Well, if Pyrrho was the balding guy with the evil cat that hates the smurfs, then the opposite of him has to be the rational smurf...the one that always wants everyone to get along and loves everyone. That would be Smurfette... and the skeptic philosopher that represents the opposite end of the spectrum and thus represents Smurfette would be a guy named Philo. Almost everyone doesn't really like what Philo had to say because they saw him as being too soft...too committed to trying to bridge the gap between stoicism and skepticism...a gap that had been present for generations. Philo moved to Rome later in life...and his theory makes it clear that he doesn't agree with the definition of Stoic epistemology that former heads of the academy had argued against and taken to be they way the stoics thought. Instead, he said that the Stoics had a different view of what constitutes knowledge...a flimsy definition that made decades of argument completely worthless and made some people wonder...if you believe what Philo believes... what is the difference between Stoicism and this abomination that skepticism has become. Carneades was Papa smurf, the smurfiest guy around. Pyrrho was the crazy guy with the evil cat, because of his mean-spirited rejection of everything. And Philo was Smurfette... the peacemaker."}