{"ep": "Episode #037", "title": "Leibniz pt. 1 - A Million Points of Light", "spoken_text": "This is a transcript of episode #037 on Gottfried Leibniz pt. 1 - A Million Points of Light. Check out the episode page HERE.The central theme...the pivot point from which the three continental rationalists began their philosophy...was the question of substance. We've talked about it a couple times before. Descartes defined substance as that which its existence explains itself and from this he arrives at the conclusion that the universe has three substances: Mind, Matter and God. Spinoza then picks up where Descartes left off and disagrees with him he says no, there is only ONE true substance, and that is EVERYTHING THAT IS. God, nature, this totality that we are all a part of...that is the only that that's existence explains itself. Leibniz takes a different approach though he can be seen as similar to them in some ways...Leibniz says that there is only one true substance, but that one substance was something called a Monad which everything is made up of.Now just for a second think of how different he is from Spinoza. I mean, Spinoza thinks that there is one substance...and that one substance is EVERYTHING IN THE UNIVERSE. Leibniz goes the other direction...one substance that is so small it can't even be said to exist in physical form. Let me explain that for a second by talking about the problem that these people were trying to solve.Let's take the iPhone example from a little earlier. Let's say you have an iPhone and you want to dissect it and know everything there is to know about it. Where would you start? Can you know everything about it by just looking at it? By just rubbing your fingers all over it? Do you understand the essence of that iPhone by just playing Angry Birds on it? Of course not. You break it open and see all this green stuff and all these transistors...do you understand all there is to understand about that iPhone simply by looking inside of it? No, but you are getting closer...right? I mean, you're taking something incredibly complex and you're starting to break it down into smaller pieces and understand the function of each one of those pieces. Maybe through enough observation you find out that this little green chip controls the camera and that this little green chip over here controls the headphone jack.But we still don't understand the nature of the iPhone do we? I mean, where did all this green stuff come from? Don't we need to understand all that stuff before we can truly say we know what an iPhone is? I mean, isn't the fact that these materials were mined out of a cave somewhere or coalesced together out of dirt...isn't that an important element of what an iPhone is? Well, just how we are taking this incredibly complex thing and breaking it down into simpler and simpler parts to try to understand it better, this is the same tactic philosophers used when trying to glean an understanding of our place in the natural world. I mean, if you think an iPhone is difficult to break down and understand...these guys had to do it with the universe.And look, we do this ALL THE TIME in modern times and don't even realize it because we've been doing it every day of our lives. We look at the sky and we see what...what is the sky...air, clouds and sunshine...right? But what sort of grasp do we have on the sky? Now if you said that and someone asked you to explain it better, you might say...well it's made up of oxygen molecules and nitrogen molecules and hydrogen and carbon and not many people would argue with the fact that you are doing a better job of describing the sky than just saying its a bunch of clouds, air and exhaust from pick up trucks.When something is complex, to understand it fully, one really promising method is to break it down into the simplest parts possible because typically this gives us some insight into how the more complex things work. This is why substance is so important to this philosophers. What is some thing that we can look at as a starting point. What material or what thing is so simple that it can be understood on its own without having to refer to something else.Well people have been talking about this since the ancient Greeks! Some of you will remember Zeno's famous paradox of Achilles running the race and how he can never actually reach the finish line because before he gets there he will have to had run halfway there first. So even when he gets to the very end of the race...he will just stand by the finish line, in theory, having to go halfway to the end and halfway to the end and so on into infinity! The important question here is...can things be infinitely divisible? Can you cut a piece of paper in half a billion times, if you had the proper microscope, tools and the steady hand of Hawkeye Pierce? Could you cut it in half into infinity?Now in philosophy we would say that as long as something possesses the quality of extension, or it takes up space in the physical world, Descartes defined it a little further, but for the sake of right now, if something takes up space in any regard, no matter HOW SMALL IT IS, it has some sort of length, breadth and depth. Now if something has length, breadth and depth, that length can be bisected. The depth can be bisected. And to Leibniz, if something can be cut down into increasingly smaller and therefore simpler pieces, then that original thing you are cutting in half CANNOT BE THE MOST SIMPLE THING THERE IS. It cannot be substance, a thing that's existence explains itself, because the fact that you can cut it in half proves that it has AT LEAST two parts that interact with each other and need each other for the original thing to exist.This is why the Monad of Leibniz is nothing like the atom of the ancient Greeks or the atom of today's world. The atom is a particle...it takes up space in the physical world...it possesses the quality of extension. The Monad is a spiritual entity. Some translations call each Monad a soul. But each Monad is not what you think a soul is if you get your idea of a soul from the movies. When George Bush accepted his parties nomination for president...H.W...president senior...back in 1988 he referred to the people and vision of America as a thousand points of light. Well I kind of plagiarize him and when I picture the vision of Leibniz I think of a million points of light. Sometimes I say ten-thousand if I am a little less sanctimonious that day...but in reality we are talking about a vision of the universe of a near infinite number of these souls...these non-physical, metaphysical points of light that all seem to work together but none actually interact with each other.Maybe I am sacrificing too much to give that visual of the points of light that are all interconnected...because in reality these Monads are nothing like light at all. They are entirely non-physical so think of one Monad as one unit that makes up everything. One unit of existence...or one unit of reality. Now for anyone that knows the whole story...there are a lot of holes to fill in here for us to completely understand what a Monad is and how it explains phenomena in the natural world. We're going to spend the rest of our time here today filling in those gaps...but first I want to talk about something that I know at least a few of you are thinking right now...who cares about this stuff at all? What does any of this have to do with anything?I mean this is similar to last week when you talked about John Locke and his 17th century theory of how the senses perceive knowledge...that ended up completely wrong and is essentially filibustering my life...forcing me to spend my time listening to a failed hypothesis. Why do you do this to me Stephen West.Well, you're right and you're wrong in different ways. Yes, ultimately Leibniz and his theory of Monads is widely denounced by science today...although it should be said that they haven't really refuted it..in the same way they haven't refuted that the Easter bunny exists. I mean really they could discover than under the fabric of reality that we think exists right now there is a non-physical realm like this that dictates the physical world, but let's go out on a limb and say that his theory is complete garbage...that doesn't mean that every detail I tell you about these Monads is completely useless. Make no mistake...there ARE a lot of things I could tell you about his theory of monads that would be a waste of your time...I could talk about it for three hours all the ins and outs of his vision. But certain things about these Monads, when viewed in the full context of his metaphysical system, have deep implications in philosophy.So let's not wax on about the minutiae...let's talk about these little Monads and what they are exactly. Maybe the best place to start is that all Monads are not created equal. In fact, they vary considerably from one Monad to another. He talks about just how there are no two beings that are perfectly alike...there are no two Monads that are perfectly alike...after all that's how we perceive things at all, by spotting differences between things. Leibniz points out that because of these differences these Monads can be arranged in terms of a hierarchy. There is a hierarchy of Monads. Some are more important than others, some Monads have more abilities than other Monads...and this hierarchy can be broken down into a simple three tiered system: created monads, monads with perception or memory and monads resembling what we would know as a rational soul. The human mind is a Monad that has a body that corresponds with it. But as complex beings that can be broken down into simpler parts, like the iPhone we were talking about before, we are the sum total of the endless number of monads that make us up and the script that is programmed inside of them. Now this can be kind of difficult to get a hold of...but the vision that he describes of the true nature of the universe...it begins to sound very fractal..much like what SEEMS to be the case in modern physics.He says:\"each portion of matter can be conceived as like a garden full of plants, or like a pond full of fish. But each branch of a plant, each organ of an animal, each drop of its bodily fluids is also a similar garden or a similar pond\"Leibniz famously talks about these Monads as not having any windows...meaning that nothing can come in or go out of these monads. This may be the most important part: These Monads already contain everything that they are using...There is no direct interaction between these monads. There is no, what philosophers would call secondary causation where a monad runs into another monad and something happens or it senses something around it and adapts to it. Just think of how beautiful this concept is:Each and every thing in the universe has a certain distinctness about it...as an aspect of the universe...it has a certain completely unique concept that it is...and inside of itself...it contains everything that it ever has been, is now or will be at any point in the future. These monads have in them, programmed by God, to Leibniz, a Broadway script. Every beat that they're going to hit for the duration of the universe. Tomorrow you're going to be at stage right, dancing around singing Oklahoma! The next day you're going to be dressed up in a Flamingo costume. But think of this sort of rudimentary script applied to the most fundamental of substances and the sort of assignments they would get.Now bear with me and think of the implications of this. Let's say you were one of these spiritual monads...if you are given a Broadway script...part of knowing where on stage you need to be and what lines you need to read and everything like that is knowing where you are going to be in relation to everything else that is going to be onstage. The last thing you want to do in your Flamingo costume is trip over somebody else and face plant off the stage. So even though these monads don't directly interact with each other, they don't need to. By knowing their place in this giant cosmic Broadway script, they know exactly where all the other monads are going to be. Each and every monad at each and every point in time understands it's relationship to everything else in the universe.The point of all this is that God, to Leibniz, by writing into these monads a complete script of the past, present and future of the universe created the universe in a state of pre-established harmony.\"if we could understand the order of the universe well enough, we would find that it surpasses all the wishes of the wisest people, and that it is impossible to make it better than it is — not merely in respect of the whole in general, but also in respect of ourselves in particular\"We've probably all heard the famous quote attributed to Leibniz where he says that we are living in the best of all possible worlds. There's another quote I forget who it's by but it goes that Optimists believe we are living in the best of all possible worlds...Pessimists believe it may be true.Now God's pre-established harmony, the best of all possible worlds...what this means about free-will and determinism and the problem of evil...this is all going to be ironed out on next week's episode, and if the concept of these Monads is still a little confusing, don't worry about it...these abstract systems can be kind of hard to fully understand when there aren't any examples of things that happen in the real world as a result of them. Next week, we're going to have plenty of them. But right now I want to talk about what this interconnectedness of the universe and this pre-programmed script of the past, present and future has to do with the way we arrive at knowledge as humans.Because the human mind is a monad...and because every monad has in it a complete explanation of itself and how that relates to everything else in the universe...Leibniz believes that at least, in theory, we can use reason to analyze the relationships between all of these aspects of the universe and arrive at a complete and total web of knowledge.To use a very crude example, because when it comes to the universe we are talking about many more moving parts...but if you could understand exactly how you related to the concept of cancer...and you could understand how it was connected to every other monad in existence...then you would have a lot of information about it...you would be able to determine it's cause and ultimately how to destroy it. But practically speaking, even to Leibniz, this is virtually impossible. I mean just think of the number of calculations you would have to do just to make the most simple of connections. There is a varitable infinity of monads just making up your body, how could you ever be able to do the calculations necessary to fully understand how each one interacts with all the others in the universe in the past present and future? For us existing in the world that we live in, it is much more efficient to just run experiments using our senses and through pattern recognition try to arrive at a conclusion about what causes or heals cancer based on way less trials.But the theoretical concept that it is possible is a powerful one. See when we arrive at truth, as humans, Leibniz thinks it is important that we make the distinction between what he calls the kinds of truth. This is one of the most important parts of his philosophy and it is going to have very real implications on next week's show. Leibniz says that whenever something is true it is either a truth of reasoning or a truth of fact.You may feel familiar with what were talking about here if you think back to the episode on Avicenna when we talked about necessary existents vs contingent existents...well truths of reasoning are necessary truths and truths of fact are contingent truths. Let me explain:A necessary truth is a truth that NEEDS to be true. There is no way it CANT be true because to suggest anything otherwise would be a contradiction based on the definition of the thing. For example, If I say pentagons have five sides...that is a necessary truth. there are no four or six sided pentagons, because if they DID have four or six sides they wouldn't be a pentagon anymore. Pentagons by definition have 5 sides. My favorite one that I've heard is that all bachelors are unmarried. This is a really good one because it illustrates how this can apply in the real world. You can't be a bachelor and be married...if you were married...you would lose your membership to the bachelor club...there is no reason for us to run all around the world and make sure that all bachelors are definitely married because if they were married...they wouldn't be a bachelor anymore. This is an example of a truth of reason. Truth can be arrived at through rational reflection alone.A contingent truth is one that may be true right now, but stating the opposite of it would not be a contradiction. The opposite could ALSO be true. For example, the light is on in the other room. Sure, I could get up, walk into the other room and see that the light is on...and it certainly is a true statement. But it could NOT be true some other time. Now if you were going to try to arrive at knowledge about our place in the natural world, which kind of truth would you want in an ideal scenario. I mean, just imagine living in a single room in a giant sprawling mansion on the countryside...one of these homes with over a hundred bedrooms. And you've only lived in that room your entire life and one day you decide you are going to move outside your room and try to understand more about this mansion that you live in. Now imagine that in every room surrounding you, some really inconsiderate person that stayed there before left the lights on but in every other room the lights were off.You might do your scientific experiments and conclude that you exist in a mansion where every single room in the mansion has the lights on. Now what if a janitor comes around and turns the lights off one day. How confused will you be? How much time have you wasted in the process? But is the time truly wasted? Thank you for sticking with me today, I look forward to continuing this conversation with you about Leibniz on next weeks episode. Talk to you soon."}