{"ep": "Episode #022", "title": "Blast off to the Renaissance!", "spoken_text": "This is a transcript of Episode 22 on The Renaissance. The term renaissance means “re-birth”, but in order for anything to be “re-born”, there first needed to be a death. We can see instances in our everyday lives where there are figurative renaissances where nothing really bad happens when that death occurs. You can go on a new diet and lose 100 pounds and feel like you're personally experiencing a renaissance; the only death there is the death of your old, unhealthy lifestyle. You could even end a long period of corruption in your local government where you fire a few people at city hall and the city experiences a renaissance; the potholes are getting filled and the lines at the DMV are only three hours long. But what died in order to usher in “THE” renaissance? Well the answer is: between 30 and 50% of the ENTIRE population of Europe. What died was an entire way of life. We say “renaissance” in modern times and there is a pretty positive connotation associated with it; we could easily think about it in a black and white way. It would be really easy to just look at the Renaissance as the catalyst between modern times and the Middle Ages and declare that the Renaissance was the good time period to live in and the Middle Ages was the bad time period to live in. It would be really easy to look at the west during the Middle Ages, see that it's called “The Dark Ages”, that sounds terrible. Who wants to live in the Dark Ages? That sounds much worse in every possible way than the Renaissance. Well this is a common misconception that I want to make sure we don't fall into because it's not that simple and it comes down a great question, one that has been heavily discussed by the greatest philosophers of all time and one that every one of us needs to ask ourselves: How do you define human progress? Most of us listening to this podcast live in pretty extraordinary times. Less than ever before in human history people don't die of preventable diseases, there is less war, more representation for the average citizen, a lower infant mortality rate, people are get more value from the money that they make; the list goes on. Barring 5 countries or so, the average citizen of every country is better off today than they were a hundred years ago and were better off a century ago than they were a century before that. Despite all this, at least in America, higher numbers of people than ever are on anti-depressants, anxiety medication, mood stabilizers; what metric do we use to measure human progress? Is progress defined by how scientifically advanced we are? Is it defined by how many people have jobs? Maybe you think progress is defined by some sort of happiness index, where progress means an increase in the percentage of happy people. There are people who say that although modern America is obviously much further advanced in areas like science and medicine that society as a whole has actually regressed from times when we lived in small hunter-gatherer tribes. They point to studies where people go to places like Siberia or Puapa New Guinea where people still live as our ancestors supposedly did and they find that they have a much lower rate of mental illness and the average member is happier and more fulfilled than the average American. The point of this is that the progress of humanity can be measured in MANY different ways. The Dark Ages were not PURE DARKNESS in every area of human life. To think of it that way is a huge oversimplification. The term, “The Dark Ages”, is referring to a period in Western Europe of intellectual stagnation and regression. The Dark Ages is how Western Europe spent their Middle Ages. But just because there was intellectual regression doesn't mean that there was regression when it came to every facet of the average person's life at the time. Most historians don't like the terms “Dark Ages” or “Renaissance” because to talk about the history of humanity in terms of only intellectual progress is not accurate...because intellectual progress or regress is carried out by only a handful of people. 95% of people living at the time had nothing to do with what thought was going to be prevalent in coming years. To think of progress only in terms of the thought of the time period is a mistake. So if you think of “progress” as the progression of human thought then the Dark Ages was a terrible time to live, but if you take other factors into consideration it starts looking like the not-so-dark Ages. There's actually an entire segment of the Middle Ages known as the “high” Middle Ages. There were several steps forward in agriculture, they built those beautiful Gothic cathedrals, but more than ever there was a feeling of unification in Western Europe because they were all connected by one thing: the church, Christianity. So when we talk about the death of an entire way of life, when we talk about the series of events that took us from the “Dark Ages” to the “Renaissance”, please understand that these events didn't mark the darkest period of a period of darkness, they marked the end of a period of prosperity in many ways. The people were happy. And much like the Warring States period in early China and the beginning of the Hellenistic Age in the Mediterranean, this change from a period of prosperity to a period of widespread political unrest led to what we now know as the Renaissance. Once again, it's only through lifting MORE weight or increasing the intensity of your workout that you get stronger as an individual. And it's only though adversity and political unrest that humanity really shines and is forced to do some soul searching and make large steps forward intellectually. To live during the high middle ages was to live during a time when Europe was so prosperous that it was actually overpopulated. They were using almost every extra acre of land just to be able to feed everybody. But then something happened that changed the course of humanity. This may be the most important event in the history of human thought and it really had nothing to do with thought at all, no one knows exactly how it started, or exactly where it came from. This event and the series of events that follows it would forever change the world and it is known as The Black Death. The current narrative is that it originated in the plains of Asia, traveled along the Silk Road and eventually found its way to Crimea where it embedded itself in fleas that traveled on the backs of rats on merchant ships to the ports in Western Europe. This pandemic disease is like Finding Nemo. People often mistakenly think of The Black Death as just “The Bubonic Plague”, but it was actually more than that. Bubonic was just one form that the plague presented itself in, you also had to worry about the Pneumonic plague, like pneumonia, it would destroy your lungs from the inside out. And the septicemic plague which lead to something called Disseminated intravascular coagulation, which...let's just say you didn't want that to happen to you. When all was said and done, historians estimate that around 400 million people were killed by The Black Death and like I said before between 30 and 60% of the population of Europe. This is the account of one person describing it:\"The symptoms were not the same as in the East, where a gush of blood from the nose was the plain sign of inevitable death; but it began both in men and women with certain swellings in the groin or under the armpit. They grew to the size of a small apple or an egg, more or less, and were vulgarly called tumors. In a short space of time these tumors spread from the two parts named all over the body. Soon after this the symptoms changed and black or purple spots appeared on the arms or thighs or any other part of the body, sometimes a few large ones, sometimes many little ones. These spots were a certain sign of death, just as the original tumor had been and still remained.”Just imagine how it must have felt to look around you and see 30 to 50% of everyone hopelessly dying of THAT with no end in sight. They weren't just killed, they died hopelessly. Once you saw the tell-tale signs, the black marks start appearing or swelling around the body, you had a week to live. They had no idea what caused it or how to treat it, it must have felt like the world was coming to an end. Just imagine how it must have felt being a Christian during this time. People today have a hard enough time reconciling a school shooting with the existence of a God, imagine how people must have felt watching this disease spreading to everyone all around them. The lives of people in Western Europe changed dramatically and you hear the accounts of people living at the time and these people were living in a nightmare. Here's one of them:“All the citizens did little else except to carry dead bodies to be buried. At every church they dug deep pits down to the water-table; and thus those who were poor who died during the night were bundled up quickly and thrown into the pit. In the morning when a large number of bodies were found in the pit, they took some earth and shoveled it down on top of them; and later others were placed on top of them and then another layer of earth, just as one makes lasagne with layers of pasta and cheese. “They had to bury people in such close proximity to each other that they compared it to the process of making lasagne. This was actually a huge problem. One very important part of dying as a religious person during this time period was being buried in consecrated ground. So many people were dying that they actually ran out of acceptable places to bury people, so they started stacking them on top of each other. We build skyscrapers to stack more office space into the important downtown area of a city, these people had to build skyscrapers of dead bodies. Now as you can probably imagine, this world that they were living in was terrifying, and people started to change. One such change is described here:\"...Such fear and fanciful notions took possession of the living that almost all of them adopted the same cruel policy, which was entirely to avoid the sick and everything belonging to them. By so doing, each one thought he would secure his own safety. There was sort of an “every man for himself” way of thinking that emerged from all of this. People saw the horrific way that these people were dying and started staying away from everyone that was sick so that they could survive themselves. People just stopped showing up to work. I mean, why would you go to work if you might get coughed on by somebody and have a week to live? When you think that at any point you could drop dead of this terrible disease, why think long term? The problem is as a society we need people to go to work. The paycheck and stability is their incentive to go to work, but the rest of society relies on everyone else to do something productive that also helps them.That's the beauty of society right? You hear someone every once in a while talk about: “I don't need anybody, I'm just fine all by myself.” Well unless if that person is living in a shack on the top of a mountain squirrel hunting all day, they are fooling themselves. This is one of the things that makes society work, we rely on others to do their part so that we can benefit from it and make doing our part easier and we're all better off for it. For example, just eating breakfast, you might have some fruit that was grown and harvested locally, a spoon that was made in Taiwan, a cup that was made in China, oatmeal that was grown and packaged in Kansas, and orange juice from Florida. Society is a group effort and if the people in Florida stopped making orange juice, we would have some issues. Well, especially back in these times, the thing that society MOST relies on and one of the biggest money making industries back then was Agriculture. Now between 30 to 50% of the entire population dying and a large group of people that had this new found sense of apathy about their role in society and going to work, the people in charge of these large Agricultural productions, the people that pay peasants to work the fields and make them money, they were having a really hard time “fielding” enough people to get the work done. So then the faithful law of supply and demand started to take over. Peasants became increasingly more valuable as more and more of them died. The supply of peasants couldn't keep up with the demand of work that needed to get done to feed society. When a company today can't get enough people to willingly do a job for a certain salary, they are forced to raise the salary, and that is exactly what happened in Western Europe during the fall of the Middle Ages. Though it was completely illegal, the desperate times allowed for peasants to shop around with other land owners to try to make a better wage. These subjugated people were finally seeing what it was like to be a free citizen with a skill set that people valued. What started as merely a pandemic disease that led to a population crisis, quickly turned into an economic crisis as well, because the owners of these fields couldn't afford to pay for the rising cost of their workforce. This threatened a complete collapse of the Agriculture of the region, so what the governments did to try to combat this was impose a wage freeze. Have you ever worked somewhere where someone gets fired, and regardless of whether they're there or not the same amount of work needs to get done? So you just have to pick up the slack and work harder with no increase in pay? Well these peasants were dealing with that times a thousand and imagine if the government made it the LAW that you couldn't get paid any more than you do now. This wage freeze in coalition with several other small regulations and the massive tax increase on citizens to fight the 100 years war with France led to peasants banding together and attempting to overthrow their governments. So what started as a population crisis, quickly turned into an economic crisis that then turned into a political crisis. Why are all of these events significant to philosophy? Because this was a paradigm shift on the largest scale. People began to question the very foundation of the society they had lived in for over a thousand years. These multiple crises are very similar to a couple of examples we have already seen. During the warring states period in China, people like Confucius and Laozi looked to the past to times when things were better to help find the direction of the future of society. People of the time looked to the past and developed the hundred schools of thought. During the Hellenistic Age, the death of Alexander and the political chaos of the Mediterranean, philosophers looked to the past to times when things were better to build a future that hopefully wasn't like what they were living through. Well just like in those two examples, the people of the late Middle Ages looked at their society that was seemingly coming to an end and looked to the past for times when things were better. They wanted a new beginning. A bacterial plague had just spread across Europe and killed hundreds of millions of people, and now an intellectual plague was spreading across Europe in response. The mentality of many thinkers of the time is summed up by this guy:“I have turned my entire attention to Greek. The first thing I shall do, as soon as the money arrives, is to buy some Greek authors; after that, I shall buy clothes.”This is a quote by a philosopher who beautifully encapsulates a way of thinking that was spreading at the time. His name was Erasmus. He wrote his most influential work right during the years leading up to the protestant reformation. He was a Humanist. Now, humanism is an incredibly vague term. It's not like Stoicism or Epicureanism, it is a broad category that many different outlooks are a part of, but the similarity between all of them is that they look at things through the lens of what it is to be a human, as typically opposed to what it means to be a byproduct of a supernatural being. Humanism, during this time was much less than what it would eventually become. But it emphasized moving away from the Scholastic Approach that had dominated for so long, and moving towards the teachings of earlier Greek and Romans. We're going to talk about the reformation and more historical context next time, and by the way if today's episode seems more like a history lesson than a philosophy lesson, it's because it is. Trust me though, the biggest mistake people make when teaching philosophy is just to have one name of a philosopher after another and zero context. The whole subject just becomes one giant blur of names and ideas with no real way to link the information together. We need to understand what it meant to be a human during that time to understand why there are such giant shifts in the way people see existence. The important part to understand now is that Erasmus symbolizes this new “intellectual plague” that is moving across Europe. During the times of Erasmus, religion was not synonymous with faith as is typically seen nowadays. In fact, for the last several centuries, people like Saint Augustine, Saint Thomas Aquinas, Avicenna, these people applied their massive brains to the task of fusing together faith and reason. They tried to create a synthesis between faith and reason which for a time were considered opposites. Faith being Christianity, Judaism and Islam and Reason being Plato and Aristotle. They had success, and so Religion and Theology at the time was seen as a weird, conglomeration of Faith and Reason. The interesting thing about Erasmus is that he doesn't fall into either of these categories that great thinkers usually fell into, he falls into a really weird middle place on the spectrum. So as the reformation began, the church and the leadership of the church were seen as increasingly corrupt and evil. But how could this happen? Well, Erasmus thought that the mixing of philosophy with religion wasn't a noble pursuit like they'd thought for the last thousand years. He thought it was the reason why things were so wrong in the first place! Erasmus looked around him and saw all the stuff going on and was like, “Cmon guys what does this stuff really have to do with God.” There were many pardons that priests got for committing crimes that were completely irresponsible, several ridiculous rituals, one of which is where the spiritual leaders were somehow able to look at you and crunch the numbers and figure out how long your soul is going to be in purgatory, disputes between the Christian leadership where they argue about small issues that don't really matter to Erasmus like the nature of the relationship between each aspect of the trinity, he was opposed to scholasticism as a whole. All of these things are byproducts of this relationship between philosophy and religion, and to Erasmus these people ENTIRELY missed the point. People are focusing on all of these unrelated things, over intellectualized things, when really the whole time, the point was to just love one another. It was very simple. Instead of all these weird rituals where you access God through some anointed medium like a priest or bishop, you don't need any of that, all of that is a corrupted variant of what you should truly do which is form a more individual relationship with God. He sums it up here:\"What hate required these things at your hands? In vain will they make their idle pleas, one that he has lived only on fish, another that he has never changed his sacred hood; this one that he has lost his voice by continual singing of holy anthems, and one that he has forgotten how to speak in his strict obedience to the vow of silence. Our Savior will interrupt their excuses and say: 'Woe unto you, scribes and Pharisees, hypocrites, I know you not. I left you but one precept, of loving one another, and that I do not hear any one plead he has faithfully discharged.\" What he's talking about there is all of the various arbitrary sacrifices that human beings have declared are what God really wants us to be doing. He gives the example of a guy who sang worship songs so much he lost his voice or someone that is so committed to his vow of silence that he actually forgot how to speak. These people have missed the point. Theology and philosophy had missed the point. True spirituality is something that is very personal between the individual and God. This is the reason why he is representative of this intellectual plague going around, this individualistic approach that was growing in popularity. When we talk about the protestant reformation next time, we will be able to talk further about this relationship between the individual and church authority, but when it comes to calling out the people that have corrupted religion, Erasmus pulls no punches:\"They think to satisfy that Master they pretend to serve, our Lord and Savior, with their great state and magnificence, with the ceremonies of installments, with the titles of reverence and holiness, and with exercising their episcopal function only in blessing and cursing. (he goes on) Their only weapons ought to be those of the Spirit; and of these indeed they are mighty liberal, as of their interdicts, their suspensions, their denunciations, their aggravations, their greater and less ex-communications and their roaring bulls that fright whomever they are thundered against; and these most holy fathers never issue them more frequently than against those, who , at the instigation of the devil and not having the fear of God before their eyes, do feloniously and maliciously attempt to lessen and impair St. Peter's patrimony.\"Yes, Erasmus had a problem with the church leadership and what religion had become, but he had an even bigger problem with philosophers. Most importantly, these people sit around and tell everyone that the goal of life and the thing that is going to make you the happiest is to sit around and reason and to try to get to the bottom of the nature of things, try to figure out what the truth is. These people say that to live in ignorance, is to live in misery. Well Erasmus couldn't disagree more:“Now I believe I can hear the philosophers protesting that it can only be misery to live in folly, illusion, deception and ignorance, but it isn't: it's human. I don't see why they call it a misery when you're all born, formed and fashioned in this pattern, and it's the common lot of mankind. There is no misery about remaining true to type.”What he's saying is, how can you say that you're miserable as a human if you live in ignorance of the truth? We are BORN in ignorance of these things. When we're grown up, we don't all of a sudden know everything that is the truth. Living in ignorance is part of what it means to be a human being. And as the old saying goes, “ignorance is bliss”. We, as humans, are happiest when we live in ignorance and all of this knowledge these people seek really only serves to complicate things and make their life worse. The key to happiness, to Erasmus, is something that is laid out in the Bible: “The summit of happiness is reached when a person is ready to be what he is.”\nThe term renaissance means “re-birth”, but in order for anything to be “re-born”, there first needed to be a death. We can see instances in our everyday lives where there are figurative renaissances where nothing really bad happens when that death occurs. You can go on a new diet and lose 100 pounds and feel like you're personally experiencing a renaissance; the only death there is the death of your old, unhealthy lifestyle. You could even end a long period of corruption in your local government where you fire a few people at city hall and the city experiences a renaissance; the potholes are getting filled and the lines at the DMV are only three hours long. But what died in order to usher in “THE” renaissance? Well the answer is: between 30 and 50% of the ENTIRE population of Europe. What died was an entire way of life. \nWe say “renaissance” in modern times and there is a pretty positive connotation associated with it; we could easily think about it in a black and white way. It would be really easy to just look at the Renaissance as the catalyst between modern times and the Middle Ages and declare that the Renaissance was the good time period to live in and the Middle Ages was the bad time period to live in. It would be really easy to look at the west during the Middle Ages, see that it's called “The Dark Ages”, that sounds terrible. Who wants to live in the Dark Ages? That sounds much worse in every possible way than the Renaissance. Well this is a common misconception that I want to make sure we don't fall into because it's not that simple and it comes down a great question, one that has been heavily discussed by the greatest philosophers of all time and one that every one of us needs to ask ourselves: How do you define human progress? \nMost of us listening to this podcast live in pretty extraordinary times. Less than ever before in human history people don't die of preventable diseases, there is less war, more representation for the average citizen, a lower infant mortality rate, people are get more value from the money that they make; the list goes on. Barring 5 countries or so, the average citizen of every country is better off today than they were a hundred years ago and were better off a century ago than they were a century before that. Despite all this, at least in America, higher numbers of people than ever are on anti-depressants, anxiety medication, mood stabilizers; what metric do we use to measure human progress? Is progress defined by how scientifically advanced we are? Is it defined by how many people have jobs? Maybe you think progress is defined by some sort of happiness index, where progress means an increase in the percentage of happy people. There are people who say that although modern America is obviously much further advanced in areas like science and medicine that society as a whole has actually regressed from times when we lived in small hunter-gatherer tribes. They point to studies where people go to places like Siberia or Puapa New Guinea where people still live as our ancestors supposedly did and they find that they have a much lower rate of mental illness and the average member is happier and more fulfilled than the average American. The point of this is that the progress of humanity can be measured in MANY different ways. \nThe Dark Ages were not PURE DARKNESS in every area of human life. To think of it that way is a huge oversimplification. The term, “The Dark Ages”, is referring to a period in Western Europe of intellectual stagnation and regression. The Dark Ages is how Western Europe spent their Middle Ages. But just because there was intellectual regression doesn't mean that there was regression when it came to every facet of the average person's life at the time. Most historians don't like the terms “Dark Ages” or “Renaissance” because to talk about the history of humanity in terms of only intellectual progress is not accurate...because intellectual progress or regress is carried out by only a handful of people. 95% of people living at the time had nothing to do with what thought was going to be prevalent in coming years. To think of progress only in terms of the thought of the time period is a mistake. So if you think of “progress” as the progression of human thought then the Dark Ages was a terrible time to live, but if you take other factors into consideration it starts looking like the not-so-dark Ages. There's actually an entire segment of the Middle Ages known as the “high” Middle Ages. There were several steps forward in agriculture, they built those beautiful Gothic cathedrals, but more than ever there was a feeling of unification in Western Europe because they were all connected by one thing: the church, Christianity. So when we talk about the death of an entire way of life, when we talk about the series of events that took us from the “Dark Ages” to the “Renaissance”, please understand that these events didn't mark the darkest period of a period of darkness, they marked the end of a period of prosperity in many ways. The people were happy. And much like the Warring States period in early China and the beginning of the Hellenistic Age in the Mediterranean, this change from a period of prosperity to a period of widespread political unrest led to what we now know as the Renaissance. Once again, it's only through lifting MORE weight or increasing the intensity of your workout that you get stronger as an individual. And it's only though adversity and political unrest that humanity really shines and is forced to do some soul searching and make large steps forward intellectually. \nTo live during the high middle ages was to live during a time when Europe was so prosperous that it was actually overpopulated. They were using almost every extra acre of land just to be able to feed everybody. But then something happened that changed the course of humanity. This may be the most important event in the history of human thought and it really had nothing to do with thought at all, no one knows exactly how it started, or exactly where it came from. This event and the series of events that follows it would forever change the world and it is known as The Black Death. The current narrative is that it originated in the plains of Asia, traveled along the Silk Road and eventually found its way to Crimea where it embedded itself in fleas that traveled on the backs of rats on merchant ships to the ports in Western Europe. This pandemic disease is like Finding Nemo. People often mistakenly think of The Black Death as just “The Bubonic Plague”, but it was actually more than that. Bubonic was just one form that the plague presented itself in, you also had to worry about the Pneumonic plague, like pneumonia, it would destroy your lungs from the inside out. And the septicemic plague which lead to something called Disseminated intravascular coagulation, which...let's just say you didn't want that to happen to you. When all was said and done, historians estimate that around 400 million people were killed by The Black Death and like I said before between 30 and 60% of the population of Europe. This is the account of one person describing it:\n\"The symptoms were not the same as in the East, where a gush of blood from the nose was the plain sign of inevitable death; but it began both in men and women with certain swellings in the groin or under the armpit. They grew to the size of a small apple or an egg, more or less, and were vulgarly called tumors. In a short space of time these tumors spread from the two parts named all over the body. Soon after this the symptoms changed and black or purple spots appeared on the arms or thighs or any other part of the body, sometimes a few large ones, sometimes many little ones. These spots were a certain sign of death, just as the original tumor had been and still remained.”\nJust imagine how it must have felt to look around you and see 30 to 50% of everyone hopelessly dying of THAT with no end in sight. They weren't just killed, they died hopelessly. Once you saw the tell-tale signs, the black marks start appearing or swelling around the body, you had a week to live. They had no idea what caused it or how to treat it, it must have felt like the world was coming to an end. Just imagine how it must have felt being a Christian during this time. People today have a hard enough time reconciling a school shooting with the existence of a God, imagine how people must have felt watching this disease spreading to everyone all around them. The lives of people in Western Europe changed dramatically and you hear the accounts of people living at the time and these people were living in a nightmare. Here's one of them:\n“All the citizens did little else except to carry dead bodies to be buried. At every church they dug deep pits down to the water-table; and thus those who were poor who died during the night were bundled up quickly and thrown into the pit. In the morning when a large number of bodies were found in the pit, they took some earth and shoveled it down on top of them; and later others were placed on top of them and then another layer of earth, just as one makes lasagne with layers of pasta and cheese. “\nThey had to bury people in such close proximity to each other that they compared it to the process of making lasagne. This was actually a huge problem. One very important part of dying as a religious person during this time period was being buried in consecrated ground. So many people were dying that they actually ran out of acceptable places to bury people, so they started stacking them on top of each other. We build skyscrapers to stack more office space into the important downtown area of a city, these people had to build skyscrapers of dead bodies. Now as you can probably imagine, this world that they were living in was terrifying, and people started to change. One such change is described here:\n\"...Such fear and fanciful notions took possession of the living that almost all of them adopted the same cruel policy, which was entirely to avoid the sick and everything belonging to them. By so doing, each one thought he would secure his own safety. \nThere was sort of an “every man for himself” way of thinking that emerged from all of this. People saw the horrific way that these people were dying and started staying away from everyone that was sick so that they could survive themselves. People just stopped showing up to work. I mean, why would you go to work if you might get coughed on by somebody and have a week to live? When you think that at any point you could drop dead of this terrible disease, why think long term? The problem is as a society we need people to go to work. The paycheck and stability is their incentive to go to work, but the rest of society relies on everyone else to do something productive that also helps them.\nThat's the beauty of society right? You hear someone every once in a while talk about: “I don't need anybody, I'm just fine all by myself.” Well unless if that person is living in a shack on the top of a mountain squirrel hunting all day, they are fooling themselves. This is one of the things that makes society work, we rely on others to do their part so that we can benefit from it and make doing our part easier and we're all better off for it. For example, just eating breakfast, you might have some fruit that was grown and harvested locally, a spoon that was made in Taiwan, a cup that was made in China, oatmeal that was grown and packaged in Kansas, and orange juice from Florida. Society is a group effort and if the people in Florida stopped making orange juice, we would have some issues. Well, especially back in these times, the thing that society MOST relies on and one of the biggest money making industries back then was Agriculture. Now between 30 to 50% of the entire population dying and a large group of people that had this new found sense of apathy about their role in society and going to work, the people in charge of these large Agricultural productions, the people that pay peasants to work the fields and make them money, they were having a really hard time “fielding” enough people to get the work done. \nSo then the faithful law of supply and demand started to take over. Peasants became increasingly more valuable as more and more of them died. The supply of peasants couldn't keep up with the demand of work that needed to get done to feed society. When a company today can't get enough people to willingly do a job for a certain salary, they are forced to raise the salary, and that is exactly what happened in Western Europe during the fall of the Middle Ages. Though it was completely illegal, the desperate times allowed for peasants to shop around with other land owners to try to make a better wage. These subjugated people were finally seeing what it was like to be a free citizen with a skill set that people valued. What started as merely a pandemic disease that led to a population crisis, quickly turned into an economic crisis as well, because the owners of these fields couldn't afford to pay for the rising cost of their workforce. This threatened a complete collapse of the Agriculture of the region, so what the governments did to try to combat this was impose a wage freeze. Have you ever worked somewhere where someone gets fired, and regardless of whether they're there or not the same amount of work needs to get done? So you just have to pick up the slack and work harder with no increase in pay? Well these peasants were dealing with that times a thousand and imagine if the government made it the LAW that you couldn't get paid any more than you do now. This wage freeze in coalition with several other small regulations and the massive tax increase on citizens to fight the 100 years war with France led to peasants banding together and attempting to overthrow their governments. So what started as a population crisis, quickly turned into an economic crisis that then turned into a political crisis. \nWhy are all of these events significant to philosophy? Because this was a paradigm shift on the largest scale. People began to question the very foundation of the society they had lived in for over a thousand years. These multiple crises are very similar to a couple of examples we have already seen. During the warring states period in China, people like Confucius and Laozi looked to the past to times when things were better to help find the direction of the future of society. People of the time looked to the past and developed the hundred schools of thought. During the Hellenistic Age, the death of Alexander and the political chaos of the Mediterranean, philosophers looked to the past to times when things were better to build a future that hopefully wasn't like what they were living through. Well just like in those two examples, the people of the late Middle Ages looked at their society that was seemingly coming to an end and looked to the past for times when things were better. They wanted a new beginning. A bacterial plague had just spread across Europe and killed hundreds of millions of people, and now an intellectual plague was spreading across Europe in response. The mentality of many thinkers of the time is summed up by this guy:\n“I have turned my entire attention to Greek. The first thing I shall do, as soon as the money arrives, is to buy some Greek authors; after that, I shall buy clothes.”\nThis is a quote by a philosopher who beautifully encapsulates a way of thinking that was spreading at the time. His name was Erasmus. He wrote his most influential work right during the years leading up to the protestant reformation. He was a Humanist. Now, humanism is an incredibly vague term. It's not like Stoicism or Epicureanism, it is a broad category that many different outlooks are a part of, but the similarity between all of them is that they look at things through the lens of what it is to be a human, as typically opposed to what it means to be a byproduct of a supernatural being. Humanism, during this time was much less than what it would eventually become. But it emphasized moving away from the Scholastic Approach that had dominated for so long, and moving towards the teachings of earlier Greek and Romans. \nWe're going to talk about the reformation and more historical context next time, and by the way if today's episode seems more like a history lesson than a philosophy lesson, it's because it is. Trust me though, the biggest mistake people make when teaching philosophy is just to have one name of a philosopher after another and zero context. The whole subject just becomes one giant blur of names and ideas with no real way to link the information together. We need to understand what it meant to be a human during that time to understand why there are such giant shifts in the way people see existence. The important part to understand now is that Erasmus symbolizes this new “intellectual plague” that is moving across Europe. During the times of Erasmus, religion was not synonymous with faith as is typically seen nowadays. In fact, for the last several centuries, people like Saint Augustine, Saint Thomas Aquinas, Avicenna, these people applied their massive brains to the task of fusing together faith and reason. They tried to create a synthesis between faith and reason which for a time were considered opposites. Faith being Christianity, Judaism and Islam and Reason being Plato and Aristotle. They had success, and so Religion and Theology at the time was seen as a weird, conglomeration of Faith and Reason. \nThe interesting thing about Erasmus is that he doesn't fall into either of these categories that great thinkers usually fell into, he falls into a really weird middle place on the spectrum. So as the reformation began, the church and the leadership of the church were seen as increasingly corrupt and evil. But how could this happen? Well, Erasmus thought that the mixing of philosophy with religion wasn't a noble pursuit like they'd thought for the last thousand years. He thought it was the reason why things were so wrong in the first place! \nErasmus looked around him and saw all the stuff going on and was like, “Cmon guys what does this stuff really have to do with God.” There were many pardons that priests got for committing crimes that were completely irresponsible, several ridiculous rituals, one of which is where the spiritual leaders were somehow able to look at you and crunch the numbers and figure out how long your soul is going to be in purgatory, disputes between the Christian leadership where they argue about small issues that don't really matter to Erasmus like the nature of the relationship between each aspect of the trinity, he was opposed to scholasticism as a whole. \nAll of these things are byproducts of this relationship between philosophy and religion, and to Erasmus these people ENTIRELY missed the point. People are focusing on all of these unrelated things, over intellectualized things, when really the whole time, the point was to just love one another. It was very simple. Instead of all these weird rituals where you access God through some anointed medium like a priest or bishop, you don't need any of that, all of that is a corrupted variant of what you should truly do which is form a more individual relationship with God. He sums it up here:\n\"What hate required these things at your hands? In vain will they make their idle pleas, one that he has lived only on fish, another that he has never changed his sacred hood; this one that he has lost his voice by continual singing of holy anthems, and one that he has forgotten how to speak in his strict obedience to the vow of silence. Our Savior will interrupt their excuses and say: 'Woe unto you, scribes and Pharisees, hypocrites, I know you not. I left you but one precept, of loving one another, and that I do not hear any one plead he has faithfully discharged.\" \nWhat he's talking about there is all of the various arbitrary sacrifices that human beings have declared are what God really wants us to be doing. He gives the example of a guy who sang worship songs so much he lost his voice or someone that is so committed to his vow of silence that he actually forgot how to speak. These people have missed the point. Theology and philosophy had missed the point. True spirituality is something that is very personal between the individual and God. This is the reason why he is representative of this intellectual plague going around, this individualistic approach that was growing in popularity. When we talk about the protestant reformation next time, we will be able to talk further about this relationship between the individual and church authority, but when it comes to calling out the people that have corrupted religion, Erasmus pulls no punches:\n\"They think to satisfy that Master they pretend to serve, our Lord and Savior, with their great state and magnificence, with the ceremonies of installments, with the titles of reverence and holiness, and with exercising their episcopal function only in blessing and cursing. (he goes on) Their only weapons ought to be those of the Spirit; and of these indeed they are mighty liberal, as of their interdicts, their suspensions, their denunciations, their aggravations, their greater and less ex-communications and their roaring bulls that fright whomever they are thundered against; and these most holy fathers never issue them more frequently than against those, who , at the instigation of the devil and not having the fear of God before their eyes, do feloniously and maliciously attempt to lessen and impair St. Peter's patrimony.\"\nYes, Erasmus had a problem with the church leadership and what religion had become, but he had an even bigger problem with philosophers. Most importantly, these people sit around and tell everyone that the goal of life and the thing that is going to make you the happiest is to sit around and reason and to try to get to the bottom of the nature of things, try to figure out what the truth is. These people say that to live in ignorance, is to live in misery. Well Erasmus couldn't disagree more:\n“Now I believe I can hear the philosophers protesting that it can only be misery to live in folly, illusion, deception and ignorance, but it isn't: it's human. I don't see why they call it a misery when you're all born, formed and fashioned in this pattern, and it's the common lot of mankind. There is no misery about remaining true to type.”\nWhat he's saying is, how can you say that you're miserable as a human if you live in ignorance of the truth? We are BORN in ignorance of these things. When we're grown up, we don't all of a sudden know everything that is the truth. Living in ignorance is part of what it means to be a human being. And as the old saying goes, “ignorance is bliss”. We, as humans, are happiest when we live in ignorance and all of this knowledge these people seek really only serves to complicate things and make their life worse. \nThe key to happiness, to Erasmus, is something that is laid out in the Bible: \n“The summit of happiness is reached when a person is ready to be what he is.”"}