{"ep": "Episode #112", "title": "The Frankfurt School pt. 5 - Civilization", "spoken_text": "This is a transcript of episode #112 on The Frankfurt School. Check out the episode page HERE.So let's assume for a second that Marcuse's right. That in a country where many of the citizens see freedom as the fundamental thing the United States embodies... in reality, the population's actually living under an advanced version of monopoly capitalism, that has sort of metastasized and taken control of everything from art, to politics, to government, all of this amounting to what's probably the most clever, insidious totalitarian system in history. Let's say you're living in that...how would you know that you were living in it? What sort of clues would you see around you if you did...would you even notice them? Or would you frame who you are so much in relation to that totalitarian system, that nothing would ever seem out of the ordinary to you?Herbert Marcuse would probably say that if you want to figure out the answers to these questions...maybe it would be useful to put yourself in the shoes of a member of an overtly totalitarian society to see what's similar. Let's say 1930's Nazi Germany for the sake of the example...what would it be like to be a citizen living under the Third Reich? Well one things for sure if you're the government...for any of this Third Reich business to be going on for any length of time...one thing you're going to need is approval from the population to continue doing the things you're doing. Now in totalitarian societies...this is typically done by having some sort of propaganda machine in place that gets people thinking about their lives and their country's place in the world in a distorted way...often times it gives them a piece of reality, a version of it...but it obscures other things so that they never get the full picture.See that's the thing about propaganda...there's layers of nuance to it. Like, no one in 1930's Germany was tied to a chair with a belt and forced to watch 1000 episodes of Sponge Bob Squarepants and then they came out the other side worshipping Hitler. No propaganda wouldn't work if it was that obvious it was being administered. Part of the art, of propaganda... is getting people to believe that they arrived at this set of conclusions all by themselves. When you look at different examples of the great propaganda campaigns throughout history...you start to see certain tactics being used over and over again because they're just so effective at shaping the way that people see the world.Fear...is an effective tactic. Appealing to people's tribal tendencies is effective...us vs. them thinking...Manufacturing false news stories or events that fit a particular narrative. Manipulating the way that a story is delivered, blowing certain details out of proportion that tells the story you want it to tell. These have been used time and time again, and in 1930's Germany there was a handful of people whose job it was to use these tactics to ensure that the average German citizen remained a good foot soldier...had a view of Germany and the rest of the world that made them behave the way a GOOD German behaves. That was the goal of propaganda.Marcuse would ask: when you take a look at the culture industry... and the role it plays in shaping the way that people see themselves and the world...by the way, the delivery system for most people on the American way of life...life imitates art...where selfless hard work is one of the most admired qualities, where every day is a transaction between work time and consumption time, where people chase the American dream which is defined by your relationship to materialistic stuff, two cars a house and a white picket fence...a fence that in a really aesthetically pleasing way keeps out other human beings, so that you can sit in your box being entertained in isolation...do you think it's possible, Marcuse would ask, that the culture industry keeps people thinking in a narrow American capitalistic sort of way that keeps things moving forward, the same way Nazi Propaganda kept German citizens thinking in a narrow way that kept THEIR interests moving forward?See because again, and I'm talking to you America, let's say that we're all these citizens immersed in a totalitarian society...what is the propaganda that gets fed to us every day? Where do most people get their views on what's going on in the world and their place within it? Maybe you watch the news. Maybe you read a news paper...maybe it's the radio or podcasts or a blog...regardless, the point is to Marcuse: they're all products...products that are created to correspond with existing consumer demand. The news is not broadcasted by some diety or some philosopher king that just wants to deliver an objective view of what's going on out there...no, the news is delivered the way it is...because it most effectively gets the eyeballs of the average American to come back the next day and watch commercials...which is not necessarily in ANY way connected to what's actually going on.Let's brainstorm and design a product that delivers people the news...what kind of product is going to be profitable? What's gonna make the average American worker tune in the next day? Well like we talked about on the culture industry episode...when your life from the cradle to the grave is to go to a job eight hours a day that sucks the life out of you...and then go home and consume products to feel better...understandably...the average American is not going to want to go home and do a grueling study of quantum mechanics in their free time...no, they're going to want something easy to consume that entertains them. Well, so too...with where they get their news! That if you were creating a product that delivers the average person the news...one of the worst things you could do is to make a show that gets people to constantly challenge their beliefs...gets them to think about the assumptions they may have been making for decades, that's a lot of thinking...that's hard work. You wouldn't want to make a show that goes into a really deep nuanced, for most people boring, investigation of any of these highly complex topics the news passes off as simple... no, that would be exhausting to listen to for most people. What most Americans want after an exhausting day at work is not to put in even more work in improving themselves. They want something easy. They want a product that tells them, you're right. No more work to do here, you've got the world ALL figured out...and just like many propaganda campaigns throughout history this product then delivers to them a simplified, distorted view of reality that reinforces this world picture. Marcuse would say: that it's not a coincidence these products created to deliver the news often times use the same sort of tactics to get people to tune in that have been used in propaganda campaigns throughout history!We can go right down the line of the examples we gave: Fear. This just in! There have been 16 mountain lion attacks in your area in the last two weeks. Now, in the mind of the consumer: OMG, THANK YOU! Where would I be if I didn't watch this news segment that told me of this imminent danger in my life? I'll tell you where I'd be I'd be passing through the small intestine of a mountain lion right about now! I need to tune in tomorrow to learn about the NEXT thing I need to be scared of! Appealing to tribal tendencies: back in the 1930's it was...here's this group of people that's responsible for most of the ills of society! If only we could find a way to get rid of them things would be great! Turn on your news station today and they'll give you a tribe and talk about how the other party is responsible for all the bad in the world. Manufacturing false news stories...do I even need to expand on that one? Manipulating headlines and phrasing using words that they know will trigger a certain negative or positive response from people...this is being done, right out in the open. To Marcuse, these are products being sold to people that are designed to validate a limited world view...that scratch the itch of feeling politically involved, but never require people to do the actual work of challenging their beliefs on things and understanding the world at a deeper level.In other words, the culture industry serves the same purpose as a propaganda machine in a totalitarian society...but there's no evil cabal of fascists at the top that are pulling the puppet strings of this one. No, the people that produce the products in the culture industry aren't evil...in reality...they're just trying to keep the lights on like everybody else. They're just trying to create a product...that turns a profit and keeps them in business...what can you do if this is just the type of programming that the average person wants?So, what's another example of a clue we might see around us if we were really living in a covert totalitarian society? You know, a common misconception of the Frankfurt School and many Neo-Marxists for that matter is that they are all big government types...that they want to bring about a world where the government has an inordinate amount of control over the life of the average person. On the contrary...there are sections of the Frankfurt School's work that almost sound like a neo-conservative critique of FDR's new deal. You want to talk about clues that are all around you...they would say it is not a coincidence that there has been such a massive increase in the size and scope of the Federal Government over the years. That people in capitalist societies are often educated to think about the public and private sectors as two things that are divorced, separate and regulating each other. That may be somewhat true in a traditional capitalist society, but in a monopoly capitalist society they're just two arms on the giant leviathan of capitalism that controls everything. Giant bailouts and government programs that artificially prop up the weaknesses of a capitalist system that should have failed long ago. So what happens is: instead of having a national discussion about the boom and crash nature of capitalism and the suffering it causes...we just accept it as the norm...it's unfortunate we're in a down period...then use massive government encroachment into people's lives to save ourselves...in the case of FDR, hey everybody's got a job now! You're all working for the government...forget your own personal freedom and individuality...we're in an economic depression right now...times are tough! You need to fall in line, be THANKFUL for the job we give you and become a cog in a machine. Does that sound at all familiar to other forms of totalitarianism?But there's a lot of ways the Frankfurt School thinks the government props up capitalism from failing: Not that they think welfare checks are something to be abolished, but they would say that an unintended consequence of having them available to people is that it sort of sweeps under the rug another failure of capitalism. That Capitalism produces sick, alienated people. People get depressed. People get addicted to substances to cope with feeling bad. People develop mental illness. That if Capitalism just naturally ran its course...people would be dying and starving to death...we'd have bodies in the streets...and maybe if we had bodies in the streets people would be outraged and we'd have to contend with just how many of the problems we have are direct results of our economic system. Instead, we give people a check, keep them alive just dead inside...give them some pills and say you're gonna start feeling better soon, the important thing now is let's get you off the dole and get you back to working and buying stuff! That's the important thing!Marcuse would want us to consider: if you could go back in time and talk to a citizen of germany under the government of the Third Reich...these people weren't just mindless robots blabbering on...if you asked them why Adolf Hitler was the best thing for them and the future of the world, they would have arguments primed and ready that they believe they arrived at on their own...talking points marinated into them over years of propaganda. Many of which designed to undercut a more nuanced conversation before it even begins. Marcuse would ask: is it possible that a lot of Americans are not too different from this just with different talking points that justify capitalism and undercut a deeper conversation?Now in this next section I don't want this to seem like I'm offering up a strawman argument on the Capitalist side and am making that the response to the Frankfurt School. There are many more great Capitalist responses to come on this show. But that said, in keeping with the thought experiment today that Americans are citizens of a totalitarian society...if the problem in America is one of class consciousness as the Frankfurt School says...then in that world, the argument the average person is going to give for why Capitalism is good and Marxism is bad...is not going to be some deep, complex argument that's come from years of thoroughly educating themselves...it's going to be a weak argument they've picked up over the years from these products they consume every day that give them the illusion of having a deep understanding of the world.And just like in 1930's Germany... where many of the talking points aimed to end a more nuanced conversation before it even began...Marcuse would say there's a type of person in America who just dismisses all of Marxism and parrots some variation of, Marx...Neo-Marxists...post-Marxists...all of those Marxists types...their problem is that they just don't understand THIS thing about the way that the world works...or THAT thing about how human beings are...if they just understood this thing like I do...then they'd realize that their entire lives were wasted trying to rescue Marx from faulty premises. Have I read any of these people...no. There's no point in me reading and arriving at a deep understanding of their work...Marxism ruins any chance they have of being legitimate before I even open the book.Marcuse would ask this person: what do you think is more likely? That 100's of Marxist thinkers that have come since Marx did his work, many of them critical of Marx, some savagely critical, that spent their entire lives reading and interpreting these ideas...Do you think it's more likely Marcuse would ask that they have all missed out on this nugget of wisdom that you have that instantly destroys Marxism, or that maybe it's more complex than that. That maybe your unwillingness to do the work of doing a deep reading and truly understanding is the reason you haven't heard the argument against that talking point...and that the reality is much more exciting than that...there's actually a deeper, more interesting discourse being had between Capitalists and Marxists that you could potentially enjoy?Let's look at a common example of one of these and how Marcuse would respond in Eros and Civilization. The problem with Marxism...and any society structured around Marxism...is that it just doesn't understand human nature. That we, just by our nature as human beings, take the path of least resistance. We're as lazy as we're allowed to be. This goes down to the very roots of our instinct to survive. For example, if you needed water to stay alive...and there's a stream five feet away from you and another one 500 miles away from you...which stream are you going to get your water from? Of course the one five feet away. Sure, it would be great if we could have a society where everyone's basic needs are taken care of and people just did what interested them...but it doesn't matter how much window dressing you put on Marxism: ultimately we're dealing with human beings here...and when people are given the choice to work or not to work. It's just a matter of time until people stop working, don't do anything and just take advantage of the people around them that ARE working.Marcuse would want to call into question the premise that human nature is as simple as just \"taking the path of least resistance.\" He'd probably start by giving an example of how people often DON'T take the path of least resistance. Maybe he'd bring up someone like a Steve Jobs or an Elon Musk. These are people that very clearly aren't doing just the bare minimum required to survive and then sitting around all day. These are people that are very clearly not putting in all the hours they're putting in for the sake of money. These aren't people that are extrinsically motivated by money, they're people intrinsically motivated by a creative vision they have for changing the world for the better. So if it really is just human nature to take the path of least resistance, why do people like this exist?And the person may respond to Marcuse..well those guys are the exceptions to the rule. These guys are the outliers on the Bell Curve...but let's not forget about the rest of the Bell Curve. For every one Steve Jobs you have you're going to get 10,000 people that want to laze about all day doing nothing taking advantage of the work Steve Jobs is putting in.Marcuse might respond by saying: well why does this psychology exist in larger numbers just not by people as powerful as Steve Jobs or Elon Musk? What I mean is: what about everyone smiling and awkwardly high fiving on Shark Tank every week? I mean, there are a lot of people out there right now hustling and grinding trying to bring a new product to market, or make it as a musician, or start their own landscaping business or whatever it is and they're doing these things not because they want to make tons of money but because they have a creative vision that they're passionate about? I mean, some people DO create only for the money...and even if you're not the money certainly needs to come in and Marcuse's not calling into question the ability of money to motivate people...what he's countering is the extreme claim that it is part of the nature of human beings to take the path of least resistance. Why do we have so many people resembling Steve Jobs and Elon Musk expending so much energy to create something they're passionate about...why do we have so many people beyond that...where even if they aren't actively hustling to create something right now...can relate to this part of their psychology...have at some point in their life tried something like this and just failed?What Marcuse's going to reference in Eros and Civilization is a concept from Freudian Psychology commonly referred to as the Dual Instinct Theory. For a lot of Freud's work, he heavily emphasizes the impact that libido has on what drives our behavior, even if it's just at an unconscious level. But in the beginning of his 1920 book Beyond the Pleasure Principle he recounts working with soldiers from WW1 that seem to be suffering from what we would call today Post Traumatic Stress Disorder. They have recurring dreams and thoughts reenacting how close they came to death. He works with children who lost a parent and continuously, almost impulsively throw a toy and then retrieve it over and over again simulating the loss of their parent. What Freud theorizes is that human behavior is not as simple as just a drive towards life and a removal of tension, that we all exist in our psychology in a constant, irreconciliable conflict between two drives: Eros, which you may recognize as the Greek god of sexual desire or attraction...and Thanatos, the figure in Greek mythology that represented death.Now Eros may be the god of sexual desire and attraction, but to Marcuse it goes much deeper than that...that the desire to sexually reproduce with someone is at its core an act of creation...and this drive of Eros extends to, and is the part of our psychology that's responsible for, why we have a drive to produce all other forms of creation. In other words, the same drive that is responsible for the frequent desire you feel to have a baby with someone you're attracted to...is the same part of your psychology that makes you want to create OTHER close bonds with people...to put in the work to create deep friendships, to put in the work to create a family life in your home that is close and loving, to put in the work of creating a close community...that's not all though...it's also the part of your psychology that makes you want to create, a great symphony that lives on after your death, or create a company that you pass down over generations, or start a blog that's impact lives on long after you die. This drive of Eros is a fixation we all have on life, survival and creation both on an individual level AND a societal level...Thanatos is a fixation we all have on death, at an individual and societal level. To Freud, the two of these are in constant conflict and are irreconcilable. Marcuse doesn't agree...he thinks one thing Freud failed to consider is that Eros and Thanatos are always developed in the mind of the individual within a particular social framework...a social framework that has a huge effect on how we see ourselves and what we desire to do as people...and that the battle between these two drives is actually something that has been created historically by us for the benefit of society.Let's explain that further...building on what we talked about last episode: throughout history...the repression of certain human instincts has been necessary for civilization to function well. Throughout history, we've always needed people 8, 9, 10 hours a day working just to be able to produce the bare minimum required for most people to have food, water, shelter and other basic needs. Another way of putting that...is that throughout history...all of the creative drives that people had in the realm of Eros, needed to be repressed for the sake of the world continuing.Look, when we need people working 10 hours a day just to be able to persist as a species, we don't have time for people to spend all day being some kind of sexual explorer like they're Vasco Da Gama. We don't have time for you to spend hours and hours every day connecting with people, creating tons of super close friends, spending 14 hours a day with your family just because you enjoy it. We don't have time for you to sit around and write a symphony or create some blog that interests you...we got work to do...and it doesn't matter how often you have that desire towards creation and life...you need to push it down...repress it...and fall into your role within the economic system of your time. This benefitted us tremendously throughout history.Well in today's world...we're still doing it. For our society to keep moving at the rate it's moving we need the majority of people to go to work 8 hours a day...all the while from birth told to be reasonable, get a real job and push down and repress that drive of Eros that's gonna take up too much of your time. Marcuse would ask: why are we doing this? The argument we talked about last time was that we need to repress certain human instincts and freedom for the sake of the benefit it provides to society. Well in the past the benefit has been clear: we are repressing the Eros of people so that we can provide the bare necessities of living. What benefit are we getting from repressing that today? A hedonic treadmill of products that satisfy false needs? The ability to get the next plasma TV? To get the next car in a more efficient manner than it would otherwise get created? Marcuse would ask about the United States in particular: What? The ability to buy stuff...throw it away two months later where it ends up in the ocean...and then continue to suck the earth dry of resources? Colonize the globe with hundreds of military bases so we can make sure we have control over those resources when we need them to continue this process?To the person that makes the claim that it is just human nature to take the path of least resistance... and that when given the choice to work or to sit around and just consume all the time, people are often going to sit around, do nothing and consume... Marcuse would ask: how much do you think that's affected by the fact that people are conditioned from birth to think of themselves in terms of work mode vs consumption mode? How much do you think people are affected by the fact, that before they even enter the workforce...whenever that Eros voice in their head starts speaking they're told to silence it and repress it because we just NEED workers...we NEED workers to continue this capitalist vision? In other words, how much are we programming into people's heads this forced work vs consumption dichotomy that you call a part of human nature?Like if you gave the average worker in the United States $100 million dollars and said you no longer need to work anymore. Do whatever you want. You're free! Let's say they won the lottery. Marcuse wouldn't be surprised that the average person probably wouldn't take that $100 million dollars and do things with it like they're Elon Musk...no, every day of their life up until that point has been framed in terms of I work when I have to work...and when I'm not working...I'm consuming as much as I can to recharge my batteries because I know in the back of my mind have to go back to work the next day. These are my two modes: work and consume. Marcuse wouldn't be shocked that if they're given $100 million and don't need to work anymore...they would go into consumption mode...buy a bunch of cars they don't need, clothes they don't need, give their brother 80 grand to open his vape store...in other words, they're gonna do what they did any other time they didn't have to work in a capitalist society...sit around, do nothing productive and consume stuff until the money's gone and they have to work again. But is this human nature? Or historical conditioning to keep Capitalism going?Marcuse would say maybe the reason there's such a difference between what Elon Musk feels like doing with $100 million dollars and what the average person feels like doing with it comes down to the level of repression society has required for them to place on that desire to create in their Eros. What would the average person be like if instead of repressing Eros from birth...we nurtured it and tried to develop it? Not that everyone would be Elon Musk, far from it, but you'd have to acknowledge that this repression has a real effect on how often this muscle of creativity is used in the average person. We all know the people that if they were given $100 million dollars and someone asked them what sort of creative desires do you have? What's your Eros? What needs to be said that isn't being said, what do you want to bring into existence with this money? And they respond with...nothing. Nothing really interests me...don't really care about creating anything. How much of that can be explained by them silencing that voice inside of them every time its spoken up throughout their life? It's a muscle that's atrophied for the sake of an economic role they play, not a lazy consumption mode that is imbued into human nature.What would happen if we didn't ground our society in this repression of these creative drives just so that we can keep making plasma TVs? What if it wasn't about efficiency at all costs anymore? What if we had a simulation... picture a simulated world where we could change certain elements about society and watch it play out...instead of 40 hours a week, we slowly dial back the work week to a point where machines did the majority of the work, people only had to work two hours a week and spent the rest of the time doing what they want and exploring this Eros part of their psychology. What would that society look like? What would the average person BE like?Now, there's a reason we're doing this in a simulation and not in the real world. Like if you're rolling your eyes at this...Really Marcuse? oh boy! the whole world's gonna go home early from work on friday and write symphonies together! Do some finger painting. That's what you think people are going to do with their free time?Marcuse fully realized that the solution is not as simple as us just dialing back the number of hours people work and saying, \"You're free!\" \"Check out that Eros thing I was talking about if you get a chance!\" Like we talked about in another episode...Marcuse says that you never just implement by force some sort of sweeping change like this...that everything about the way an average worker views themselves is in terms of being a worker and consumer. The absolute worst thing you could ever do is throw out Capitalism today and implement Marxism tomorrow. He's actually highly critical of people that try to force a Marxist revolution... in a country that's not currently in a state of revolution or pre-revolution. To him, that's one of the big mistakes Marxist revolutions have made in the past. You can't just take people that have repressed this Eros their entire life... and expect them to be able to do some sort of psychological about-face just because you've given them a new economic role to play.Marcuse's not saying that we should all work as little as possible and spend more time doing arts and crafts with friends and the world's going to fix itself. No, it's more that, here's an interesting point: Here's an entire part of our psychology as human beings that all throughout history we've had to repress for the sake of survival that we no longer NECESSARILY need to repress. What would the world look like if we didn't? How much suffering is being caused world wide every second that we don't? Are there particular genders and races that have been historically repressed for the sake of society more than others? Marcuse asks us to consider a lot of questions. Should we ignore the negative effects Capitalism has on the mental health of people through its tendency to alienate? Should we ignore the negative effects it has on the planet with its over production and waste that just ends up at a landfill? Should we ignore how the culture industry naturally serves up products that keep people ignorant and complacent about their views on things? Here's the most important question to Marcuse: Do we have a moral imperative to stand against the systems that dominate and repress people to keep Capitalism going on the backs of billions of people suffering? This is why Marcuse titles another one of his books One Dimensional Man: this advanced, totalitarian capitalist structure is maintaining a one-dimensional society...one that \"conforms to existing thought and behavior and lacks a critical dimension and a dimension of potentialities that transcend the existing society.\"See because if we were all in a totalitarian society right now and everybody wanted to get out...Marcuse would say the way out of it is never going to be a revolution by way of force...it's most likely gonna come slowly over the course of generations through a shifting of class consciousness. This shift, to Marcuse, is only going to happen if the citizens, as individuals, look in the mirror, become self aware of their participation in the way that things are and makes a resolution towards an extreme type of radical subjectivity against the current system that represses people. He calls this resolution that he thinks we all have to make, \"The Great Refusal\". or as he puts it briefly: \"the protest against that which is.\" Doug Kellner describes it like this:\"Marcuse, on the other hand, constantly advocated the \"Great Refusal\" as the proper political response to any form of irrational repression, and indeed this seems to be at least the starting point for political activism in the contemporary era: refusal of all forms of oppression and domination, relentless criticism of all policies that impact negatively on working people and progressive social programs, and militant opposition to any and all acts of aggression against Third World countries. Indeed, in an era of \"positive thinking,\" conformity, and Yuppies who \"go for it,\" it seems that Marcuse's emphasis on negative thinking, refusal, and opposition provides at least a starting point and part of a renewal of radical politics in the contemporary era.\"Now this leaves the individual with a bit of a problem, and it's not a trivial problem. Lets say I want to do what I can to ensure that people aren't being needlessly repressed in today's world because of thinking from another time in history. This leaves you in a bit of a weird spot. Because any change you want to make to the current system and way that things are...has to be brought about using the tools from within the current system and the way that things are. For example, say you wanted to do something about money being connected to political power. The problem is that the people who would have to pass legislation to fix the problem of money in politics, are the very people who benefit from there being money in politics. Or lets say you wanted to change the mind of the average worker and show them the propaganda that the culture industry feeds them every day...you would have to use the tools of the culture industry to subvert the culture industry. This goes down to even the most fundamental level...even the language and the syntax and examples you use have to come from this existing one-dimensional society that doesn't see itself that way.Marcuse acknowledges that the change can be gradual at times, but that certain catalysts for change emerge historically and the goal should be to take advantage of them as much as possible...the student revolts of the 1960's and the women's liberation movement were two during his lifetime that he really tried to help realize the potential of.The personal commitment to The Great Refusal and the use of Art as a weapon of revolution to show people an alternative way that the world can be are two of the main tools Marcuse suggests people use to slowly make a shift in the way that Americans and others view themselves. And this leaves me at a bit of an impasse with the Frankfurt School. Do you want to hear more about them? Do you want to move on? I'm leaving it up to you people.So if you have a few seconds in the next couple days send me an email, facebook, on twitter I'm @iamstephenwest let me know how you're feeling. Just want to make sure I'm doing shows most of the audience is excited to hear. But given the fact that this may be the last episode we do on the Frankfurt School, I want to end today with a quote that has stuck with me over the years from Marcuse and it has nothing to do with the political point its making...for me I think about this quote whenever I catch myself having any sort of strong aversion to a particular set of ideas. Gets me thinking: maybe the ideas that I'm most hostile towards can tell me something really important about myself.It is the most advanced industrial society which feels most directly threatened by the rebellion, because it is here that the social necessity of repression and alienation, of servitude and heteronomy is most transparently unnecessary, and unproductive in terms of human progress. Therefore the cruelty and violence mobilized in the struggle against the threat, therefore the monotonous regularity with which the people are made familiar with, and accustomed to inhuman attitudes and behavior-to wholesale killing as patriotic act.Thank you for listening. I'll talk to you next time."}