{"ep": "Episode #020", "title": "Two Medieval Approaches To God", "spoken_text": "This is the full transcript of Podcast Episode 20, Two Medieval Approaches to God. One of the hallmarks of philosophy is looking at one question from multiple different angles. It's not enough to think about stuff for a while and come to what seems like a reasonable conclusion, and then call it a life. You can't do that. Our thoughts about any subject should be an evolution. The subject today is a topic we've danced around quite a bit; we've covered little pieces of it, but today we're going to talk about it more. That's right, by the end of the show today you're going to know the answer to the question: Does God exist? Just Kidding, obviously. But I would like to talk about some common ways that people think about this question and address them.For about a year of my life, most of my free time was spent reading proofs of God's existence or non-existence. Not just philosophical proofs, although I read a lot of those, I read forums, I read articles, I read hateful YouTube comments, I read books. I called it my spiritual quest, you know, there are many philosophers we've talked about that come to question what they think about the nature of existence and the world they live in, and they go on some sort of spiritual journey where they find themselves, I believe I compared it to John Travolta's mid life crisis in the movie Wild Hogs. Well this year that I spent, was my Wild Hogs when it came to the question of: does God exist? And what I saw was, like most things, the vast majority of the people are emphatically on one side or the other. And one of the main lines of thinking I saw from the Atheist side of things, not from the philosophers, but from the average person walking around on the street, was they were \"proving\" God didn't exist or making fun of the idea of a God existing based on a very limited view of what God is. These people are born into a world where monotheism rules the day when it comes to religion, people are given a code of ethics to follow and if they do a good job they're given VIP treatment in the afterlife. That's the world they're born into. That's what \"God\" is to them, because that's the only concept they've ever been introduced to because they've never studied it, and they call it a life. Pathetic fairy tale, meant to keep humans in line, God doesn't exist. Well it isn't that simple.Just like when philosophers use words like virtue and good and truth, and when they say those words they mean something very different based on who is saying them, because the individual definitions of them change, the word \"God\" is describing a concept that changes based on who is saying it. How ridiculous would it be to think that when Plato talked about God he had the same concept in his mind as a modern day Christian or Jew, he lived hundreds of years before Jesus supposedly walked the earth. Some of these people get so caught up in thinking \"I'm so smart. I realize that snakes can't actually talk and that a guy didn't build a giant ship and corral two of every species on the ship while God killed everyone else on the planet, I know that's just a story.\" They get so caught up in that phase that they quit, they don't look at it any deeper; they don't think about the underlying concepts and whether they have merit. They don't think about the fact that maybe they just disagree with the medium its being communicated through.Just think about something for a second. Just on the concept of God, just on this show we've already talked about several definitions of the concept. We've talked about God being the thing, whatever it is, that brought this cosmos, into existence. Nothing more. Not interested in whether you said a bad word yesterday, not interested in whether you cheated on your test, to put a modern spin on it, the thing that caused the big bang. Later philosophers would say stuff like, the totality of all existence. Think of EVERYTHING that exists as a single unit, a unit that we and everything else in the universe are just aspects of. Couldn't that be considered God? If you don't think the big bang needed a cause, you certainly cant think it's pointless to entertain the possibility that it had one. We've talked about the Stoics and their pantheistic view of God where god is the universe. You know, this thing, God, pervades all things. That thing which is difficult to describe with words, but it animates all things that possess life. We've talked about Plotinus and his transcendent \"one\". And guess what guys, we've barely even gotten started with the concept of God. In fact, there are people, for each and every one of these philosophers that dedicate their lives to understanding what they meant by their concept of God. How they used reason to determine that something transcendent like that must exist if you logically keep going, well what comes after that? Now here's the point of all this. That's just \"what God is\". That's just one very small part of what is laid out in these monotheistic religious texts. Just imagine being five years old and your parents take you to church for the first time, and you're really excited and instead of hearing the story about the man who built a giant ship and with God's wind at his back managed to conquer this unconquerable task, imagine if you started diving into Plato's Timaeus and started talking about the concept of a transcendent Good that can serve as a wind at your back. How many Sundays would you last before you started convulsing on the ground every Sunday morning like you're in Paranormal Activity, just so you can get out of going to church. I mean, the philosophical concept of each virtue goes equally as deep as the concept of God. People go to school for years to understand these things with any sort of depth, and like Averroes pointed out in the last episode, can we really expect the average person to go through that kind of schooling and understand the underlying concepts of religion in depth?How many Sundays would pass before the pews start looking like a Pittsburgh Pirates game? Make no mistake. When philosophers talk about the concept of a God, they're thinking about it in a philosophical way. Today, we're going to be talking about probably the most famous proof of God's existence in the history of the world and it was put forward in the Middle ages where we're studying philosophy now. As we've talked about before, monotheistic religions were powerful and in charge during the Middle Ages. As a result, most of the great thinkers were members of these monotheistic religions, and most of them used all their excess brainpower to make adjustments to Plato or Aristotle compatible with this monotheism. We've seen Plotinus and his neo-platonism and Saint Augustine who was heavily influenced by him. We've seen people like Philo of Alexandria trying to make Plato compatible with the Torah. Plato's philosophy really lent itself to being compatible with these new religions on the scene because of several things. He believed in a creator, he believed in the mind and body being separate from each other which then allows for the possibility of an immortal soul, many things were good about it. But Aristotle was a tougher sell to the church. We've seen how the Islamic world and beyond worked to reconcile Aristotle's philosophy with Islamic theology. But what was going on in the West during that time?Have you Ever heard the phrase Greek East Latin West? Well it refers to this period of time that we're in right now. When the Roman Empire fell it broke into two parts, the very Greek Byzantine empire of the east and the Latin speaking west. Philosophy continued in both areas, but the more historically significant thing to talk about is what was happening ALL throughout Europe at the same time; it's what's known as Scholasticism. People use Scholasticism as a way to categorize philosophy of the time, you have a list of names known as Scholastic Philosophy. But really Scholasticism is just a method acquiring knowledge and learning that focuses heavily on dialectical reasoning. Dialectic is, if you remember, what Socrates used all the time. It's a style of doing philosophy that is conversational. Some people have opposing viewpoints and argue against each other being sure to use their tools of logic and reason as best they can, and hopefully at the end of the conversation they are a little closer to the truth. Well, one of the guys were talking about today is known as the father of Scholasticism. St. Anselm of Canterbury. And it's his argument for the existence of God which would later become known as the \"Ontological Argument\" is the most famous proof of God's existence in history. But I want to give it to you guys in true dialectical fashion. I want you guys to have a conversation with St. Anselm and let him convince you that God exists. But first, I want to talk about the way Saint Anselm would have been thinking about things that exist. Simply put, he would've broken things down into two types. Things that exist in our HUMAN understanding alone and things that exist in reality.So lets think about some examples of these. What are some things that exist only in our human understanding? Well that would be anything that exists in our imagination that does not exist in reality. You can take your pick of the countless options. My little pony, Harry Potter, if you have an idea for an invention and it exists only in your mind because you haven't actually created it yet, these are all things that can be thought of as only having existence in relation to a human understanding them. Now if you had that invention manufactured; if you finally put pen to paper and got off of your parents futon and made that invention exist in reality, then it would not only exist in reality, it would still exist in your imagination too right? Well, at that point, your new invention falls into the category of most everything we see around us. A lawnmower, a vacuum cleaner, a Honda Civic with the muffler taken off of it, all of these things exist both in our imaginations and in reality. They also all make recording this podcast nearly impossible. But there is another class of things. Things that exist ONLY in reality and not in human understanding. For example, you see every once in a while some backpackers go deep into the Amazon rain forest and come across some new species of bird or insect. A species that was buried so deep in the Amazon jungle, no human knew that it existed, no human had understanding of it, no human had it in their imagination, but it still existed in reality despite the fact that a human didn't know about it. And there are all kind of examples of this. There may be galaxies and other bubbles of the multiverse that we have no idea exist yet, but they still exist in reality. Really, there could be things flying all around us all the time, beings existing in this same space whose existence really doesn't affect us at all, we can't see them, but they still exist.Well when we look at St. Anselm's famous proof of God's existence, we have to not let our individual biases of what the word God means get in the way. Anselm is proving the existence of the concept of God. He says himself:\"I began to ask myself whether there might be found a single argument which would require no other for its proof than itself alone; and alone would suffice to demonstrate that God truly exists, and that there is a supreme good requiring nothing else, which all other things require for their existence and well-being; and whatever we believe regarding the divine Being.\"Now focus on what he said there. All he's looking to do is prove that there is a supreme good that requires nothing else for its existence, which all other things require for their existence and well being. He could be equally proving the existence of Plotinus's transcendent \"one\" or \"good\", which didn't have any human characteristics. What's important to point out, is that whenever you're proving that God exists or proving that anything exists for that matter, the most important thing you have to do is define terms, understand exactly what concept you have in your head that you're trying to describe with words and then prove. You need to provide a definition. And this is where St Anselm's Ontological argument begins and ends: Within his definition of what God is. He's setting up the idea here:\"Therefore, Lord, you who give knowledge of the faith, give me as much knowledge as you know to be fitting for me, because you are as we believe and that which we believe. And indeed we believe you are something greater than which cannot be thought. Or is there no such kind of thing, for \"the fool said in his heart, 'there is no God'\" But certainly that same fool, having heard what I just said, \"something greater than which cannot be thought,\" understands what he heard, and what he understands is in his thought, even if he does not think it exists. For it is one thing for something to exist in a person's thought and quite another for the person to think that thing exists.\"So if you were having a conversation with St. Anselm, and you were one of these people who \"know\" for a fact that God doesn't exist. He would start by setting a trap. He would say, Ok, I hear what you're saying. God doesn't exist. But lets just talk about what we religious people think of as God, would you agree that if, and only if, we're talking in theory here, if God existed, he would be the greatest thing you could ever imagine? If this thing existed, you as a mere human could never imagine something greater than him?Now, this seems perfectly reasonable. I think 99.9% of people would answer yes here. He's not saying that that thing exists yet, he's just defining what it is we're trying to prove the existence of. And he does so by describing it as \"That than which nothing greater can be thought.\" If you're a Gnostic Atheist that claims to KNOW that God doesn't exist, you are quick to agree to this, because you see it as him just shining a light on this delusional concept he believes in. But it's a trap! He quickly makes that person feel a little stupid:\"Thus even the fool is compelled to grant that something greater than which cannot be thought exists in thought, because he understands what he hears, and whatever is understood exists in thought. And certainly that greater than which cannot be understood cannot exist only in thought, for if it exists only in thought it could also be thought of as existing in reality as well, which is greater. If, therefore, that than which greater cannot be thought exists in thought alone, then that than which greater cannot be thought turns out to be that than which something greater actually can be thought, but that is obviously impossible. Therefore something than which greater cannot be thought undoubtedly exists both in thought and in reality.\"That's something he does a lot in his writing, he writes in tongue twisters. It's like something Ron Burgandy would read before he goes on air. Good thing you got me to turn it into English. What he's saying is: By acknowledging that God is \"the greatest thing you could ever imagine\", you are acknowledging that God exists in your imagination, right? Again, most Atheists wouldn't have a problem with that. They would say he ONLY exists in my imagination. Remember as we talked about before, there is a difference to St. Anselm between things that exist only in human understanding and things that exist in reality.Then Anselm would say, well certainly it's wonderful to be able to imagine things, you know, you can imagine that new invention of yours being made and on store shelves, but it's much greater when that invention exists in reality right? Most people would say yes here. Things that exist in reality are a little bit better than that same thing only existing in a day dream of ours.Then he goes in for the kill. He says, \"Well you agreed that God is 'the greatest thing you could ever imagine', and you say this \"God\" that only exists in your imagination is the greatest thing you can ever imagine, but you can also imagine that that concept of God ALSO exists in reality, and wouldn't that be greater than ONLY existing in your imagination?What he's saying is: if we define god as the greatest thing you can ever imagine, then you CAN imagine that God exists, so therefore according to the definition you agreed to, he DOES exist. Something funny that I've noticed as I've been re-reading all of this Medieval Philosophy is that whenever one of these guys asserts something to be absolutely true, like they preface what they're saying with obviously or certainly, most of the time that's the portion of the argument that I take issue with. It's a weird psychological thing there, it's like they're trying to convince themselves of it.When most people hear this argument for the first time, if they're not invested in the outcome one way or another, I think they usually say, \"Hmm. Sounds good, but I think there's something wrong with it, but I can't put my finger on what it is.\" For the record, this was my reaction when I first read it. I was incredibly open minded to either outcome. I ended up reading it a few more times and thinking about it for a week or so and I'll have you know, because I'm very proud of myself for this, I independently arrived at the same conclusion that a guy named Immanuel Kant did centuries after Anselm. He wrote the most famous refutation of the Ontological argument, although my thoughts were no where near as justified as his and he did it with a much different educational upbringing than me, so Kant wins by far. But what he says is that the problem with this argument lies in two main areas, both of which are centered around that initial definition of God. God is \"that than which nothing greater can be thought\". Why necessarily is something that exists IN reality, greater, than something that doesn't exist in reality? That sounds a lot like a bias inherent in a human that values existing over not existing. The second thing Kant said is that Anselm is wrong to think of existence as a quality of something. You know, you can't think of a banana as being yellow, thin, calorie-dense and existing. Existence isn't the same as the quality of yellow. Without existence, the banana wouldn't have the ability to be yellow, thin, or calorie-dense. If we invented a new fruit and made existence a quality of it like being yellow or thin, what would happen? Let's say we believe in a fruit called a Washington. Washingtons are small little green fruits that are round and they grow on trees and they have an outer shell that you have to peel off to get to the fruit, oh yeah and they exist. Based on our definition, if you thought that Washingtons don't exist you're contradicting yourself because they, by definition, exist.One of the other really popular refutations to it was done by a guy named Gaunilo who lived at the same time as Anselm and was devoutly religious himself. He points out that you can use the same argument to prove that lots of other things exist. His example was a Piland. He says he believes in an island existing, somewhere out there, that is greater than any island you can imagine. An island that than which nothing greater can be conceived. Everything about the island is perfection. We can imagine this glowing perfect island, but if we defined it as an island than which nothing greater can be conceived, then Anselm proves that island DOES exist somewhere out there.But then again, there is a refutation to THAT argument that says that there can't be a perfect amount of trees on the island or a perfect temperature. There is no \"perfection\" when it comes to those traits, but there can be a perfect \"goodness\" and \"justice\", and these are the qualities Anselm was proving the existence of with his argument. Honestly, the best way for you to figure out what you think about it is to be alone or with friends and think about it. This is the kind of thing I do all the time, and people sometimes think I'm weird. When I'm in a setting where people are sitting around each other and no one is saying anything, like in the car or at a dinner or something, I look around for the person of the group that obviously thinks they're very wise and I ask them what they think about some concept in philosophy or politics that is highly debated. See, I know both sides of the argument, and the last thing this type of person is going to do is say \"I don't know\". So it's fun to listen to their answer and either find the fallacies or offer the counter argument in a respectful way and hear what they say. I've learned so much about how people arrive at what they think the truth is just by doing this and I highly recommend it. And come to think of it, now that I'm saying it, it sounds a lot like what Socrates did. Hopefully it won't get me killed one day.Real quick, there's also a reading of Anselm that says that because a quality of a perfect God would be that he exists in all possible realms, if there is even a possibility of him existing, he must exist, but all the same fallacies are present in that argument, they're just in different places. Just thought i'd mention it so that people didn't think I'd never heard that reading of it.Now if this argument doesn't convince you that God exists, at the very least let it illustrate that the concept of God is not a narrow one-dimensional conversation.Almost 4000 years ago if you were born in Babylon, if someone stole something from you, \"justice\" to you was cutting their hands off. You're born in today's world, someone steals something from you and you have a very different idea of what sort of retribution balances the scales. Just how you can't be born into modern times, allow modern social conventions to tell you what justice is and then pretend to understand everything about the term justice, you cant do the same thing with God either. It's not just because it's not fair to great thinkers of the past, it's not fair to yourself. You severely limit your understanding of anything if you experience something once and then pretend there's nothing else to know about it.We talked about the period of time before Avicenna where people read Aristotle once and declared it was practically worthless and then people like Al Farabi were able to look at it from a different angle, update the examples and find a way to make it compatible with Islamic theology. Well there's still two major monotheistic religions left that could have found a way to make Aristotle compatible with them. Judaism and Christianity. Well Christianity is done unquestionably best by next week's episode: St. Thomas Aquinas. It's a huge episode. But first I want to talk about what many consider to be the greatest Jewish thinker in history Moses Maimonides.The discussion about Moses Maimonides and his philosophy is centered around something we were touching on at the beginning of the show. Should we look at the Bible, or in his case the Torah, the rest of the Old Testament and some other works, should we take those things literally? Should we look at the stories in the Torah and the way that Moses described this monotheistic all-powerful creator and take them to be a perfect account of what God is?Well, Maimonides thought to do that was ludicrous. The first thing we have to understand is that Maimonides was smart. Really smart. He was a highly skilled doctor AND lawyer. If you're a girl, he is the best guy you could ever take home to meet your parents. And he applied his massive brain to philosophy.Have you ever thought about the fact that when the Old Testament talks about God they talk about him as though he has human characteristics? You know, God said let there be light. He's speaking like he has vocal chords and a larynx? They always refer to God as a He as though he has higher levels of testosterone than other Gods. They call him the Father as though he impregnated something. They even use terms like create that have a very human flair to them, so to the untrained reader, this God sure does seem like something humans made up and they didn't think about it very hard. Well Moses Maimonides thought this was a terrible mistake. Firstly, even in his times the Torah was written by Moses a LONG time ago. I mean, Maimonides lived during the 1100's and the Old Testament was written, most people believe around 1400 BC. So, if we use those dates, Maimonides is commenting on a book that was: Maimonides was to the Old Testament as We are to the New Testament. Maimonides said that Moses, when he wrote the first five books of the Old Testament, had a giant task in front of him. See, we have to understand that the people of his time weren't familiar with the monotheistic personal God outlook. He had enough of a mountain to climb just relaying to people that this single God existed, let alone everything else about it. He had to write it in terms that were understandable to humans in HIS day.It's funny because this is really similar to what we were talking about at the beginning of the show. I mean, what was Moses going to do? Go from zero to calling God an \"it\" in three seconds? Similar to the way a church wouldn't tell somebody just getting into things about Plato's Timaeus, was Moses supposed to tell the people of his time about this perfect, infinite entity that was beyond any linguistic explanation? No! Maimonides says he couldn't have done that, so that is why he wrote the Bible using personification. God is not a He. He doesn't have a hand. He doesn't speak. These are all metaphors for what he actually did that humans can understand easier.In fact he goes further than that. I mean, when people that believe in God picture god, they must think of something. Do they think of a homo-sapien? What does he look like? Maimonides doesn't just say God doesn't have human qualities. He said that he doesn't have qualities at all. To have qualities is to have a certain amount of plurality. And that begs an obvious question, one that goes all the way back to Zeno and his famous paradox of Achilles running halfway to the finish line and then half way to the finish line and never actually reaching the finish line because he has to go half way before he can go the whole way. If multiple parts exist in ANY sense, the question, \"What brought those two parts together.\" becomes valid. God cannot actually possess attributes because of this to Maimonides. He says:\"There is no oneness at all except in believing that there is one simple essence in which there is no complexity or multiplicity of notions, but one notion only; so that from whatever angle you regard it and from whatever point of view you consider it, you will find that it is one, not divided in any way and by any cause into two notions\"There are obvious similarities between this conception of god and Plotinus's transcendent \"one\". Remember the first rule of the \"one\" is that you can't say anything about the \"one\". This is the same thing Laozi and Zhuangzi said about the Dao. It is beyond the unfair categorization of words. See, whenever we say anything, even words like Justice and God, to bring it full circle, we're categorizing them. That is the object of language, to convey a specific idea. Language wouldn't work very well if words were like what they are in Hawaii, where one word means twelve different things. But language runs into problems when trying to define or categorize something like God. God is infinite to Maimonides. Maimonides repeatedly says God is indefinable or other similar things. The way around this, what he thinks is that it's impossible for us to say what God IS, we can only say what God is not. One time I was randomly walking down the road and a mother duck and about seven baby ducklings were walking in a line across the road and a couple people were really impatient, they honked their horns and swerved around them, so I went into the road and tried to hurry the ducks up across the road and I held my hand up to the next car that was waiting like I'm directing traffic or something and when the ducks crossed the person rolled down their window to me and said \"You're so benevolent!\" and I was like \"Thank You!\" at least I think that's what he said to me.So, I'm benevolent for helping the ducks, but is calling God benevolent at that point fair at all? To put God's benevolence on the same level as mine for helping the ducks is ridiculous to Maimonides. What he draws from this is that anything the Old Testament says about God is a metaphor. To think it's the truth is naive; you can't actually categorize God with words. In fact, outside of understanding what it says in the Torah as a metaphorical representation of God, there are only two other ways you can accurately say anything about God. One, is by what is known as negative theology or a concealed negation. You cant talk about what God is, the only thing you can talk about is what God isn't. If we were saying that God is benevolent, that would be wrong because we use that same word to describe me with the ducks, instead we would say God is not merciless. We can only say what we know he is not. The only other way you can talk about God according to Maimonides is by talking about what God does and then making inferences yourself afterward. You can say that God blessed me with a certain quality, but you can't say things like God is loyal to his children or loving or anything else you would infer from God blessing you with a certain quality, you would just say \"I am blessed.\" I'd like to end with a quote by Maimonides that has stuck with me for years he said:\"When I have a difficult subject before me — when I find the road narrow, and can see no other way of teaching a well established truth except by pleasing one intelligent man and displeasing ten thousand fools — I prefer to address myself to the one man, and to take no notice whatever of the condemnation of the multitude; I prefer to extricate that intelligent man from his embarrassment and show him the cause of his perplexity, so that he may attain perfection and be at peace.\""}