{"ep": "Episode #150", "title": "The Frankfurt School - Erich Fromm on Love", "spoken_text": "So Erich Fromm in his 1956 book The Art of Loving famously wrote this about love:\n\n“Love is the only sane and satisfactory answer to the problem of human existence.” \n\nBut what did he mean by that? See that’s how I do this show. I ask YOU a question. I interview YOU. You can’t answer...and then I answer the question. See I’m going for a level of narcissism and self importance here that is TRULY legendary...but seriously, what did he mean by that? Well, I think the best entry point into understanding what he meant would be to look at the two most philosophically loaded concepts in that statement and that would be one, love. What did he mean by love? And two, What does he mean when he says the fundamental problem of human existence? \n\nTo put it very simply...what Fromm is referencing when he says the fundamental problem of human existence...is separateness. Human beings are conscious beings...and that consciousness allows us to be aware of what he calls a type of “existential loneliness”. We are aware that we are ultimately separate from every other human being that’s out there. We are aware...that no matter how much of a support system we have...if the right confluence of events came to pass...we ultimately only have ourselves. And that self by the way...is consciously aware that it feels separate from the entire rest of the universe! We’re aware that we are one tiny pixel in a universe that is so large it’s difficult for our brains to fathom...we are blips on a time scale that is so large it seems impossible to even comprehend. This reality of the human condition, for Fromm, is a big reason why people often want to find a way to connect to something greater than themselves...to ALLEVIATE this separateness. By the way it should be said that for Fromm, as a member of the Frankfurt School, this is also going to come along with a pretty big critique of the way modern SOCIETY alienates us from each other. The example we gave on the last Frankfurt School series was about boxes...we live in this thing that looks like a box, away from everyone else. We drive to work in a box. We work sometimes in a cubicle...Root word cube which is actually a...just a box. How about the social boxes we exist in. Many more examples, but the point is: we are alone...and the worst part to Fromm is that we realize it. \n\nSo again to combat this separateness from everything there are tons of strategies people have used all throughout history to try to connect to something greater than themselves. Religion, Philosophy sure, but really our desire to connect to a tribe in general is connected to this existential loneliness. The desire to become a great painter, or write a legendary novel or even make a mediocre philosophy podcast...ALL of this is just a desperate attempt...by me...to quell this feeling of separateness. But Fromm says in our modern societies how practical is it really for the average person to try to become a painter that is so good they live on beyond their lifetime? They gotta work! It’s impossible...and the people realize that as well. So one of the most COMMON strategies people use is to try to harness various different instantiations of love. Very common one is for people to try to find romantic love...or a partner they don’t have to feel so separate from. \n\nFinding romantic love becomes one of the most important things in the plans people make when starting out their lives. People want love so bad they watch movies and TV shows about it...they listen to SONGS about it. They read STORIES about it. To Eric Fromm it’s as though the people are STARVED of love. And who in their right mind could blame ANYBODY for putting in so much effort trying to find it. I mean, who WANTS to die alone! No WONDER we work so hard, constantly honing our strategy to find love...or do we really?\n\nFromm would probably want to preface this section by saying consider how many relationships fail and NOT for reasons where you’re FORCED by circumstance to go your separate ways?\n\nLike if you’re listening to this...and you’re not CURRENTLY in love...then barring certain exceptions for MOST of us...EVERY SINGLE attempt you’ve made at love has failed. Why should this be the case if we’re supposedly putting in so much effort to have enduring love in our lives? The ANSWER for Fromm is that most of us are using a horrible strategy. \n\nAnd the SLOGAN for this strategy if there was one...is that to find love...if you’re NOT in love...become more lovable. Go to the gym, advance your career, buy some cool clothes, learn to play the ukulele...that always works. But are these things that are going to increase your odds of finding love? Fromm thinks all you’ve REALLY done here is turn yourself into a product to be consumed on what he calls the “personality market”. \n\nAnd HOW FITTING, to Fromm, that in our modern capitalist societies we would be so inclined to turn our love lives and the love lives of other people into commodities to be marketed, bought, sold and traded. You improve something about yourself you increase your value within the market. You look around at all the options, pick the best one you can get with your current stock price, and then you enter into a mutually beneficial transaction with this other person where you receive in return a rush of emotions and endorphins and feels and all of a sudden, in a fleeting moment you just realize...it HAS HAPPENED. I am in love. In other words, love is something that HAPPENS to you...we say things like I FELL in love. You become as lovable as you possible can...and then love finds YOU...you don’t find IT! Haven’t found it yet? Wait around for a while and it will find you! Finding love is a passive process for most people. \n\nBut Eric Fromm would say this is a perfect example of something he would call a type of “immature love”. Which is to say it’s a type of narcissistic love. A transactional love where two ultimately needy people decide that they’re going to set up an arrangement where each of them appease the insecurities and weaknesses of the other. Let’s team up our egos. In other words the type of person that I would fall in love with would have GONE to the gym, would have ADVANCED their career, would have played the ukulele like Kermit the freakin frog. Finally I’ve found someone who makes me feel this way. Love is a feeling. Love is a noun. Wait Kermit the Frog played the banjo, didn’t he? Doesn’t matter the point is: how many of you out there have ever felt like someone has only loved the IDEA of you, rather than you. Well Erich Fromm thinks in these kinds of transactional relationships the intensity of the infatuation with each other is often connected to just the intensity of loneliness the people had experienced before that. But this isn’t love. This is what can you do for me and what can I do for you in return. In other words you have essentially turned the person you “love” into a product to be consumed that provides your ego with some tangible benefit...and in turn you have turned YOURSELF into a product that has a similar exchange value. \n\nSo when we consider the rate at which relationships fail. When we consider how often things run their course, or people get bored of someone...Fromm would say: well if the two of you are essentially just consumable products of a similar value on the personality market...OF COURSE you’re going to get bored of them when you see them in this way! \n\nLet me explain: say you got into board games and you go down to the store and you buy Monopoly. You go home, you play it, you love it. You play it again the next day...you do this week after week and you play it so much that the little shoe thing has been eroded down by the oils in your fingers. How long can this go on? How long until you get bored of Monopoly and want to go out and buy another game to play? How long until what you initially got out of Monopoly is no longer something you need anymore, or what you initially got from it you now get BETTER from something else like paddle boarding or something. This is a reality of our modern consumer lives...we buy things, we enjoy them for a while and then we get bored of them and either donate them to someone else or throw them in the trash. When we commodify our love lives and choose to love people in relation to what benefit they can provide for us...we essentially turn our partners into that game of Monopoly. This is why Fromm would say no WONDER so many relationships forged by this strategy fail. \n\nWhen you structure your love life around the ethos of you scratch my back I scratch yours...well have you ever had someone scratching your back...and then they scratch for too long? What at first was a very welcome service they were providing for you can become very annoying in a short period of time.\n\nWhat’s interesting is that there’s going to be strong parallels between the way Fromm sees this strategy of treating the people we love and his views on authoritarianism and how it flourishes within a society which we’re actually going to be talking about next episode. For example, consider this quote from one of his other works:\n\n“Domination springs from impotence and in turn reinforces it, for if an individual can force somebody else to serve him, his own need to be productive is increasingly paralyzed.”\n\nNotice how this same idea could be applied to our strategies for love! See remember, all of these strategies to have LOVE in our life came out of the need to get RID of this existential loneliness. \n \nSo if we can get someone else to serve, if we can get somebody to make us feel LESS alone and LESS anxious...silence some of these insecurities about which weaknesses of ours our partner SHOULD be compensating for...then we can effectively not have to feel any of the negative feelings that might OTHERWISE get us to take action to do the work to improve ourselves. \n\nFromm thinks the solution to all this is actually kind of ironic. We engage in this mutually beneficial transaction with another person to try to ESCAPE the feeling of being alone...when the SOLUTION to be able to actually love someone in a real capacity is to learn to BE alone. See whenever we fail, whenever a relationship ends, we often adjust our strategy for the future by saying...oh, well THIS time I’m going to search even HARDER for the perfect person...I’m going to work even HARDER to become more lovable. We spend so much time doing this and so LITTLE time questioning the very foundations of how we see love in the first place. Like, where’d you get your ideas about what love is or how to find it anyway? Was it in a YouTube video or something...where’d we get all these deeply rooted ideas about it...and if it IS something that is so important to us, why do we spend so little time REALLY trying to understand it?\n\nFromm says that one of the big mistaken ideas people have about love is that it is a thing. But HE says love is not an object it is a faculty. Which put another way is to say that love is not a noun...love is a verb. Most people think their problem is not BEING loved...their REAL problem is their ability TO love.\n\nSo knowing all this here’s how Fromm describes how he sees the faculty of love: \n\n“Love is a relatively rare phenomenon and its place is taken by a number of forms of pseudo love.” \n\nLater he writes in reference to this idea that love is something that happens to you...or an emotion or a noun in any sense:\n\n“Love is a passionate affirmation of an “object”; it is not an “affect” but an active striving and inner relatedness, the aim of which is the happiness, growth, and freedom of its object. It is a readiness which, in principle, can turn to any person and object including ourselves.”\n\nSo hearing this definition and understanding love as this “active striving” that Fromm is talking about the question becomes: why do so many of us have such a hard time developing this ability? \n\nWell notice a key difference between the transactional model of love and Fromm’s conception of love. Fromm’s idea says NOTHING about even CONSIDERING what the other person can do for me. This leads him to one of the most important ideas in the entire book The Art of Loving...that you will never be able to love ANY one person...until you can love everyone. Because you will ALWAYS be picking and choosing the people you love in terms of what benefits they can provide to you...Fromm says this kind of love more resembles symbiotic attachment or enlarged egotism thaN anything that has to do with love...this also explains his point of why he says it’s not UNTIL you can be alone that you can truly love...because it’s only from that place of not having some needs checklist you’re trying to complete that you can see people and things for who and what they are and not what they can do for you. \n\nLove is not something that happens to you. There doesn’t need to be some external cue that CAUSES you to have love for someone. They don’t have to look a certain way, they don’t have to do something nice for you or compliment your shoes the right way or admire your career at a certain level...love...is a choice YOU make. It is active choice to shine love outward to everything and every one. Again, he says if you truly love someone you love them for who they are...not who you want them to be...otherwise you’re just making them an extension of your own ego; your own desires and expectations. \n\nThis is why love is the only sane and satisfactory answer to this feeling of separateness from everyone and everything. This is a connection that isn’t reliant on any external factors...it’s a connection to give to others that you choose yourself. And that’s the thing: if you choose NOT to give love to others then you won’t be seeing it anytime soon yourself...you know he has this really great line in The Art of Loving where he essentially says that if you’re somebody that goes around your life and you’re not interested in anything...then you’re never going to find anything interesting. Well in the same way if you go around your life never projecting this love outward into the world...you’re probably going to be living a pretty loveless existence. \n\nBut Fromm would say as easy as this is to understand the shift in theory that is necessary for finding love...putting it into practice is much easier said than done. Love is a relatively rare phenomenon because it’s very difficult to master and even MORE difficult to sustain. This is not a part time job. In fact, if Fromm had to give love a category to be a part of...he’d have to say that love can best be described as an art. \n\nHe says:\n\n“The first step to take is to become aware that love is an art, just as living is an art; if we want to learn how to love we must proceed in the same way we have to proceed if we want to learn any other art.”\n\nWe’ll talk in a minute about the specifics he gives for how to proceed from here, but it’s important to understand why Fromm is going in this direction at all. Why, of all things, would he refer to love as an art?\n\nHere’s what he’s getting at: think of any person that dedicates themselves to an art, true masters of what they do. These are people that have given themselves over to this artistic process...people who have dedicated their lives so much to their craft...that they actually perceive the world in a different way than other people. An illustrator sees a park bench differently than someone just walking their dog in the park. A musician hears the noise on the subway different from someone sitting there on their way to work at a bank. To become a true master of an art requires an immersion that is with you 24/7...not just when you feel like doing it...it is so much part of the fabric of who you are that it has become inseperable from you. Now think of those people, for example, that tell people oh yeah, I’m a writer...and they’ve written three things in the last six months. Fromm would probably ask is that person really a writer just because they can write letters down on a piece of paper when it’s convenient...or at moments when they feel particularly inspired? Who ISN’T a writer at that point as long as they know the alphabet. Applied more generally, to call yourself an artist in ANY capacity has to run deeper, for Fromm, down into the very way you live your life. Art is a part of you and you of it...it’s not something you just pull out of the closet when you have a little extra free time. \n\nWell so too with the art of love. Once again, love is a full time job. In many ways love is a promise, Fromm says. Otherwise how could you possibly vow to love someone forever? Love is not about searching harder and finding the right person...love is about improving a skill...so how do we achieve mastery of that skill? Well one interesting thing Fromm asks us to consider in this pursuit is that just like many other forms of art like we talked about before...modern society ALSO works against people pursuing a mastery of love. \n\nWhy is this? Well, remember his definition of love! Love is an active striving for the growth and happiness of the loved person rooted in one's own capacity to love. We’re supposed to immerse our lives IN this active striving...but what does modern society tell us to actively strive for? Fromm says success, prestige, money and power...ALL of which run contrary to this love process. So in a way...if you’re EVER going to love in a truly artistic fashion...you are necessarily going to have to be counter-culture as well. So if the amount of effort and concentration and patience required to love well wasn’t enough of a barrier for you...here’s a cultural barrier we can tack on there as well. \n\nNonetheless let’s say you’re not deterred by how difficult this is going to be and still want to pursue love as an art to alleviate this separateness. Fromm thinks the process of improving at loving is very similar to the process of improving at other forms of art. He talks about four main things you can focus on. Humility, courage, faith and discipline. \n\nSo the first one is humility. One of the main things he’s referencing here is that we need to try to avoid the siren songs of the ego. To become a truly great artist...you need to approach the process of growth with humility. Because if you sit there as though you already know exactly how to do things and project your own expectations or desires onto the craft...you’re always going improve less quickly than you otherwise could...because you’re not going to be open to all the lessons making themselves available. Well so too with love. We need to try to have objectivity about loving people. Because if you only choose to love people you already think are worthy of receiving it then you’re already sabotaging yourself. \n\nThe second one is courage. Getting better at ANYTHING is an uncomfortable process. You’re faced with roadblocks, puzzles, hostility from others...but a necessary part of improving is to keep going THROUGH this discomfort with a bit of courage. Fromm says you’re going to run into similar problems when trying to cultivate this capacity to love and you’re going to need a similar level of courage. \n\nThe third one is faith. To master a really difficult piece of music...you may have to sit down at the piano 1000 times, making mistake after mistake, no doubt frustrated at times because it seems impossible. But the people that stick with it and end up mastering the song are the people that had a sort of rational faith in the process...they didn’t try to play it five times and just assume it was impossible, they accepted their failures with faith that it was going to be possible in the end. So too with the art of love. You are not always going to be great at nurturing the growth and happiness of every single person...but the ones who eventually GET there, Fromm thinks, will be the ones who had a level of faith. \n\nThe last one is discipline. This one should be obvious by now. Love is NOT a passive process or something that happens to you. Love is something you do. You do it every single day. The same way you would practice any OTHER art every single day. Fromm says:\n\n“The capacity to love demands a state of intensity, awareness, enhanced vitality. Which can only be the result of a productive and active orientation in many other spheres of life.”\n\nWhat is he talking about here? There I go interviewing myself again. What he’s getting at is that love is ultimately about giving...and the thing you are giving to the other person is yourself...and no matter how much time you spend trying to develop yourself as an artist...the quality of that art can ONLY be guaranteed if you take care of yourself in many other areas of life. To give a simplistic example just imagine a musician who practices 16 hours a day but they never take a shower and they get some flesh eating bacteria that eats off both their hands! You can’t play the saxophone with your feet, people. Let that be a metaphor for the fact that in order to be the best you can be as a practitioner of love as an art…you need to love yourself first. \n\nBecause part of loving your fellow humans and part of loving that special someone is loving yourself enough to be healthy enough to show up and put this theory into practice. Now I could drone on about airplanes and oxygen masks here but I would much rather leave you with it being written beautifully by someone about ten times smarter than I am: Eric Fromm, The Art of Loving\n\n“Love of others and love of ourselves are not alternatives. On the contrary, an attitude of love towards themselves will be found in all those who are capable of loving others. Love, in principle, is indivisible as far as the connection between objects and one’s own self are concerned.”\n\nThank you for listening. I’ll talk to you next time. \n"}