{"ep": "Episode #105", "title": "Sartre and Camus pt. 6 - The Self", "spoken_text": "This is a transcript of episode #105 on Sartre. Check out the episode page HERE.So in a culture where there’s so much social currency connected to being a victim… and having some burden that you carry around with you throughout your life…there may be some of you out there that feel a little left out…maybe you’re the kind of person, you look at yourself…and you don’t feel like a victim…maybe you don’t sit around poised waiting to make other people aware of some bad thing that happened to you in the past…well ENOUGH of that crazy talk, get off the bench because your uncle steve’s putting you in the game. I’m here to tell you…Rest assured my friend…you ARE a victim. Turns out, we’re ALL victims just by virtue of being born because just…think…for a second about how horrible the world was for us…when we were all babies.Think of what it’s like being a baby, imagine going through something similar today and if you made it out the other side TELL me you wouldn’t be part of some sort of advocacy group for the people that are currently going through it.Think about it…you didn’t CHOOSE to be born. Imagine being rounded up against your will and being rocketed off to some alien planet you know nothing about. You find yourself once you get on that planet…absorbed into some tribe…you don’t speak the language…you have no idea what anything is…you think the remote control to their TV is food…and you’re completely defenseless.And who do you have as teachers, on this journey? What…just some random man and woman that happen to look like you? They didn’t go to school for this stuff…being a baby is like going to the world’s worst community college where they don’t even have teachers…they just pull some random people off the street and say “teach these kids about rocket science, GO!” Except it’s worse than that…we’re not just learning about rocket science…we’re learning everything about what it is to exist. How we look at other people, how we look at the world, how we look at our selves within that world. What I’m saying is: the struggle for us former babies…was real. And I think it’s safe to say that when you’re living in the middle of this chaotic world as a baby just trying to figure things out…no one’s really blaming you for just sort of going along with a lot of the ways people were doing things around you. There’s a lot to figure out, and a lot of these ways we’ve LEARNED to make sense of this stuff is totally arbitrary. A lot of the ways that we think about stuff…have been just sort of, almost by accident, PASSED DOWN from generation to generation.Philosophers realized this…and at the time of Sartre, for over 300 years people had been pointing out… how MANY of the ways we look at things in the western world are largely derivative… from the way Christianity describes being a human being. That’s how entrenched religion was in the lives of people back then…and that even if you’ve never been to church, even if your family’s 15 generations removed from ever stepping foot in a church… some of these things are so foundational, that generation after generation of confused baby trying to figure things out…just went along with certain assumptions about existence that have their origins in Christianity, for example.There’s a certain revelatory way that a lot of people look at important crossroads in life. Right, like for example they’ll say…ok, so I need to choose a career path for my life, I need to declare a major. Big decision…what do I do? Well whenever I think about it I just don’t, know what I want I certainly have it narrowed down to a few options…but I just can’t make that big decision. I don’t know exactly what I want, and yeah, I don’t spend that much time thinking about it, but I have faith it’s gonna come to me. I have faith that I’m gonna wake up one day somethings gonna happen to me, some life event…and then I’m gonna know. I’m gonna realize my calling in life in that moment.People do this same thing with relationships. They’ll say I have this vague idea up in my head of my one and only someone…don’t know EXACTLY what they look like what they’re gonna be like…but I’m confident…one day I’m gonna meet someone… and there’s gonna be this moment when I look at them and I realize they’re the person I wanna spend the rest of my life with. People do this with anything…they’ll do it with motivational videos on YouTube…one day I’m gonna watch the right person screaming at me to be better… and from then on out it’s gonna be EASY to go to the gym and eat pine cones for the rest of my life…in other words: there’s a certain revelatory way that some people look at life choices… that some thinkers believe is a long lost relic of the revelatory way we used to think about the nature of existence. That a reasonable expectation to have when navigating your life…is that one day you’re going to wake up…and there’s going to be some event…some miracle that you witness some transcendent moment… where you realize the divinity of Jesus and if you have any further questions about the nature of existence just forward them to the Pope’s inbox. That’s a REASONABLE thing to expect, in that worldview.Well this isn’t the only…example of these long lost remnants of Christianity in our thinking. And another major one… another one that a LOT of people in today’s world still use to make sense of things…is the way that they look at themselves and who they are. Just like in Christianity…where yes you have a body…but your TRUE self… is a soul, it’s an eternal spirit hidden deep down within that body that YOU have an intimate access to…just like that, a lot of people in today’s world think of their true SELF…or the answer to the question: who are you? As a personality… hidden deep within us that only we and our closest friends have access to…you know they’ll say things like sure…when I’m out in public I DO kind of put on a mask for the sake of social utility, I admit it. I don’t act like my 100% TRUE self in the Starbucks drivethru…I tell people things they want to hear, I play the game because look… fact is: it’s just not useful, not to mention I don’t really feel comfortable giving 100% of my true self to the person in the Starbucks drivethrough. Who am I really? Well that’s something I reserve for my closest friends. In fact even some of my closest friends don’t know everything about the depths of what it is to be me. Maybe for some of you out there…there’s only one other person in this entire WORLD that has full access to this TRUE SELF hidden deep within you.But Sartre would say, is this really how the self works? Is the self really like the Christian soul hidden somewhere deep within you that only you have access to? Sartre would say it very well may be that you put on a mask when you go to work for the sake of pragmatism…and it very well may be that you’ve reflected on yourself and you have this idea of who you are inside your head that’s only accessed by you and your closest friends. But don’t ignore the possibility that there are multiple levels of deception going on there. Maybe you’re telling yourself a story you want to hear the same way you’re telling the Starbucks barista a story.This concept is a common one in existentialism…it’s actually one of the main themes in Dostoyevsky’s book Crime and Punishment…the idea that, you know we often think we know a lot more about ourselves than we actually do. Two examples of this, bear with me for a second the first one’s a little cartoonish… but I think it’s a really good example to pull us out of this conditioned way we look at the self and it get’s us to honestly start asking this question: where is this self that we’re talking about REALLY located?Imagine a guy that thinks he’s Napoleon. He spends all day every day dressing up in Parisian military garb, making a fort out of couch cushions in his front room, talking to himself agonizing over how he’s going to conquer Moscow. Now this man believes beyond a shadow of a doubt that he is Napoleon. If you asked him candidly…no but who are you really, deep down inside? He would say I am Napoleon Bonaparte. Commander of the armies of the north. Husband to a murdered wife, father to a murdered son. And I will have my vengeance. But is this man really Napoleon? WE know he’s not Napoleon. In fact in a weird way, as outsiders, we seem to have an ADVANTAGE when it comes to knowing who he really is. Interesting.Here’s the less cartoonish example and try to think about how this applies to you. Imagine a guy sitting on the couch watching the TV with his pals. They turn on the news and there’s a story about a mass shooting that just happened at a Walmart somewhere. He hears the story, gets a little angry, turns to his friends and says you know what? That guy and people like him better HOPE he never shows up at my Walmart. Someone pulls out a gun when I’m there, I’m not gonna be one of those people on the news chopper camera screaming and running out of the store…I’m going to the Sporting Goods section. I’m gonna go up into the rafters like I’m Tom Cruise repel down and snap his neck. I’m gonna do this…because that’s just the kind of person I am, that’s me…I’d sacrifice my life for the greater good. Now he may tell his friends this…he may believe that that is who he is deep down beyond a SHADOW of a doubt…but if next Saturday he’s out shopping with his family, someone pulls out a gun and all his wife and kids see is a poof of smoke and him running out the back door…who is that guy REALLY?In other words: when we reference this thing we call our “self”. Intuitively it can feel like well I AM my self. I know who I am, so no one can tell me who I am but me. In fact if you just recited that statement in most public settings people would be like, YEAH! You tell ‘em! Only YOU know who you are deep down inside! But is that a delusion? Is that just a narrative that we tell ourselves to simplify this concept of the self?Sartre says that when you take a closer look at the self...it’s not a soul…it’s not a personality hidden deep within you…what we’re referencing when we talk about the self turns out to be much more complex than that with many more moving parts. And I think a good place to begin if we want to understand Sartre’s views on what the self REALLY is…is to talk about two foundational aspects of what it means to be a human being that to Sartre seem to be constantly intertwined and dependent upon each other…what he calls our Facticity and our Transcendence.If you are a human being that is alive, right now…you have both Facticity and Transcendence, put very simply: our Facticity is the collection of facts that are true about us at any given moment…and Transcendence is our ability to change or the possibilities that we have at our disposal. Let’s break it down further though: remember last time when we talked about being-in-itself vs being-for-itself? Being in itself as being kind of like matter…this inert, featureless, blob of existence, fully affirmative. And being for itself as being consciousness…or the source of all negation. Well when Sartre’s trying to meet his monthly quota for obscure sounding philosophical descriptions…the way he DESCRIBES the relationship between these two ontological categories is that being in itself: is what it is. And being for itself: is what it is not. Well as weird as that sounds in a vacuum, after listening to last episode we all know what he means when he says it.But then Sartre points out something very, mysterious…a very strange coincidence. When you look at the relationship between these two ontological categories…two things that are easy to write off as these meaningless abstract concepts that Sartre cooked up one day…when you look at how being in itself and being for itself relate to eachother…Sartre notices there seems to be a similar sort of relationship at the foundation of who we are as people.See because, on one hand, all of us have our Facticity….and Facticity is kind of like being in itself…it’s the fully affirmative set of facts that are true about us. You ask me who I am….and I say things like oh, well I’m 117 years old, that’s a fact. I am a horse wrangler by profession, that’s a fact. I make 28,000 dollars per year, I drive a Ford Focus and I’m scared of spiders, things like that. In other words, statements of facts that are currently true about us, this is what makes up our Facticity.But what Sartre would want us to consider…is that while these kinds of statements are no doubt useful when it comes to describing certain pieces of who I am…they never tell us the full story right? And the reason why is because human beings are far more complex than that…to fully understand a human being…just BY DEFAULT is to understand a type of being that has possibilities…none of us are PURE Facticity…the only time a human being is PURE Facticity is when they’re DEAD…yes, we have a set of facts that are true about us right now, but we ALWAYS have the ability to change into something else…and if we’re trying to describe a self…if we’re looking at the WHOLE picture of who someone is…the choices we make about which of these possibilities we’re going to bring about, end up being JUST as important as the facts about who we are right now, for example.If I’m going to school to become an IT consultant…or if I’m training for a marathon…or if I’m losing a bunch of weight for wedding pictures…a big part of understanding who I am is understanding the thing I’m actively trying to change into…an IT consultant, a marathon runner, the flower girl at a wedding. In other words, part of understanding the full picture of ME is understanding what I am not yet. You can start to hear the weird Sartre description creeping in…just like being in itself is what it is and being for itself is what it is not…in a sense…I am what I am, I have a Facticity…but I also am what I am not yet when I consider my transcendence.Just like being in itself and being for itself…these two aspects of what it is to be a human being, Facticity and Transcendence, are entangled, intertwined and in some cases reliant on each other for their very existence. Your facticity and transcendence are constantly affecting each other…and that’s because the facts of your life are often times caused by what possibilities you decide to bring about and the possibilities you’ve decided to explore are almost always limited by the FACTS of your life, let’s stop with the hypotheticals and give a real example.Me. I’ll use me as an example. I am six feet tall 172.2 pounds this morning. No matter HOW MUCH I want to…I am never going to become a horse jockey. It’s just not going to happen for me. As long as there are people out there that are 4’8” 85 lbs…the facticity that I’m a certain height and weight limits my ability to transcend…and the result of that is: I’m never winning the Kentucky Derby. This is an example of how our ability to transcend is often times limited by the facts about us. Another example…I was born with a particular face and a particular ability to put on muscle. No matter HOW MUCH I want to…I am never going to be an Instagram model. The facticity of my face…my faceticity…and all the stuff that’s going on there…I will never be the kind of person that people voluntarily want to look at and click an emoji that signifies how they’re feeling about the most recent picture of me. It’s just not gonna happen and these facts about me are the parameters I live my life and exercise my freedom within.See because that’s the thing, and this goes for all of you out there…When Sartre talks about radical freedom…when any of us talk about being individuals that are free to act as they choose…we’re never talking about TOTAL freedom…right? It’s always freedom within certain limitations. We often say things like, “I can do whatever I want to do.” But you can’t REALLY do anything you want to do…right, I mean ultimately you’re a human being…you can’t wrap yourself in a protective cocoon and then emerge a unicorn in three days. You can’t fly to the edge of the universe and look at what’s on the other side. No, freedom is always freedom within certain limitations… and it’s those limitations that give a LOT of what you choose to do in life it’s value.We see this… in all the various different forms of art…you know when someone writes a really good Haiku…we see it as good NOT because they’re the greatest words that could ever have possibly been strung together…the beauty of the Haiku is because we understand that we have given an artist total freedom within a set of limitations that we impose. Five syllables, seven syllables, five syllables, go. In other words, the limitations are a big part of what makes the Haiku beautiful, and this applies to life as well.The facticity that you were born into, your own individual limitations are always going to affect the possibilities that you have and what you ultimately choose to do with your life. So try to live your life like it’s a piece of art you’re creating. That’s why I’ve just accepted that I’m never gonna be an Instagram model..I mean, it’s like anything you just learn to adjust. Like I literally wear all of my hooded sweatshirts backwards now…so that if any field trips pass by any small children come around I can just pull it over my face, nobodies gotta get scared.. So yeah, you just find little ways…but yeah, ultimately the point Sartre’s going to make here with the concepts of Facticity and Transcendence…is not only stop thinking about your self as though it’s this artifact hidden deep within you in a vault, but also stop thinking about who you are as though it’s this static, unchanging thing that you can point to.That who you are… is always in a state… of constant change, sometimes small changes, sometimes bigger changes, but always CHANGING and in flux. But don’t go extreme in the other way…don’t start thinking of your self as this ethereal thing that can never be defined. Again, all the way up until the day you die… when you’re finally turned into TOTAL Facticity…you will always have certain facts that are true about you and certain possibilities at your disposal to bring about. Unless if you’re dead…you’ve never arrived at a destination as a human being.Now at first glance this may seem like Sartre’s writing a self help book. No single fact about you sums up who you are! Release your inner transcendence! No. Like we touched on last time Sartre thinks that when people are truly faced with the number of these possibilities they’re free to choose from…most of the time they don’t get excited…they’re horrified by it. In fact most of the time once people realize this stuff…Sartre thinks that the secret, covert desire of everyone whether they realize it or not…is to escape this duality…it’s to turn themselves into either PURE facticity or PURE transcendence, or as Sartre says…we all secretly want to become God.Let’s talk about what he means by that. Think about the way followers of the Abrahamic religions have traditionally looked at God, what is it like to be God? Well God is perfect. God is in this moment everything he will ever be. If God had a job interview…and the person asked him, “What’s one thing you’d change about yourself?” God LITERALLY doesn’t have an answer to that question. But then on the other hand…God is all powerful…with the snap of his fingers…he can do…anything, he wants to do. In other words, in this old style, traditional view of what God is…on one hand…God is perfect as he is…PURE facticity. But on the other hand God is all powerful and capable of bringing about ANY possibility he wants…in other words PURE transcendence. Sartre would say this is no coincidence….and it’s also no coincidence that as people navigate their lives they have all sorts of tactics they use to turn themselves… either into somebody that ignores their possibilities and are PERFECT as they are right now…or someone who ignores the very real unfortunate facts about who they are and stay lost in unattainable dreams their entire life.This is the context we needed to understand a concept we talked about well over a year ago on the one episode we did on Sartre. The primary tactic that people use in their lives to turn themselves into PURE Facticity or PURE transcendence like God…is something that Sartre calls Bad Faith. Let’s look at the most famous example of Bad Faith Sartre gives and because we already talked about it in the other episode, I’ll keep it brief. Sartre talks about sitting in the middle of a café in Paris watching a waiter as he does his job. You can imagine a waiter in the 1940’s dressed up in his little outfit…very upright, good posture, very proper…he holds the tray in a particular way, he walks and changes direction in a very militaristic, particular way just like a good waiter does…Sartre can’t help but point out…that this guy doesn’t seem to be a “self” with Facticity and Transcendence in this moment…he seems to have relegated himself to just, playing the part of a waiter. He’s going through the motions turning himself into pure facticity…just a waiter and nothing else.Now even though waiters don’t act like this often in today’s world…go to most restaurants and you can find some modern version of what Sartre’s talking about here…there’s so many servers out there that have fallen into bad faith and are just sort of playing the role of this same person that seems to be the modern archetype of what it is to be a server…they all say the same stuff: Hi, I’m John I’m gonna be taking care of you today. Can I get you guys started with a bottomless bucket of shrimp or some drinks? Later on, How’s everything tasting for you? You save room for desert? I’m just gonna leave this here absolutely no rush on the check I’m gonna be over here I’ll take a looksy back at you…ask yourself: is this the way this guy talks to his mom? Is this the way he talks to his best friends? No. He’s fallen into bad faith and is just playing the part of a server.Now the point Sartre’s making here is not that waiters need to be more creative, it’s not about waiters. Sartre thinks that as human beings… we have a tendency to gravitate towards this trap… in ALL aspects of our life. We make PROCLAMATIONS about what we are! I am a stay at home mom, and that’s my identity…I am a Libertarian…I am a Mormon and that’s that…what we’re desperately trying to do is give ourselves an essence in a world where existence precedes essence.All of these things are just us wanting to think about our “selves” as some static thing set in stone… and run from the reality of the possibilities we have. When we take an honest look at the possibilities at our disposal, it terrifies us and produces a feeling called nausea…and we use Bad Faith to quell this feeling of nausea. Now if all you ever read was Sartre’s Being and Nothingness…you might get the read from the book that this tendency we have to gravitate towards bad faith, is an inescapable condition of being a human being… and that even when we’re self aware of the Bad Faith we’re engaging in…we’re still engaging in bad faith. If all you ever read was the main text of Being and Nothingness, you might get that impression and it certainly sounds like a really sad picture…but in one of the footnotes of Being and Nothingness Sartre alludes to a way out and perhaps to an ethics that he would write later in life. Well HE never writes an ethics, and it may be because he lifelong partner and fellow existentialist Simone De Beauvoir produces what many consider to be the greatest existentialist approach to ethics called The Ethics of Ambiguity. We’ll talk all about it on the next episode.But enough of bad faith…back to answering this question: who am I, really?Here’s the thing. These concepts of Facticity and Transcendence we’ve been talking about. When it comes to the facts that are true about you and the possibilities that you have…those things aren’t hidden somewhere deep down within you that only you have access to. You may have a particular perspective of the facts that are true about you… and the possibilities that you have, but not only do you have an incentive to slip into bad faith and tell yourself a story about them, Sartre would say: you don’t have some privileged VIP access to the facts about you and the possibilities that you have…hypothetically, any other person if they were diligent enough has access to your Facticity and Transcendence. In fact, just like the guy that tells himself that he’s Napoleon… sometimes other people are better at telling us who we are than WE are.But how is this possible? The reason it’s possible is because the self is not the Christian soul, to Sartre.Just like your Facticity and Transcendence…what we’re referencing when we talk about our “selves”… is outside of us. It’s an abstraction. It’s the conglomeration of all of the things you’ve ever actually done in your life. When you want to get a solid answer to the question: who am I? You don’t reference the story that you tell yourself that’s clouded by all sorts of… bad faith and wishful thinking like the guy that thinks he would try to take down the gunman at Walmart…no, we tell ourselves stories all the time… what follows from this is that the TRUE measure of your values, and who you really are…is what you actually do…it’s the collection of what you’ve actually done thus far in your life. And Sartre says when you stop looking at the “self” as though it’s something inside of you…and you start looking at it accurately as this abstraction that’s outside of us…what you inevitably start to realize is that it’s impossible to ever get a full picture of who you are, without referencing the way that other people view you. More than that…it’s impossible to get a full picture of BEING without referencing other people…and HERE’S what he’s getting at:So far when it comes to describing being… we’ve been presented with being in itself and being for itself… but it’s right here, FAIRLY LATE in being and nothingness… that Sartre lays out his third ontological category…what he calls “being-for-others”. Let’s talk about what he means. Sartre would say that an intrinsic part of what it is to be you… is existing alongside other people and all of the consequences that come along with that. This is Being-for-others…now how does “being-for-others” affect my answer to the question: who am I?Well again, this concept of the self is outside of us it’s an abstractrion… and what Sartre points out is that there are many aspects about who we are that are given to us by other people. For example, whether we’re trustworthy or not. Whether or not you’re a trustworthy person is an aspect of who you are that’s mediated by other people, right? Whether I’m a nice or mean person. I may think of myself as a nice person, but if every single other person I encounter all throughout my life says that I’m mean, for all intents and purposes…I am a mean person.This concept of the self, and how other people view us…seem to be connected, but the flip side of it being that interconnected…is that it leaves us in a perpetual state of being judged by the people around us. We’re almost constantly being turned into PURE facticity in their mind. For example, have you ever been walking around self-conscious about the way you look? Maybe you just got a new pair of shoes and you think they look weird…and as you’re walking around you feel like every person that passes you is thinking, WOW. What were THEY thinking when they picked those shoes. This is obviously a person that doesn’t care much about how they look…in other words they’re looking at you and they’re turning you into an object in their subjective view of the world…pure facticity…you will henceforth be known as the weird shoes guy in that person’s mind, this is constantly going on. But Sartre’s not saying it’s always bad, that being around other people is some sort of paranoid, everybody’s thinking bad things about me all the time thing…people very well may be thinking really good things about you all the time, the point that Sartre wants to make is that this dynamic…of other people seeing you, putting you on trial and turning you into pure Facticity in their minds… is going on all the time simply by virtue of the fact that we exist alongside other people…and that while the insights other people give us about who we are are no doubt valuable…we have to be careful not to slip into bad faith on either side of this dynamic of being for others.What I mean is: just because somebody sees you wearing weird shoes one day doesn’t mean that you are now “weird shoes guy”. In other words, don’t slip into bad faith when it comes to what people think about you…no matter how convenient it is to prescribe yourself an essence and deny your transcendence…don’t turn yourself into PURE facticity and accept what other people tell you you are. Maybe you are weird shoes guy right now, but you don’t HAVE to be in the future. But the other side of that, is don’t deny your facticity and tell yourself that you don’t care what anyone else says and that what other people think of you doesn’t matter at all. That’s slipping into another kind of bad faith.So to sum this up…intuitively, it may seem to us like we have a special access to knowing who we are… and that we choose to share ourselves only with our closest friends who we trust. But Sartre would say the reason it seems this way is that what you actually have is a narrative about yourself, forged from a particular biased perspective, and that the reason it seems like your friends reinforce this picture of who you are…is because the very criteria that we all use to choose who our friends are going to be…is whether or not they reinforce this picture that we have of ourselves.That’s what we “like” about our friends, to Sartre. For example, if a BIG part of the way you view your self… is that you consider yourself a smart person…Sartre would predict… that most of your friends are going to be people that are not so smart that tell you that you’re smart all the time, or people that ask you a lot of questions that you then answer, making you FEEL smart, or other smart people that commend you on being so smart like them. We choose our friends because they reinforce the way that we view ourselves, of COURSE we we’d give them privileged access to our biased narrative of ourselves, and of course it’s going to feel validating.Of course it would seem…that you know better than anyone who you are…but again, Sartre would say that the TRUE measure of your values, the TRUE answer to the question: who are you?…is what you actually do. Thank you for listening. I’ll talk to you next time."}