{"ep": "Episode #003", "title": "Socrates and the Sophists", "spoken_text": "This is a transcript of Podcast Episode 3 on Socrates and the Sophists. Try to imagine yourself as a citizen of Athens right around the 5th century BC...the city of Athens at this point is undergoing a massive period of prosperity...and there’s this guy named Pericles in charge...he had just assumed the throne and is doing a really good job and this leads to a \"golden age\" of culture and philosophy. so naturally when things are going really well in one place...people flock to that place from all the surrounding areas... and in this case it was mostly from other Greek city-states...now as an Athenian, you would live in a democratic society that had a LOVE of its legal system. Athenians loved a good argument...they loved to be entertained...and most of the time you could find both of those things in the courthouse. Athenians would have been HUGE fans of Judge Judy...or back then it would've been “Judge Judicles”...i mean, it was exciting, if someone took you to court for something, it could affect the entire outcome of your life! problem was, language and critical thinking was still in its infancy...so defending yourself in one of these trials was not only crucial, but it was incredibly unlikely that you had the ability to argue or speak well enough to do an effective job of it. on top of all this... people were just as ambitious back then as we are today, and it was possible to work your way up the social ladder and earn a prestigious place in government, but no one was gonna vote for you if you weren’t educated and well spoken. These two things created enough of a market for self-improvement that an ENTIRE industry of philosopher teachers arose called...the sophists. Now, we talked last episode about the word philosophy...the love of wisdom...but the second half of that word is sophia...which means wisdom. sophists...they have the word for wisdom in their name...they certainly were wise, but as you can see...there was no love involved here. Sophists were a mixture between ITT tech and a taco truck. they were mobile schools. and they’d teach you anything you wanted to learn about for the right price. Music...rhetoric...mathematics...grammar...it actually does remind me of an ITT Tech commercial...there’s always two women in an elevator and they’re like \"bob lost his job again....WHAT BOB LOST HIS JOB? WHAT ARE YOU GONNA DO? I dunno! I despise my current job and i just wish i had the skills to move forward! You should call ITT Tech....they can help you specialize in...paralegal...dental assistant...SCUBA instructor...you know the marquee pops up on the bottom of the screen...ITT tech provides a very similar service to what the early sophists provided and this kind of commercial could be compared to how they used to have competitions screaming at each other trying to draw a crowd and show that they knew more than other sophists. These sorts of screaming matches combined with the just generally sleazy nature of charging A LOT of money for something that was held to be sacred made a lot of people dislike them. Not to mention the actual subject matter they were teaching was pretty shaky. remember how the demand for sophists came about because people were being called to court to defend themselves? well when all those people told these sophists they wanted to win the argument in court and learn to make a case for themselves, the sophists just taught them how to win arguments...they didn’t teach them any facts or true wisdom...as a result you had hundreds of people that just became masters of rhetoric...even in cases where they probably should have been guilty they were able to win...the sophists taught these people little argument tactics like...nitpicking insignificant points...or discrediting the source of the information...They taught them to win the argument, even if they had the worse argument. this didn’t make people too thrilled with the sophists.They definitely understood the power of language and its ability to influence people...one very notable sophist was named Gorgias and he wrote about language in one of his works called Encomium of Helen. it was basically a promotional flyer for his school. he wrote it with the sole intention of attracting students and getting business and to really try to make a case for why the investment of their money would yield benefits:“Just as different drugs draw forth different humors from the body – some putting a stop to disease, others to life – so too with words: some cause pain, others joy, some strike fear, some stir the audience to boldness, some benumb and bewitch the soul with evil persuasion”You can definitely see in this quote that he not only UNDERSTOOD the power of language, but in a funny way he was using the power of language to try to recruit people to learn the power of language from him.One common thread among all the sophists was that they were skeptics. They didn't like the idea of accepting something because reason tells us it SHOULD be true...they wanted hard evidence. really, they just wanted a philosophy that made sense through the lens of everyday experience. They didn’t like the ideas of Democritus or Empedocles where they said that our senses show us an artificial world and that the real world exists at the atomic level or the level of the mixing of elements. They thought human experience should be paramount...the only question was...if truth is based on a sensory experience, whose sensory experience should be the guide?One of the very first and most influential of all the sophists was a guy named Protagoras. he was friends with Empedocles, the guy that walked around in bronze shoes...if that tells you anything. Like the other sophists...Protagoras made his money teaching people not what right or wrong was, but teaching them how to argue. So it really was conveniently aligned with his job security when he decided that he believes that every argument has two sides, neither of which is more right than the other. he said he could win an argument with a worse argument if he was just more persuasive than his opponent. because of this, he concluded it is the man holding the opinion that is the measure of the worth of the argument, not the actual argument itself or the facts its based on. Or as he put it in the opening line of his most famous work \"Man is the measure of all things.\"He took this idea one step further and applied it to everything. what is true for one person may be false for another...what is hot for one person may be cold for another... but it also applies to morals...what is right for one person may not be right for another etc...he said nothing is inherently good in itself, something is only right because a person or society judges it to be right. This idea of there being no absolutes or moral principles and that everything is subjective... is known as relativism. Protagoras didn’t think truth was something that only god knew or that you could only attain by thinking and analyzing things for decades. he thought truth is what any one guy makes it...To philosophy, Protagoras is the ultra accepting, fanny pack wearing soccer mom that hands out Capri Suns at the end of the games. Now, I'm sure we all know someone or have known someone who agrees with him. It really is a compassionate and accepting way of looking at things and people, so you can't be too mad at them. but relativism always begs the question...so if everyone is right in whatever truth they arrive at, then what about the people that condemn all other cultures and think everyone else is wrong? shouldn’t they be right too? and i remember reading something Socrates said and it was something like if relativism is true...and everyone is right regardless of what they think....how can any one man be wiser than another? aren’t they all correct? and also...aren’t they in the business of teaching people stuff for money? why is anyone buying lessons if they already know all the truth? the sophists would’ve said they don’t teach people anything that is better knowledge...just more useful knowledge...knowledge that can be used to benefit the person like in the courts.All of this stuff...this relativist view on morals...that there isn’t a good or bad just different...and their specialty to use rhetoric and language to sometimes make the worse argument win all of this no doubt led to the negative outlook on the sophists. People always think about their argument skills and assume they only used them to do nefarious things...they have this view like the sophists sitting around teaching one OJ Simpson after another how to get off scott free. But don’t forget they could have just as easily used their special ability to argue to fight for justice or do what the citizens thought was right. I mean, you can definitely find several examples of how the sophists helped advance philosophy...relativism was a direct assault on the idea of moral principles...or there just being one definition of good, or just, or whatever. and all of this discourse ended up heavily influencing Plato to address the tenants of morality and really try to base it on something eternal or stronger than one man's opinion, and if it weren’t for the sophists, Plato may have never taken the time to clarify these things, and its some of his most important work. personally, I like what they had to say because it was open-minded. and, if argument was their specialty, any truly great position would have to suffer the gauntlet of sophist argument, and if it could survive that...no matter how annoying it would have been at the time, it would be a stronger more well crafted argument for the experience.So real quickly, I'd like to tie up some loose ends and help bring together all of the stuff we've covered so far in the last 2 episodes. Now, we arent the first people to ever study presocratic philosophy...there have been several really smart people that have categorized all of these thinkers and ideas in detail...and THEY wanted to find a way to remember it more effectively too. As you can probably imagine, they all didn’t use the same method of categorizing them. If there is one thing you do outside of this podcast this week, you NEED to look at a graph of the presocratic philosophers that is really common. Its really important guys...you have to see the visual...it will really help you put all the philosophers that we've covered so far into context. were gonna have it up on the website...but its probably faster for you to just go to GOOGLE images and type in presocratic graph and you’ll see it. On the left it shows the years they lived..on the right are the names of them...color coded to a legend that designates the school of thought they came from, and arrows pointed to all of their students or the people they influenced. Now there are different ways people categorize these presocratics...One example is what we've already talked about...the Ionian and Italian classes...those are two geographic regions, so if you wanted to remember them based on where they came from, that would be one method of remembering. But there are other ways...sometimes these historians of the presocratics will break them down by their ideas...and this usually ends with them being separated into 6 or so different schools of thought. Now these will probably never...ever come up in a conversation you’re having about philosophy, but think of it this way, if this ever comes up on jeopardy...people are gonna look at you like you are the rain man...then you just stand up and go...is this TEEN jeopardy? no? too easy and just walk out of the room..you will be an instant legend.. but another reason is, you'll see why we learned about the particular philosophers we learned about...each one of them comes from a different one of these 6 schools. and I’ve even seen a couple guys break down the 6 schools into 2 separate categories further...they divide them into monists and pluralists. monists are philosophers who thought the universe is made up of one fundamental substance. the three schools that thought this way are the Milesian school, you know that’s where Thales and Anaxamander came from...the Pythagorean school....the school formed by Pythagoras and his followers...and the eleatic school whose most notable member was Parmenides. It was called the Eleatic school because Parmenides came from a town called Elea in Italy. So those were the monist schools...the pluralist schools were made up of people who believed there wasn’t one fundamental substance...but many fundamental substances that made up the universe. The three schools classified as pluralist would be...you guessed it...the pluralist school...that was the one Empedocles was part of with his earth fire air and water...the atomic pluralist school...which had Democritus and Leucippus at the helm...and then the sophists, who we just talked about. but it is important to note that the sophists weren’t necessarily all pluralists, they just lived at the same time that pluralism was very popular...in fact they didn’t care at all about what the universe was made of...they just wanted to make money. maybe if the universe was made out of coach purses they would’ve cared.If you look at the graph...it moves in a pretty deliberate direction towards one guy. Not only was he highly educated from all the conflicting schools of thought that existed at the time, but he took all that he learned from them and created his own completely new way of thinking, a way of thinking that made him one of the biggest names in philosophy. His name, was Socrates.Socrates must have smelled like the dumpster behind panda express. He had famously terrible hygiene. People would say he went everywhere without shoes, never bathed, never cut his hair, not to mention he wasn’t very easy on the eyes to begin with. there’s a story of him being challenged to a beauty contest as a joke against a guy named Critobulous, where both sides have to make an argument as to why they are more beautiful than the other...they actually went through with everything just to entertain themselves...this is the kind of stuff people did back then...Socrates starts making his case for why he is more beautiful than his opponent Critobulous:“Do you hold, then, that beauty is to be found only in man, or is it also in other objects?”Crit. “In faith, my opinion is that beauty is to be found quite as well in a horse or an ox or in any number of inanimate things. I know, at any rate, that a shield may be beautiful, or a sword, or a spear.”Soc. “How can it be that all these things are beautiful when they are entirely dissimilar?”“Why, they are beautiful and fine,” [Note] answered Critobulus, “if they are well made for the respective functions for which we obtain them, or if they are naturally well constituted to serve our needs.”Soc. “Do you know the reason why we need eyes?”Crit. “Obviously to see with.”“In that case, it would appear without further 9ado that my eyes are finer ones than yours.”“How so?”“Because, while yours see only straight ahead, mine, by bulging out as they do, see also to the sides.”Crit. “Do you mean to say that a crab is better equipped visually than any other creature?”Soc. “Absolutely; for its eyes are also better set to insure strength.”I love this story because it encompasses a lot of what Socrates was. he had a great sense of humor, he was famously unkempt and through asking Critobulous to give his definition of what beauty is, he is able to use the contradictions in his definition of beauty to make a case for why he is more beautiful, even though it is obvious to everyone that is isnt. he lost the contest by the way...but it didn’t matter...What he succeeded in doing is that he showed Critobulous that maybe he didn’t know exactly what beauty was. Critobulous said when things are well made for the respective functions for which we obtain them...they are beautiful...but by asking him a series of questions, he proved that the answer couldn’t be that simple.This...is...what he is known for. He never started a university, he never lived in a castle, he never even wrote any of his thoughts down, he didn’t believe written text was the way to do philosophy anyway...to Socrates the ONLY thing philosophy was, was discussion, questioning and argument. His particular brand of it was called The Socratic Method.The best guess historians can make as to how he developed this intense questioning style is in a famous story about friend of his going to the oracle at Delphi, which was essentially a rotation of an older peasant woman that lived in the area that was on drugs, who apparently channeled the god Apollo...and Socrates's friend asked the woman who the wisest man in the world was...she said Socrates...his friend came back and said hey Socrates the oracle said you’re the wisest man in the world! Socrates was absolutely shocked by this. he went instantly to work to get to the bottom of it...no victory dance or anything he just started... he went around to all the wisest people he knew and interrogated them to get to the bottom of it. he realized that these people only thought they knew a lot...when you ask the right questions...it turns out their knowledge is false.quote from apology:\"I am wiser than this man; it is likely that neither of us knows anything worthwhile, but he thinks he knows something when he does not, whereas when I do not know, neither do I think I know; so I am likely to be wiser than he to this small extent, that I do not think I know what I do not know.This method he used to question people and ultimately point out how little they actually know was his greatest contribution to philosophy... there’s a quote from a guy named Cicero who was writing about Socrates and said:\"Socrates however (was the) first (who) called philosophy down from heaven, and placed it in cities, and introduced it even in homes, and drove (it) to inquire about life and customs and things good and evil.\"This quote is amazingly insightful for someone who lived almost a half millennium later...before Socrates, philosophy was done only by men, and only by men who were born into or were clever enough to attain a lot of money, so they didn’t have to spend their days working, they spent them thinking. Once Socrates realized that the reason he was wiser than everyone is because he can admit that he knows nothing, he set out to correct the citizens of Athens and fix their assumptions and preconceptions. He hit the streets...like those Mormons that come to your house on their 10 speed bicycles...in the market place...a public square...in front of the courthouse...and he just started accosting anyone unfortunate enough to not look busy. He'd walk up to them with a very self effacing manner saying things like...oh please help me i am an ignorant person, and I'm wondering if you can help me get to the bottom of something...what is justice? or what is virtue? people would give their, obviously flawed response, and he would just lay into them...questioning them pointing out contradictions or exceptions and eventually getting to a place where the person was either angry at him because he made them feel stupid or angry at him because he wouldn’t leave them alone. either way they were angry. this didn’t make him a lot of friends around town. he even did it to judges or prestigious generals or government officials...it didn’t take long before he had so many people mad at him for doing this that they started labeling him a sophist. but he didn't care if people liked him or not, his main goal wasn’t to make friends, it was to help others discover how little they knew and get them on the path to truth. he compared himself to a midwife, but instead of helping deliver babies, he questioned everyone and helped deliver new ideas into the world. But his midwifery didn’t stop in his lifetime...the Socratic method can also be called inductive argument... this is where a set of premises based on experience is first established to be true and then shown to lead to a universal truth. Inductive argument was used by Aristotle and even Francis Bacon who used it as a major influence in the scientific method. That had a little bit of an impact...Socrates eventually humiliated enough people in public that they banded together and he was put on trial, at the ripe age of 70. The entire story of his trial, his defense, his conviction and his reactions are cataloged by Plato in one of his most famous works, The Apology.And because Socrates didn’t write anything down, all we have to go off of are other people's perspectives, in the case of Socrates that comes down to four people, Plato, Xenophon, Aristophanes and Aristotle. Xenophon was an old friend of Socrates but he doesn’t go into much detail and often put his own theories in the mouth of Socrates as if to give them merit by association, so we cant really trust him. Aristophanes was a play write who made a ridiculous caricature of Socrates as a character in a comedic play, so hes not a good source. and Aristotle wasn’t even born until after Socrates was dead. so that brings us to the last guy...Plato. Plato was his student and deeply respected Socrates, so he probably isn’t the best testimony if we want to know the truth. but he really is all we have, and of the 4 of them, Plato’s testimony is usually held in the highest regard, especially because he was the closest to Socrates. but one thing is for sure, although these 4 sources vary considerably about who Socrates was, its a pretty good chance that the similarities that we find in all 4 of them are accurate right?To understand why Socrates was put on trial in the first place and the kind of biased jury he faced, its good to know about the political climate that existed in Greece at the time...five years before the trial of Socrates Athens and Sparta ended the Pelopenesian war. Sparta won by the way. So Athens was turned into an oligarchy ...taken over by a nice group of gentlemen known as \"the thirty tyrants\" in the year 404 BC...they committed such gruesome genocide that they were overthrown only a year later...now, it took a couple years to sort things out, and democracy was finally restored...Socrates was being tried only 2 years after democracy had been restored in Athens...and back then 2 years was nothing...so they were really uneasy and testy towards anyone who was questioning government or trying to evoke change. The charges that they eventually placed against him.. were corrupting the young and denying the gods of the state and introducing new gods. see, there was no separation of church and state...in fact, quite the contrary... ONLY the state had the power to choose what was a suitable god to worship or not worship, and it didn’t look very good for Socrates being a guy that used to walk around claiming to be getting advice from this thing that followed him around called \"Diemonionn\" or his personal guardian angel or something like that, people started to ask him about it and he was like...what this guy? Diemonionn?? no...its just flying around giving me advice all the time...its not a god or anything...he was treading on thin ice..take all the personality traits we've discussed thus far, and now imagine what you would think of Socrates when an extremely popular play is released with him as a central character. the play was by Aristophanes and it was called \"clouds\"... Socrates was depicted as a complete moron, it was a ridiculous cartoonish version of Socrates...but it was supposed to be that way, it was a comedy. the goal was to make people laugh. the Socrates in the play would just ramble on about silly things...like...there is one scene where he puts his arms out and spins around in a circle screaming \"I'm walking on air! I'm walking on air!\" seeing how many people in modern times get their perception of the world through media or entertainment and then take no time to educate themselves about whether its true or not, its not hard to imagine this immensely popular play shaping the public's collective view on Socrates. i mean this kind of stuff happens all the time...like how many movies have you seen where a drug deal is going down...or some two-timing street hustlers are taking people to the cleaners...and for some reason its accepted as the gospel truth that if you ask a cop if hes a cop he HAS to tell you yes...It's IN THE CONSTITUTION MAN!...where? its in there SOMEWHERE man! there's a lot of words in that constitution...sometimes people just accept what they see in movies... and it doesn’t seem like it was much different in the time of Socrates. the play also painted him as a sophist and people hated the sophists. The reason it was a common rumor that he was a sophist is because of his lifestyle...although he didn’t take money as payment, the guy didn’t shower, let alone work or know where his next meal was gonna come from...he was broke...so he would trade sitting around having good conversation with people for meals and shelter...this is how he made his living...he just didn’t take money like the sophists did. but people still saw that as taking payment for teaching people...kind of an unfair parallel to draw...the intentions of Socrates' actions and the intentions of the sophists were COMPLETELY different. all of this ...was what the people of the jury had in their heads as \"what they knew\" about Socrates when they first started his trial.So, Plato chronicles everything that happened during Socrates trial in his work, the apology, but although it was called the apology...Socrates didn’t apologize for anything. He refused to grovel and beg for his life...it was common at the time to bring up your family and try to appeal to the sympathy of the jurors, but he refused to do that too. see, Socrates was all about doing the RIGHT thing...not about trying to get acquitted. like...in the first part of his trial when he needs to address the charges leveled against him..they were like \"to the charge of corrupting the young...what say you?\" He says:\" is that a truth which your superior wisdom has recognized thus early in life, and am I, at my age, in such darkness and ignorance as not to know that if a man with whom I have to live is corrupted by me, I am very likely to be harmed by him; and yet I corrupt him, and intentionally, too\"Basically what he's saying is...to corrupt someone is to harm them...it makes no sense to say that id harm someone...because he's younger and stronger than i am...I'm 70 years old...and he could beat me up me...so why would I ever do this? that doesn’t make sense....It went down in history as one of the worst arguments ever crafted.but its not because he was incapable of defending himself, he just wasn’t making decisions for the sake of staying alive or avoiding punishment. He was just trying to do what he saw as \"the right thing to do\" which wasn’t begging the jury for mercy and manipulating people. and his main focus wasn’t on defending the ACTUAL charges...he spent most of his time defending the terrible reputation that followed him into the trial. and really that boiled down to him defending the way he carried himself, like not bathing and not caring about the typical things Athenians cared about like money or status. he had to explain why he questioned people about their beliefs and embarrassed them...and in the process of explaining all this he didn’t just defend the way he lived his life...he didn’t just claim he shouldn’t be punished for what he does...he actually went so far as to tell the Athenians they should be thanking him for all this questioning he has bestowed upon them.So in Athenian trials there are a few different votes that the jury does in any given trial...the first one is to determine if you're guilty or not guilty...he obviously failed miserably there...the second vote was ...the person accused offers what they think a suitable punishment would be...you’d think he would start changing the unapologetic tune...but instead he decides the best course of action is to insult them a bit more...He went on to say other things in the trial like:“Are you not ashamed of heaping up the greatest amount of money and honor and reputation, and caring so little about wisdom and truth and the greatest improvement of the soul? ”when he was asked what the proper punishment would be....he says that he's been doing the Athenians a favor with all of this questioning hes been throwing at them...so he suggests his \"punishment\" for this \"crime\" should be free meals for life at the expense of the state. usually this kind of thing was done for people who were victorious at the Olympic games from Athens...after he said this... during the second vote, people voted for the death penalty by a larger margin than they voted him guilty in the first place...he actually turned people from thinking he's not guilty to wanting him dead. he didn’t care though...he saw death as just another one of these things people think they are wise about...but really nobody knows whether death is a bad thing or whether it is the best thing that could ever happen to you. and when he said maybe its the best thing that can ever happen to you, he wasn’t talking about going to an amusement park in the sky he was talking about a release from all the things that trouble humans on a daily basis. Quote from apology:\"To fear death, gentlemen, is no other than to think oneself wise when one is not, to think one knows what one does not know. No one knows whether death may not be the greatest of all blessings for a man, yet men fear it as if they knew that it is the greatest of evils. And surely it is the most blameworthy ignorance to believe that one knows what one does not know.Like I said before, Socrates wasn’t saying what he was saying to try to get the charges dropped...he was saying what he was saying with the same motives he had for doing everything else in his life...to live a \"good\" and virtuous life. He was one of the first philosophers to ask...what is a \"good\" life? and in his opinion, a good life was getting... a sort of \"peace of mind\"... as a result of doing the right thing, as opposed to doing things simply because society tells you its a good idea. He didn’t agree with Protagoras and most of the sophists who believed morals were relative...he believed morals were absolutes and they apply to everyone in the world the same way, regardless of what country or time period they are from. i think this is very insightful...the morals and laws of then are not the same as now....but which of them is more right? Socrates would have argued that neither of them are right and that we are in no place to even be labeling what is good or bad, because we don’t even know what \"good\" or bad is...how can you philosophize about what is good, if you don’t even know what the word good truly means...he thought that life... when you’re on earth is not just some preparation for what happens after death, he thought there was a whole set of tasks and problems to tackle when you’re on the planet...like thought, self reflection and striving to live a virtuous life...but the catch was, Socrates thought the only way to live a virtuous life is to know what the TRUE definitions of these virtues were...and the only way to find that was through extensive thought...he believed that the key to living a good life was understanding these virtues...virtue was the best and most important trait to have. he thought that when people don’t act virtuously, and commit evil acts, that no one actually desires to do evil...if only they knew enough they would never commit acts of evil because that knowledge would then make them uncomfortable and humans all strive by their nature to be as comfortable as possible so they would never do it. now, it doesn’t take a genius to realize several counter examples to this...like people addicted to cigarettes want to stop...but they cant...or various other examples where we KNOW what the correct decision is, but choose to act otherwise out of convenience. but at the time, people must have not argued with Socrates that much about it and just thought they had not reached the level of wisdom he was at...he appeared to be walking proof of this life...he was definitely seen as wise, and he seemed to never make an immoral decision. in retrospect his self-mastery was probably just the byproduct of countless hours of self-reflection. through these countless hours of thinking about things you arrive at knowledge. he famously said there is only one good: knowledge and one evil\" ignorance. knowledge is DEEPLY tied to morality...like we just said...if people KNEW enough they would never make a wrong decision, or commit an evil act. one really notable thing that makes him stand out from other philosophers around the time is that he thought that EVERYONE could be a philosopher...not just could be...but should be or must be...his most famous saying was when he was defending himself at his trial saying that \"the unexamined life is not worth living.\" so really he thought if you were a person who just walked around aimlessly, not questioning anything...or why you believe what you believe...he doesn’t think that life is worth living.to Socrates...pursuing knowledge WAS the ultimate goal of life. it isn't because it is entertaining to us...it is the reason WHY we exist. makes sense to me...but maybe I'm a little biased...like, from the time we are babies we are just...information sponges...constantly trying to learn more and gather skills that will make surviving later in life easier...but for some reason, at a certain age some people just stop...they’re perfectly content with the knowledge they’ve gained thus far and they just call it a life. you know...honey boo boo and yelling at 12 yr olds on call of duty all day. but Socrates takes it one step further...knowledge is also is supposed to help your soul... he thought the unexamined life makes the soul dizzy and confused...where the wise soul is stable...and eventually through wisdom...all the straying that makes the soul dizzy and confused can be brought to an end. by not seeking truth...you are harming your soul and by pursuing it you are nurturing your soul. so in this case, doing good things...acting morally is in your own self-interest, which is a pretty cool way of looking at it. he said in the apology“I tell you that to let no day pass without discussing goodness and all the other subjects about which you hear me talking and that examining both myself and others is really the very best thing a man can do.”Socrates was convicted to death...and with all of his friends around him crying he was forced to drink hemlock...or a poisonous broth made from a plant indigenous to Europe that actually is found in the parsley family...or if you want a modern version of hemlock just go buy a zero calorie energy drink. but Socrates died a martyr for the cause of philosophy, and his dialectical method and the questions he asked would change the way philosophy was done forever.It's really sad, Socrates had so many enemies, just for asking questions...he really was kind of like an annoyingly inquisitive child; I think of him this way sometimes at least. I'm sure we've all had a curious little kid ask us a bunch of questions at some point in our lives...you know you say something and then they just keep asking...why? why? why? why? because I said so! adults that get angry at that either react with the because i said so or they tell the kid, you know who knows a lot about that? your mother, you should go ask her...but its funny how similar these two reactions are to the reactions Socrates would get in the public square of Athens...the because i said so would be his victims getting angry because he embarrassed them and the go ask your mother would be his victims getting angry because he wont leave them alone. These enemies of his would label him as a sophist, and its that label and the reputation that went along with his name that eventually landed him a guilty conviction to a crime he didn’t commit. but Socrates wasn't a sophist. Every source of history agrees that Socrates could have EASILY avoided execution, he even could've easily defended himself, manipulated the jury with his superior intellect and been deemed not guilty. So, if a sophist was someone people despised for their ability to use rhetoric to win an argument even when they should've lost the argument...the Socrates was the furthest thing I can imagine from a sophist. He lost an argument he could've easily won, because of how much he cherished his moral principles. And just think about this for a second guys, he faced death. He knew he could easily avoid it, but to him, living life wasn’t good enough in itself...living a noble life was the bare minimum. To go against his basic survival instincts was to go against hundreds of thousands of years of evolution, and I cant think of anything more admirable than what he did. In modern times, most of the characteristics of people that we admire as humans, are characteristics that are gained from going AGAINST our evolutionary instincts. Like, to see the delicious, calorie dense cupcake full of fat and sugar that our brains are telling us we need to jump on in case we cant catch and antelope next week, its an admirable person that never succumbs to that desire. Or to be a selfless person removed from your own ego...an ego that is put there by evolution in the interest of self-preservation...to make ME the most important thing. Make no mistake, what Socrates did went against the most deeply ingrained of all animal instincts, and forget philosophy for a second, he is an incredible HUMAN BEING for that.Last week I asked you if there is anything you care about so deeply that you would do it for free indefinitely, because its not about the return you get for it. Think about that thing that is really important to you, and philosophize this: Is there anything you believe in so deeply that you would picket on its behalf in the streets? Is there anything you believe in so deeply that you would die for it? thanks for listening."}