{"ep": "Episode #014", "title": "The Hellenistic Age Pt. 5 - A Race to the Dark Ages", "spoken_text": "This is a transcript of Episode 14 on A Race To The Dark Ages. For the last several episodes we've been talking about the Hellenistic Age. As you know by now, this was a period of uncertainty and many times chaos for the average citizen living in the Mediterranean Sea region, but the Hellenistic Age is just one segment of time that's part of a much larger whole that's known as Classical Antiquity. Classical Antiquity refers to the events in the Mediterranean Sea region... Greece, Italy, north Africa etc.. during the entire span of time from around 800 BC when the first Greek epic poems start being written to about the first few centuries AD...the end is really marked by the ascendancy of Christianity and the Fall of the Roman Empire, which obviously didn't really happen in tandem or on a specific date.Now, If you've listened to the podcast from the beginning, we've almost covered this entire time period...we started with the pre-socratics...some of the earliest of them like Thales and Pythagoras living in what historians would call \"Early Antiquity\" and we've made it all the way to the end of the Hellenistic age...a time that's sometimes called the post-hellenistic age when referring to philosophy, but historically speaking... we're moving into Late Antiquity. The events that are about to unfold...right here at the end of the Hellenistic Age, both politically and philosophically, they are the reason why before you even clicked on this podcast you had heard of the names Plato and Aristotle and didn't know people like Zeno of Citium or Arcesilaus. They are the reason why people wrongly think of Epicurus as a man who was 600 lbs and had 100 girlfriends. Think of this time period....the period of time from the end of the Hellenistic age to the end of antiquity...as a Race to the Dark Ages. We've heard a lot about four schools that gained popularity during the Hellenistic age...but where are the followers of Plato and Aristotle during all of this if their founders are such big names? If this time period is a race to the dark ages, then you're about to find out how Plato and Aristotle are Sea biscuit. They started out slow, but they break late. On that last straightaway...some 80 lb man wearing the helmet of an English bobby is driving them to the triple crown.Quite a lot has changed in the political landscape from early antiquity to where we are now...Athens used to be the cultural center of the world... or at least without question the center of the world when it comes to philosophy. You know...Being a Greek city-state under the protection of the powerful Athenian Navy for a while and Alexander the Great and the most powerful army in the world for a while...It allowed the philosophers living in Athens enough stability to make Athens the center of philosophy. Then, Alexander the Great died, everything descended into chaos... and all of a sudden it was a fight for control over the region. And Athens began to fall from grace when it comes to their prevalence as the sole center of the philosophical world.There's something called a Pyrrhic victory...I'm pretty sure it's used as a colloquialism in the United States, but to be honest, I've only heard it used a couple times. People will use it when referring to a situation where technically they won...technically there was a victory here...but it came at a severe cost...and that severe cost makes the situation like it wasn't even a victory at all. People will use it...when they're navigating the Costco parking lot... they'll be driving... dodging the people walking at a glacial pace across the street...avoiding one accident after another... screaming at people... angry... narrowly avoiding the giant wheel of cheese that someone is trying to tie to the roof of their minivan.. .you're driving around for 20 minutes just looking for a spot...you finally find one that's not even in the same zip code as the Costco anymore...and you feel like it's a Pyrrhic victory. Because, yeah you found a spot... but at what cost? you just subtracted 2 weeks from the end of your life just navigating the parking lot...you still have to walk 12 miles to the door and now you can save 30 cents on that 55 gallon drum of almonds you were going there to get.Well Athens losing their position as the sole kings of philosophy...the situation they and other Greek city states went through during the Hellenistic Age...is the ORIGIN of the phrase Pyrrhic victory. Part of Greece aligned themselves with a guy named Pyrrhus of Epirus...a general they asked to lead an army against the Romans who were taking control of everything. Well, to Pyrrhus's credit, he won several big battles...he had close to 15,000 soldiers...he even borrowed some War Elephants from Ptolemy the 2nd...but even despite losing, the Romans were so powerful and able to reinforce so much more quickly, that these victories ended up costing Pyrrhus the war. Plutarch gives a really great description of the quandary Pyrrhus found himself in...\"The armies separated; and, it is said, Pyrrhus replied to one that gave him joy of his victory that one more such victory would utterly undo him. For he had lost a great part of the forces he brought with him, and almost all his particular friends and principal commanders; there were no others there to make recruits, and he found the confederates in Italy backward. On the other hand, as from a fountain continually flowing out of the city, the Roman camp was quickly and plentifully filled up with fresh men, not at all abating in courage for the loss they sustained, but even from their very anger gaining new force and resolution to go on with the war\"This is a perfect microcosm of the Hellenistic Age as a macro. Rome made some brilliant decisions and became an unstoppable tsunami. A hundred years after Pyrrhus lost Magna Grecia...Athens would be under full Roman Control.And now, instead of Athens being this Philosophical Oasis, now there were other places that were cultural hubs...we start seeing notable philosophers appear in Alexandria and Rome. After all, if philosophy at least in some capacity reacts to the political events of the day, and a certain amount of stability is needed for people to spend their entire lives studying philosophy, then why live in Rochester, New York, why not live in New york city... Why live in western China.. .why not live in Beijing or Hongkong?Yes, the four schools we've already talked about continued to argue against each other after the Hellenistic Age. Yes, In Rome stoicism took hold and became the dominant philosophy, we've already talked about that. But under the surface a storm was brewing. A storm that people didn't realize the significance of until it came to a climax in 300AD, right at the end of late antiquity with a guy named Plotinus and the founding of Neo-Platonism. Neo-Platonism changes everything.Now you may be saying... Neo-Platonism? Doesn't that mean new platonism? What happened to non-neo-platonism? Well, we've already talked about Plato right? We've already talked about the period of 75 years after Plato's death and the people that had control of the Academy expanding upon and defending positions that Plato held. Well, those people would be some of the non-neo Platonists...they're known as dogmatic Platonists. Dogmatic being a word that means you lay down things to be absolutely true, in this case, the doctrines of Plato. Well, we know what comes after those guys right? The skeptical Academy. The opposite of those people...these are people that questioned everything...how can you know ANYTHING for certain? Well people got tired of the skeptics after a while. Philosophy as a whole started heading in a more dogmatic direction...and that was most evidently seen in the return to more dogmatic Platonism. Nobody really knows for certain why philosophy started heading in this direction...but it doesn't really matter...and it's not like people are staring at each other clueless as to how it EVER could have happened. There are many theories...and because WHY it exactly happened isn’t that important...I'm not gonna bore you with all of them here...but my personal favorite...and probably the most popular of the theories is that...like the rest of the culture and thought in the Hellenistic Age, people eventually started becoming disappointed with the chaotic time period they were living in and looking to the past for things from when times were better...and philosophy was no exception. In this way, the Hellenistic Age served the same purpose that the Warring states period served in Eastern Philosophy when people like Confucius and Laozi looked to the past for systems of thought present when things were better.And that's exactly what these Platonists were looking for. A complete system. And they recognized that Plato had a huge body of work that was compatible with these new monotheistic religions that were cropping up. There were the original Platonists...the dogmatic Platonists...who lived near the time of Plato.. the Neo-Platonists from 300AD onward... so these Platonists that lived after the decline of the skeptical academy...and paved the way for Plotinus and the Neo-Platonists...these people are known as the Middle Platonists. This is the final chapter of the Hellenistic Age even though most of it happened after the Hellenistic Age. The four schools, the cynics, the stoics, the skeptics and the epicureans are all around...but this is about the rise of the last two schools...making 6 in total... Neo-Platonism and Aristoteleanism.Let's start with the Middle Platonists. The middle Platonists can kind of be seen as mad scientists...taking the best parts from this creatures and fusing them with the best parts from this creature and making a Frankenstein monster of all the best stuff.Well that's what a lot of these Middle Platonists were doing. You start to see them become mad scientists in a way...they'd take THIS great idea from this philosophy and combine it with This great idea from this philosophy...usually small things, because ALL of it had to be compatible with Plato. For example, From an ethical standpoint, Stoicism and Platonism actually have a lot of similarities. They actually agree on the most fundamental of ethical points back then...both believe that the key to living a happy life is living a virtuous life. But they had disagreements...and much like a Red Sox Fan and a Yankees fan watching sports together on Sunday...they could have been friends...but unfortunately they disagreed on an issue that was much more important to them: How the universe was created to begin with. See, the Stoics knew that the universe was God and that everything was formed by this conflagration of fire and air called pneuma. But a pantheistic outlook wasn't compatible with the three religious groups of the time: Paganism, Judaism and Christianity. Plato's outlook was for the most part. To explain why, I think it's best to discuss it in relation to one of the most noteworthy and brilliant of the Middle Platonists: Philo of Alexandria.First and foremost: Philo of Alexandria  lived in Alexandria. The city of Alexandria was named after Alexander the Great...who founded it on the north coast of Africa in 331 BC and created an entirely new...extraordinary kind of city. There was an island called Pharos that was about a mile offshore of Alexandria...and because the Egyptian coast was too jagged for boats to be able to land consistently in the past...Alexander built a giant causeway from the shore of Egypt all the way to this island which created a MASSIVE artificial harbor that connected directly to the Nile, and on this Island of Pharos, so that every ship passing in the night would know exactly where his city was... he built one of the seven wonders of the Ancient World...the lighthouse of Alexandria. The city itself...was magnificent...Alexander embraced a lot of Egyptian culture...so instead of Razing the city to the ground and building a more Greek city...the people of Egypt embraced him and built these HUGE beautiful temples and monuments that are a really interesting fusion of Greek and Egyptian Architecture...not only that, but they had one of the biggest and most influential libraries in all of the ancient world...by the time Philo was living in Alexandria...it was a busy, prosperous nexus of cultures.If there were three main religious groups at the time, we're gonna talk about one philosopher that heavily influenced each one of them. For Judaism...it was Philo of Alexandria. This isn’t the same Philo that we talked about in the last episode about skepticism...Philo was Jewish, but he was also a Platonist. and he spent his life trying to reconcile the two. But he didn’t think there was very much to reconcile...because his favorite philosopher...even over Plato...and in his eyes, not only the GODFATHER of all philosophy, but the greatest philosopher who ever lived, was Moses.John Myles Dillon was a philosopher from the 1930s and he talks about how Philo thought of Moses here,\"His guiding principle was that Moses was a great philosopher (in fact, it turns out in practice, a great Middle Platonist) that all parts of his work are replete with philosophic content and are coherent and consistent with each other....How, one may ask, does Moses come to be, not just a Greek philosopher, but a full-fledged Middle Platonist? One half of this answer lies in Philo's view of the history of philosophy, which I have alluded to earlier. According to this view, Plato was a follower of Pythagoras and Pythagoras was a follower of Moses....he goes on...for Philo, Moses was not only a philosopher, but the very father of philosophy, from whom all Greek thinkers take their best ideas.\"Think back to our Plato episode...Plato was heavily influenced by Pythagoras. Philo knew this...and based on evidence that later became heavily disputed, Philo ALSO thought that Pythagoras was taught and heavily influenced by the followers of Moses. Philo recognized Plato's brilliance, but really he just saw Pythagoras as an extension of Moses and Plato as an extension of Pythagoras....Plato's value was that he was a relatively modern guy that encapsulated all of this ancient wisdom incredibly well, but more importantly, he gave people new philosophical works to study...i mean without Plato...what would the Middle Platonists read? And other western thinkers like Aristotle and the Stoics...they were just restating what Plato had already said.These are some wild accusations... where is he coming from with all this?Well he got it from reading the philosophical works of Moses. Or at least he saw it that way. The first five books of the old testament are known as \"The Torah\". They are not only incredibly important to Judaism as a whole, but they are also supposed to be the writing of Moses himself...you know...the VERY IMPORTANT groundwork, the foundation on which your eternal fate rests... that God told Moses to....pass along to the rest of us. Well for Philo this was double awesome...this was like Elvis and Justin Bieber doing a concert together...he was Jewish, and he loved Moses. So he spent his life trying to interpret the torah not just as a divine proclamation on behalf of God, but as a philosophical text from the philosopher Moses. As far as Philo saw it, there was MORE to the first five books of the Bible than meets the eye. He went through it line by line writing commentary, not just interpreting what the average reader might INITIALLY think it meant, but giving an account of what he thought were OBVIOUS allegories underneath the surface purposely written by Moses.To a modern person, it may seem obvious that you can read the bible...or some other religious text...and think...these stories and this explanation for how it happened isnt actually how it happened...but these numbers and characters symbolize other things...much deeper things. Well, for people of Philo's time it wasn't obvious. In fact Philo was kind of a genius. He may be one of the reason's it's obvious to me and you.If you look at Philo through the scope of philosophy as a whole, this is the most important thing he brings to the table. The idea that you can look at the bible...you can look at these things that just seem like stories on the surface...but underneath the surface there are broader philosophical overtones at work here...that’s huge. Philo was a pioneer in this field. Some people even think that he may be the sole reason that once Christianity became dominant in the western world, that philosophy could even exist alongside of it in even a small capacity.Here's an example of his work... we've all heard about the story from the bible of how the earth was created in seven days...now at first glance this seems like a fairy tale...like...how can God have a day if hes not orbiting around a sun...it seems like a nice story created by ancient humans to explain things to ancient humans before they realized the implications of what day and night actually are....but if you look at this account like Philo did...he said that it wasn't that it happened in 7 days...that obviously doesn't make any sense....he said why would an all powerful god take 7 days to do anything...he did it instantly......but Philo said...the real significance... was that Moses was kind of speaking in code here. you know...The creation story of the Bible goes on the first day god created light...on the second day he separated the waters...etc...But Philo thought that the thing Moses said was created on each day corresponded with something else, mostly... the properties that each number inherently holds. Properties that we would later see Pythagoras talking about. Remember, the Pythagoreans thought that the number 6 was a perfect number because it was equal to the sum of all the numbers that can divide into it besides itself...in this case 1, 2 and 3...well Philo interpreted that the physical world was created on day 6...and that perfection is why. He had one for each number...he thought animals were created on day 5 because they have 5 senses...He went through the entire Torah like this...verse by verse...giving the interpretation that most people would have...the one that is only on the surface...and then the true philosophical meaning underneath the text. How the universe was created was the most important part to him... he had to find a way to reconcile his interpretation of the Bible with Plato and his story about how the universe was created...he laid out his story in his famous work called the Timaeus.It wasn't as bad as it could have been. I mean there were definitely similarities...on one hand you have the book of Genesis talking about one Supreme God that has unquestionable dominion over everything and on the other hand, you have Plato...who believes that the universe was created by a master craftsman... who looks to the world of forms ...as a pre-existing blueprint for how to make each individual thing. The best way to understand how Plato thinks the universe was made is to think of yourself as a master craftsman. Now, I don't know about you guys, but I'm not even a mediocre craftsman, let alone a master. In fact, the only time I FEEL like a master craftsman...and come to think of it...the only time I ever build something from a plan...is when I get something from Ikea. So bear with me here, Ikea... is the world of forms.Imagine yourself as a master craftsman God...walking through the aisles of Ikea...and you come across some bookshelf called...organblaggen or something...and you buy it. Now imagine if when you're looking at that organblaggen bookshelf on the sales floor of Ikea... imagine if that was the only blueprint you had to put it together when you got home. Imagine if you had to look at the bookshelf and go home and try to make it exactly like that one. Well you probably wouldn’t do it absolutely perfectly...you'd probably end up with half a bag full of screws...you'd probably end up with...an inferior copy of that bookshelf. Your bookshelf is never gonna be as perfect as the one at Ikea... but it's still a bookshelf. Well in that case...Ikea is the world of forms...the Ikea store up in the sky with the perfect version of the end table...the perfect version of the bookshelf...think of the bookshelf you put together as the inferior copy of that bookshelf... or the physical world as created by the master craftsman of Plato's Timaeus.Plato thought that the world of forms exists separate from the master craftsman... and that the master craftsman creates the world using these forms as a blueprint. Philo said that the creation story in genesis wasn’t talking about the creation of the earth...but that Moses was laying out an explanation for the creation of the world of forms. Then he points to specific passages later on in genesis to make a case for THAT being the ACTUAL time that the physical world was created.The importance of this is that is allows the fundamental ideas of Plato, like his world of forms and creation story, slightly tweaked...to be compatible with Judaism. See Plato thought this master craftsman of his... was only that...a craftsman...he had these perfect forms he was seeing at Ikea...the world to him was like one of those sample living rooms that they have at Ikea so you can see how things would look in the context of an entire room. He was looking at the organblaggen bookshelf...next to the stuklobben nightstand...next to the entertainment system...and he was recreating it. But there was still some tweaking to do. Plato's account isn’t very friendly with the Monotheistic outlook that God is an all-powerful supreme being that has dominion over everything...his almost puts God and this world of forms on the same level. So with a very slight adjustment...Philo says that God IS in fact a Supreme Being and that the forms really only exist in his mind. God can still look at these forms as a plan...he just doesn't have to drive all the way down to Ikea to see the world of forms. Basically, God has a photographic memory in our Ikea example.Like what he has to say or not, I think Philo is a genius. He also manages to take the ethics laid out in the Torah and reconciles them with Plato's ethics. The idea that happiness lies not in bodily pleasures or external goods but in living virtuously is something that is touched on in not only Plato's ethics...but Aristotle's ethics and Stoic ethics as well. Philo thought that all of these ethical positions are derived from the same guy...Moses.\\Philo said that the Torah strongly reinforces the idea of turning away from bodily pleasures of the body towards virtue...he didn't think man actually began his existence...one man..one woman in some paradise garden somewhere...thought that the Garden of Eden symbolized virtue and that Adam and Eve's submission to that persuasive talking snake and the subsequent eating of the fruit...ACTUALLY represents a submission to bodily pleasures and a departure from virtue.plus, as we've seen before, the definition of what virtue is varies from philosopher to philosopher. For Philo, virtue means adherence to God.Now, if Philo of Alexandria was the Middle Platonist representing Judaism...then the Middle Platonist representing Paganism was a guy named Plutarch. For anyone not familiar, to say that something is Pagan is actually a pretty vague term...In modern times Paganism refers to any religion that isn’t Christianity, Judaism or Islam. So back in Plutarch's time it meant a religion that wasn't Christianity or Judaism. Plutarch was born into a privileged life... his family was wealthy and successful. Plutarch...didn't waste his gift. He became a priest at the local temple for the Greek god Apollo at Delphi...but on top of that he became a magistrate in his home town of Chaeronea... he'd travel around and represent his home at the various places where they needed a representative of his town. Despite his obvious differences from Philo of Alexandria...he still dedicated the time he spent as a middle Platonist to reconciling the teachings of Plato with something perfectly compatible with modern religious beliefs.The most notable philosophical work of his life was a clarification of Plato's creation story that allowed it to be completely in harmony with his ethics.Plutarch noticed that there were a couple lines in two completely different treatises by Plato that seem to say the opposite thing from each other. In the Timaeus...Plato says that the universe was created by a master craftsman...but in the Phaedrus he says that because the human soul moves around all by itself...you know when you die it flies around and goes where ever it goes...based on that...the soul is eternal and wasn't created by anything.Plutarch clears this up by saying that Plato is talking about two completely different souls...one irrational eternal soul that isn’t created by anything...that’s in each one of us...not created by the master craftsman...god did create the world, but he didn't create the stuff that he makes the world out of.... and because this irrational soul is part of that stuff...because it isn’t made by a perfect creator, its irrational...however...the master craftsman does make a rational soul for the entire universe...and that’s what he was talking about in the Timaeus... this is a view that is unique to Plutarch and its obvious that its one of those combinations of elements from multiple philosophies that we talked about earlier...you know, both Plato and Aristotle and the idea of the soul having a rational and irrational part dueling against each other...the stoics and the spark of the divine reason that governs all things being inherent in every one of us...and obviously Plato and his Timaeus.This irrational part of the soul is something that Plutarch refers to all the time in his philosophy. Even ethics. Things that are not virtuous appeal to the irrational part of our soul. People who are destructive or fake appeal to the irrational part of our soul. Plutarch actually had a lot to say about friendship, how to treat your friends and what makes a good friendship...he actually wrote an entire book called \"How to tell a Flatterer from a Friend\". and it's exactly what you'd expect...he lays out a comprehensive argument for what a flatterer is...how to identify a flatterer vs a friend...how to treat flatterers and not sacrifice your own virtue...he even spends the last 12 chapters of the book talking about the proper way to talk to your friends honestly. This topic was obviously very important to him, and it makes sense.Plutarch was born into a rich family and had a prominent standing in local politics...if you were someone looking to flatter someone to get some sort of selfish gain...Plutarch is the exact type of person you would target. There’s no doubt he dealt with tons of these people...but the most interesting part is how much of it directly applies to relationships today.So... what is the difference between a flatterer and a friend? Well to Plutarch, friends are incredibly important to our individual happiness and well being, for various reasons. For one, they bring us companionship. You know... it's good to know no matter what happens someone is always gonna be there for you. But, the most important thing...the biggest value that friends have to us as far as Plutarch sees it is that they can be honest with us. I mean, think about it...who else can we actually rely on to be that voice of reason for us? Who can we actually rely on to call us out when were lying to ourselves or we're being an idiot? Strangers? They might do it sometimes... but we can't rely on them for it...most of them just mind their own business. Can we rely on our enemies? Of course not. Too much is at stake. We need friends. Sometimes, we need a different set of eyes other than our own to look at us...no you're not going out in public in that fanny pack...even if you ARE trying to be ironic. If the only things we were ever able to improve on were things that YOU were perceptive enough and honest enough to notice in yourself...think of how slowly you'd improve...think of how little you'd ever notice was wrong. Plutarch says that this is because we delude ourselves. It's even easy to flatter yourself.He said, \"We must eradicate self-love and conceit, because by flattering us beforehand they render us less resistant to flatterers.\"You know when you go into someones house and it smells like old food or dead animals or something? It's not like these people spray dog feces scented Febreeze or something...they can't smell what you smell because they are immersed in it. A fox cant smell his own hole...To them, their house just smells like air, but an objective outsider like you knows better. Just how this person isn't able to tell that something is wrong despite being around it all day long, the same thing applies to the way they behave or the way they look or the way they think. Friends offer an objective honest perspective that we can rely on, and the value of that is priceless.Now, only by understanding how important friends are can we truly understand how dangerous flatterers are to Plutarch. If the value of friends lies in their honesty and the various ways that honesty enriches our lives, then the danger of flatterers lies in their dishonesty and the various ways that dishonesty destroys our lives. But what exactly is a flatterer?Plutarch isn't scared to answer, \"That last one is referring back to what we talked about before...the irrational part of the soul vs the rational part of the soul. The flatterer appeals to the irrational part of the soul. Plutarch says, \"The flatterer is always covertly on the watch for some emotion to pamper. Are you angry? Punish them. Do you crave anything? Buy it. Are you afraid? Flee. Are you suspicious? Give it credence.\"Plutarch goes on...paragraph after paragraph...giving an extremely detailed account of not only the common mannerisms of these flatterers...but the common tactics they use to try to get what they want. He paints a picture of these people being methodical in how they find their victims...they find someone that has something they want...something they can give them. Keep in mind this doesn't need to be money or stuff...this could be anything...this could be a womanizer...this could be someone that just wants a ride down to the convenience store...and once these people find the person that has something they want...they pretend to agree with you, as if they have similar interests and ways of thinking like your friends would. Plutarch says,\"Why should the parasite insinuate himself under that disguise? And yet he, as counterfeit gold imitates the brightness and lustre of the true, always puts on the easiness and freedom of a friend, is always pleasant and obliging, and ready to comply with the humor of his company. \"Did you catch that? He actually refers to these people as parasites. These people weren't just an inconvenience to Plutarch, they were toxic. A parasite by definition is an organism that lives by consuming nutrients at the expense of its host. And this really is the difference between a friend and a flatterer for Plutarch...it was a question of motives. A true friend always acts in your own best interest, no matter the immediate cost to you or them. A flatterer just always tries to please you, because they want something from you. BIG difference. The other day I was reading about Hitler and the closing months of WW2... and the book I was reading was talking about how whenever one of Hitler's top generals would come to him with information or results that were bad, that bad things would happen to that person that gave him the bad news. They'd get fired...they'd get shot...something. Well, problems didn't just stop happening...people just stopped telling him about them. So eventually, Hitler didn't even have the ability to fix anything, because he didn't have anyone that was willing to tell him the truth for fear of what might happen to them. Hitler, in the closing days of WW2, basically surrounded himself with flatterers, and I don't think I need to tell you guys how that worked out for him.Plutarch said \"The flatterer thinks he ought to do anything to be agreeable, while the friend by always doing what he ought to do is ofttimes agreeable and sometimes disagreeable not from any desire to be disagreeable. He is like the physician who administers an unpleasant remedy.\"So what should we do about these people that selfishly damage us for their own personal gain...pretending to be our friends so they can get what they want, and how do we know someone is a flatterer for certain? Well Plutarch suggests a couple different courses of action, but one of the best ways to know for certain if you're dealing with a flatterer is to feign ignorance about something. Plutarch says to give him terrible advice. Advice that is supposed to be ridiculous. Pretend you are stupid. But you gotta do it with a perfectly straight face and you gotta sell it...because if he thinks you are serious, then he's going to agree with you about anything. and if he agrees with you about your terrible advice...well then he's definitely a flatterer.Plutarch says,\"Now to discover the cheat which these insinuations of our own worth might put upon us (a thing that requires no ordinary circumspection), the best way will be to give him a very absurd advice, and to animadvert as impertinently as may be upon his works when he submits them to your censure. For if he makes no reply, but grants and approves of all you assert, and applauds every period with the eulogy of Very right! Incomparably well! — then you have trepanned him, and it is plain that, thoughHe counsel asked, he played another game,To swell you with the opinion of a name.\"In modern times, we think of friends slightly differently in particular circumstances...The main thing I get from How to tell a flatterer from a friend is that if Plutarch lived today...he would’ve hated Facebook. I mean, if a flatterer is someone who falsely represents themselves for personal gain...then everyone's Facebook friend list is full of flatterers. I once knew this guy who was completely miserable. I mean...he was always angry about something...he was constantly talking about how much he hated his wife and kids...attacking people..saying that vacation is worse than working and working makes him want to kill himself...the guy was 28 years old with crows feet around his eyes...but it wasn’t because he grew up somewhere sunny and he couldn’t afford sunglasses...it was because he was always glaring about how mad he was about something. I worked in close proximity to this guy for a good year...and I can honestly say that I never heard him say a single thing that wasn’t disingenuous conversation or a complaint. One day, randomly he was taking a picture with someone, and instantly his expression changed...he was smiling for the camera. And it was weird...I had never even seen him smile before, at work, outside of work, with his family...never. 500 years from now...when someone looks at that guy's Facebook page...when they look at his time line of pictures...they're gonna say here's a guy who is obviously a happy guy that worked hard, loved his family and enjoyed life. I mean look at him...he's smiling in all his pictures...here's a list of all these things he's passionate about...he must have really enriched the lives of others.Is a Facebook profile a true representation of a person? Or is it just who that person wants you to think they are? To me, the things that make people unique and interesting are their flaws...the things they wouldn't initially be inclined to tell you about...the things that they wouldn't dream of including on a Facebook page. A Person becomes the curator of their own museum...their false identity interacting with the false identities of others...but it's unavoidable, social media profiles will never be truly accurate for the same reason that reality TV will never be reality once the cameras are turned on. Plutarch would have pointed out, yeah this person has 900 friends on Facebook, but how many of those people are being totally honest with them. How many of those people can they truly say are always working in their best interests, and how many of them are parasites that occasionally please them?So Philo and Plutarch were middle Platonists, followers of Plato who moved away from the skeptical academy and towards a more dogmatic reading of Plato...borrowing the best things from a few other philosophers to eventually make a sort of Frankenstein philosophy that would dominate late antiquity called Neo-Platonism. The resurgence of Aristoteleanism during this time is a little less straight forward...and not entirely relevant. There was certainly more going on for Aristotle during the Post-Hellenistic Age than in the Actual Hellenistic Age, but all of it is insignificant compared to the dominance he gains later. Many of you listening to this may already know that the Dark Ages was, well, among many other things, a time in the West when philosophy didn't have much going on. And as we'll talk about then, most people think it can be entirely attributed to the dominance of Christianity at the time, but that's not entirely true. Many people say that Aristotle, at least indirectly played just as big of a role in the stagnation of the Dark Ages as Christianity...maybe even more!The \"rise\" of Aristoteleanism during the time period leading up to Neo-Platonism mostly was the terrific commentaries that sort of \"microwaved last night's leftover Aristotle\" so that the Middle Platonists could take it, pick out the best parts of it, and apply it to their system."}