{"ep": "Episode #135", "title": "Leo Strauss - Ancients vs. Moderns", "spoken_text": "This is a transcript of episode #135 on Leo Strauss. Check out the episode page HERE.So picking up from where we left off last episode...there's a strong contingency of philosophers living in the early 20th century that have grown increasingly dissatisfied with rationality as a guide for arriving at certainty about things. They feel this way for a number of different reasons... but it should be emphasized that their critique of rationality was not the only side of the story here. Like any good philosophical critique... sometimes questioning something can't offer a sense of clarity for any real length of time...sometimes when the critique is good enough...when we ask questions...it just leads us to more questions. This was definitely the case in the early 20th century...you know...speaking of strong contingencies there's ALSO gotta be a strong contingency of people listening to the last episode of the show...living as the beneficiaries of the last 100 years of human thought...who found themselves a little frustrated with the critique of rational analysis overall. There must be some people out there who are willing to ask the extremely VALID question: what are we even supposed to DO with any of this information. This person might say: Look, I hear all your criticisms of rationality, and lets SAY, for the sake of the conversation, let's say that EVERYTHING you're saying is an amazing point that needs to be taken into consideration...well don't we still need to have a working arrangement with the reality we live in? Don't we still need SOME METHOD of determining what's going on vs what's NOT going on? What's the plan? I mean, what are we supposed to do? Are we supposed to throw out rationalism now? Buy everyone a magic 8 ball and say \"start shakin' everybody!\" What's the plan here? Not to mention, let's look at the entire basis of your critique of rationality for a second here...uh, Got a few problems...I mean, for one...you're USING rational analysis...to critique...rational analysis. How you gonna reconcile that? Because that's the thing: maybe we DO run into problems the minute we try to use rationality as a tool to arrive at certainty, but none of these criticisms has adequately made a case that reason isn't the best thing we have going for us....and they CERTAINLY haven't made a case for some alternative that's better. See if rationality is a tool that we have in our toolbox, the early 20th century wants to show us that it's not the only tool we have and it's not a universal tool that you should use for every task you have. But none of that is to say that there aren't specific areas where rational analysis isn't the best type of analysis. For example, some thinkers would come to say that maybe the most effective setting for the usage of rational analysis is at the sort of macro level of navigating the world. That in the same way in the quantum world there is a different set of rules that things seem to play by, and in response we need a different set of assumptions we proceed from in our analysis...maybe at a societal level or at points in our internal experience of things rational analysis is less useful... but it is by far the best tool we have in the middle territory between those two extremes. Here's the point: this is a baby bathwater situation here. We can't do away with reason entirely...it's proven far too effective at producing SOMETHING that's extremely useful to us. The question is what exactly is that SOMETHING it's producing and how does its production fit into discourse at large? Another problem someone might have with this whole critique is that the unintended flip side of critiquing reason... is that the enemy of my enemy unintentionally becomes my friend. What I mean is: showing the limitations of reason was for these philosophers in the early 20th century an attempt to dispel dogma...but as you can imagine... these arguments can easily become ammunition for any extremist group to drum up support for their cause, all the while not having to conform to the bounds of reason. When thinkers in the early 20th century were faced with all these questions...There were a lot of different responses. But it's important to note that virtually NONE of these responses had anything to do with throwing out reason in its entirety. When someone says something like, Rational analysis doesn't produce certainty...so let's throw it out and find something to replace it with...that person is making the SAME MISTAKE the thinkers did at the beginning of the Enlightenment when they replaced faith based certainty with rational certainty. Remember...these early 20th century thinkers weren't opponents of reason...they were opponents of dogma...and nothing showcases that fact better than considering how hard these thinkers worked to preserve reason moving forward...and there may be NO philosopher MORE emblematic of this approach...than the early 20th century thinker... Leo Strauss. Leo Strauss was a huge fan of rational analysis...so it may seem contradictory to say that he also thought that the entire project of modernity was doomed to failure from the start. This may SEEM contradictory...but let me explain why it's not...and the story begins with his response to one of those critiques of rational analysis that we talked about last episode: the cultural contingency of reason. When people say that reason is relative to the culture that's doing the reasoning...limited to the cultural biases, limitations, the perspective of the observer, etc...when people are making that case: a common thing they'll say is, well, look at ancient Greece. What was \"reasonable\" in ancient Greece is MASSIVELY different that what we'd call reasonable today. Their point being that clearly rationality is not some ahistorical, acultural tool for arriving at the objective truth about things...what was rational in ancient Greece was relative to their own biases and limitations as a culture...the ultimate point being that: we're no different. Now as a fan of rational analysis, Strauss doesn't REJECT that point...instead he accepts it and he asks the question: well then what, does, that, mean... for how we should be using reason in our societies moving forward? So, a concise way to sum up Strauss's answer to this question is: the fact that reason is relative to the culture it was produced in...is not a WEAKNESS of reason at all...it's actually a strength in his eyes. Strauss thinks: Rationality is not a lost cause just because it doesn't produce certainty...what we should be doing...he thinks is using the limitations of reason to the benefit of our societies...because here's the thing, he would say: there are many...MANY different elements to building and maintaining a society, and a SINGLE approach to rationality.... may not be able to deal with all of them...different societies have different strengths and weaknesses...the rational approach of one society is going to be good at some things and bad at others...another society's approach might be good and bad at other things. He thinks our rationality...the rationality of the Enlightenment...did a lot of good... but it also has produced a lot of problems that are proving very difficult to solve simply with OUR VERSION of rationality...Here's his idea: what if we used the societies of the past as a guide...and returned to a different TYPE of rationality that can help us solve the problems that Enlightenment rationality has produced? To start building his case here...what he'd want us to do is consider the fact that there's a lot of people in our modern world that carry some pretty over-simplified views when it comes to the idea of progress, throughout history. There's this very popular idea...that the entire history of the western world has been some sort of linear, constant progression that all culminates in this moment, right here. Societies have all built on the mistakes of the societies before them... and we are currently living in the PINNACLE of what humanity has ever achieved, now...Strauss would say: that is absolutely TRUE... when you look at it in terms of a few specific, narrow markers. For instance, and for the sake of argument, modern medicine is just far more advanced than the medicine developed during the time of the ancient Greeks. The technology we have today...is just far more advanced...the level to which we can harness and manipulate the natural world to our benefit...is just more advanced than back then. But Strauss would say if you ONLY looked at the idea of progress based on these criteria...then you're putting a very charitable, modern bias on what the word PROGRESS really means. Progress...he's going to say...is a far more complex idea than just whether you have rocket ships and stem cells. Strauss would ask do you think there are any areas of society where the rationality of Ancient Greece produced better results than our modern rationality? Well just to throw one out there to get the conversation started: how about the fact that ancient Greece produced a society... where there weren't masses of people desperately trying to find meaning? A society where it wasn't downright impossible for reasonable people to believe that their life had any sort of natural purpose that belonged to them? To feel any sort of connection to the universe or some grand design. Think of the tragic ways that people often cope with this alienation of modernity...and then Strauss would want us to consider that progress is not something that can be quantified by looking at just a few points of flourishing. Progress may be something with thousands of different components, cultures throughout the years ebbing and flowing, progressing and regressing in different ways based on what each individual culture decided to focus their efforts on. The question Strauss would want to ask is: what has modernity focused its efforts upon...what areas are we great at, what areas are we lacking in...how did it get this way, and how might the cultures of the past help us understand ourselves better? This whole line of investigation that we're talking about...Strauss often refers to it as thinking of history in terms of a contrast between the different approaches utilized by the ancients...vs the moderns. Ancients vs. Moderns...OR another way of thinking of that same distinction that's going to be very useful to us is to think about the Ancients vs the Moderns as the IDEAL vs the REAL. Let me explain what Strauss means. When the project of modernity began...our scientific method ASSUMED value-neutrality. In other words, we assumed NOTHING about things like the origins of the universe...the purposes of things...you know, WHY a volcano is what it is doesn't really matter when conducting modern science...the job of modern science is to observe and describe WHAT there is...not why it's there...now contrast that with the ancient Greeks... who used the Aristotelean scientific method...a scientific method that assumes the existence of final causes. In other words when conducting science, and doing ANY sort of rational analysis for that matter...the ancient Greeks proceeded from the assumption that there ARE purposes to things in the universe, and that they must fit together in some sort of orderly way. Another way of putting this would be to say that the scientific method of modernity concerns itself with the REAL...it tries to assume no values and get to the bottom of the true nature of reality...whereas the scientific method of the Ancient Greeks concerns itself with accessing the IDEAL...or finding the different categories of existence and how they relate to teleologies that exist in a larger ordered universe. Moderns focused on the REAL the ancients on the IDEAL. Let's look at another example of the ancients moderns ideal real situation here... we'll start with the ancient Greeks this time. When the ancient Greeks apply their culture's version of rationality to the task of building a state...living in a universe that assumes the existence of final causes and teleologies...the RATIONAL thing to assume at that point becomes that there must be some sort of IDEAL version of a state that we can arrive at if only we reason about it long enough. From there, it's reasonable to assume, there must be some sort of ideal STRUCTURE to that state. From there there's an ideal way to be a ruler...a government official, a warrior, an artisan...from there there's an ideal way to be a citizen of a state more generally...there's an ideal way to be a friend, to be a partner, to be a sister, there's an ideal way to be a person beyond that, if only we use rational analysis to look at it closely enough. Now, when someone is BORN into one of these societies...when they're growing up and learn about the way the universe is...they INSTANTLY have a couple dozen ideals of purpose that they can be striving towards...and by ideal the Greeks didn't mean some sort of transcendent thing where you'll start glowing once you finally reach it...no, you're NEVER going to reach these ideals...and that's not the point anyway...the point of these ideals was to serve as moral sages for people and societies to strive towards. So even though they talked about things like ideal societies, or rulers or even something like being an ideal friend...nobody REALLY thought they were ever going to achieve the IDEAL society one day....the point... was that society itself... was structured around virtue. We have these ideals that we will never actually reach, but we will nonetheless try our best every day to get as close as we possibly can to them. The point of these ideals, Strauss tells us, was the process...and this process was in many ways a governing influence for ancient Greece. Contrast this with the value-neutrality of modernity. When the project of modernity begins and the gauntlet of the Enlightenment is thrown down...we start structuring our societies around the idea of rational individual self-interest. In other words..once modernity comes around...we are no longer gonna be structuring our societies around virtue...we're no longer aiming for some ideal society or some ideal citizen OF that society. We don't believe in final causes anymore...so instead of trying to construct an ideal state...we decide we want to create what you could call a \"REAL\" state...REAL in the sense that it's something we can ACTUALLY design and implement...and then put systems in place that ensure it will stay that way. When you have people constantly striving to be the best ruler or citizen they possibly can...things can take care of themselves most of the time...but modernity didn't have that luxury...when you assume no values written into the universe and then build your political system from there...you need to construct safeguards like the legal system and constitutions to ensure that even when you DON'T have a virtuous ruler or citizenry...the society still will exist at a certain standard. To create things like a legal system or a constitution without assuming any values written into the cosmos required modernity to base this new political tradition on the rational, self-interest of the individual. People no longer fall into a clear role or ideal within the structure of a society...no, people are individuals now...when I decide to participate as a citizen in a society... I'm not doing that because, you know, man is a political animal at the level of the universe..when I decide to be in coalition with other individuals I do so solely because it benefits me to, it is in my rational self-interest to be a part of society. Strauss would say that this political strategy of modernity has proven to be a giant mistake for western civilization. Because the problem with assuming value-neutrality...and then building an entire political tradition on top of it...is that the political realm NEEDS VALUES to be able to make decisions about things...things like how should our society be? How should we treat our citizens? Where is our society headed? Strauss thinks the Enlightenment leaves us with no real answers to these questions...and what eventually happens is we're left with no values and the entire project of modernity begins to consume itself. The modern political tradition cannot work the way it was designed to work if its left to play out long enough...left to play out to its natural ends...modernity will always, and unavoidably lead us to Strauss's collection of a bunch of really bad isms that we ultimately need to look to for our values.Modernity eventually always leads to either relativism...or meaning being something that is entirely relative, which doesn't give political institutions much guidance...historicism...or meaning being derived from whatever historical context we happen to be in...scientism or meaning being deferred to the sciences...economism or meaning coming from economic matters...or lastly Nihilism...which in casual conversation may look like someone drinking themselves to sleep every night...in THIS context it just goes one step further...if there is no intrinsic meaning to anything in the universe...then hings STILL seem to have meaning to us in the world...where does that meaning come from? Power dynamics for Nihilism...when you control the discourse surrounding a topic you control the meaning that surrounds that topic. These five things: relativism, historicism, scientism, economism and nihilism are the endgame for modernity...every single time for Strauss. When you try to build a political tradition on top of a foundation where you've tried to be entirely value neutral...the Enlightenment political tradition eventually HAS TO consume itself. Which can make you wonder why this new political tradition has lasted as long as it has without devolving into relativism all the way back in the 1700s....Strauss would say the only reason it's lasted THIS long...is because we initially carried over an enormous amount of baggage from the days where we believed in teleologies and final causes, from the days when values were POSSIBLE in a political tradition...but if you leave modernity to it's own devices...given enough time to play out...these five isms and all of the political turmoil that spawned out of them in the early 20th century was ALWAYS going to be the outcome. See, to Strauss, even things that masquerade as enlightenment political values always lead to this outcome...take Enlightenment era Liberalism for instance....Strauss would say it is no coincidence...that modern liberalism has an ethos where it aims towards multiculturalism and acceptance of all ideas no matter how outside the box they are...and the fact that relativism was the ultimate destination for the modern political process. The liberalism of the Enlightenment, to Strauss, inextricably LEADS to relativism...which then leads to different forms of Nihilism...not the least of which may in some extreme cases lead to Tyranny. He makes a case that the agenda of the Third Reich in Nazi Germany in many ways is an expression of the thought of the Enlightenment...because similar TO the Enlightenment their chief aim was to do away with the existing traditions and values and replace them instead with a power structure under which the universe could be controlled...or at least SEEM to be controlled. The ultimate point is that political institutions NEED values in order to make decisions...and because of this fact...to Strauss, the relativism of modernity can not ever last for very long, or else that relativistic void where there are no values...will come to be replaced by something. Whether that something is Nazi Germany or a value system that WE decide to implement...is really up to us. This is WHY Strauss thinks the solution is to return to a political process that more resembles the one devised by the ancient Greeks...a political process embedded with values that can actually inform us as to how society should be structured...and how citizens should fit into that society. This is an example, Strauss thinks, of how the rational approach of the ancients did something a LOT MORE EFFECTIVELY than the rational approach of the moderns. Maybe it's time we start looking at OTHER FORMS of rationality to find solutions to the problems OUR VERSION of rationality has caused. Strauss talks at one point about how in one reading of Plato...the Greeks seem to have been fully aware of the possibility of the experiment of the Enlightenment...and they seem to have been fully aware as to how it would all play out...he says at one point Plato seriously considers implementing something extremely similar to our modern scientific method...but ultimately decides against it because the end result would be that it would rob human beings of their identity and values. The trade off just wasn't worth it to Plato. The most important question we need to answer at the beginning of the 20th century...is what do we base the values of our political system upon....what Leo Strauss is ultimately saying is: when you pay attention to answers Modernity is ACTUALLY giving us to this question...the silence is deafening. We may have made tons of progress in Agricultural science so that far fewer people need to go hungry...but we shouldn't stand by satisfied with scientific progress... while the entire western world lives through the greatest famine to date when it comes to meaning and values. More generally than that though...what good is having all the bombs, tanks and artillery in the world if you have no values to direct how they should be used? You're just waiting for a third party to step in and impose it's values and use that destructive power however they deem fit. Strauss would say this political landscape at the beginning of the 20th century, the situation modernity has created for us...is primed for nationalism. We'll see how that plays out. But at the center of this whole discussion is this classic Strauss divide between the ancients and the moderns. Societies focused on the ideal...vs societies focused on the real. You may wonder why someone so interested in the political realm spent so much of his time engaging in philosophy. Well if you asked Strauss what the value of philosophy was...like a lot of his world view, he's wouldn't be satisfied by the answers that have been given to us by modernity...and he thinks there is a lot of clarity to be found by going back and seeing how the ancients would have answered that same question. Philosophy, during the time of the ancients, was not seen as an academic institution. There were no multi-volume sets to be read...there were no terms to memorize...philosophy all the way back then...was a way of life. Philosophy was an attitude towards your disposition as a human being. Being a philosopher wasn't about the degrees hanging on your wall or sounding smart at parties...being a philosopher was about a quest that you were on. Strauss wants us to consider...what exactly was that quest that philosophers used to be on? What were they trying to accomplish by conducting philosophy? The answer Strauss gives is that during the time of the ancients philosophers used to be on a quest to discover knowledge...of the whole...as opposed to knowledge of individual particular things. Philosophers don't much care about particulars...they care about categories of things and how those categories relate to the whole. Now...as we talked about...the Greeks...were extremely skeptical of humanities ability to ever be able to arrive at knowledge of the whole. Knowledge of the whole is the ideal that they're striving towards that they're never going to get to...modern science...while nobody's saying that we're for sure ever going to get there...the AMBITION of modern science requires, and believes at least in theory...that knowledge of the whole is something we might just arrive at one day. This difference is in MANY WAYS THE DIFFERENCE between the ancient focus on the ideal and the modern focus on the real. The value of philosophy, to Strauss, is in the pursuit towards an ideal. In the same way other professions may strive for perfection, but have to come to accept that they will never actually reach it...philosophers live their lives in pursuit of knowledge of the whole, but to Strauss, what they will have to come to accept is that the understanding of the universe, the clarity that they want so badly...is just always going to elude them. But that shouldn't matter...says Strauss. The value of philosophy doesn't lie in the results it produces...but in the process you're engaging in. Philosophy is valuable as a way of life...because unlike every other way of life out there it requires you to resist that all too human tendency...to oversimplify, lie to yourself, make excuses, whatever you have to do to convince yourself that you've arrived at a solution about things. Solutions...don't exist except in the minds of people that are hungry for them. Philosophy as a way of life...doesn't allow for this level of dishonesty...and to Strauss that is a big part of it's value. He says be a philosopher. Live philosophy as a way of life...but understand when it comes down to it all that really means, to live life as a philosopher, is to have a genuine awareness of the problems that surround you. But THEN what's gonna happen, he says, once you're aware of the problems...is you're naturally going to be inclined towards finding a SOLUTION to those problems. But beware of this place, he would say...because the moment you decide that your \"solutions\" to the problems become more real to you than your awareness of how problematic the idea of a solution REALLY IS...THAT is when you cease to be a philosopher...that's when THIS happensas he puts it: \"Yet as long as there is no wisdom but only quest for wisdom, the evidence of all solutions is necessarily smaller than the evidence of the problems. Therefore the philosopher ceases to be a philosopher at the moment at which the 'subjective certainty' [quoting M. Alexandre Kojève] of a solution becomes stronger than his awareness of the problematic character of that solution. At that moment the sectarian is born.  \"\nSo picking up from where we left off last episode...there's a strong contingency of philosophers living in the early 20th century that have grown increasingly dissatisfied with rationality as a guide for arriving at certainty about things. They feel this way for a number of different reasons... but it should be emphasized that their critique of rationality was not the only side of the story here. Like any good philosophical critique... sometimes questioning something can't offer a sense of clarity for any real length of time...sometimes when the critique is good enough...when we ask questions...it just leads us to more questions.\n \nThis was definitely the case in the early 20th century...you know...speaking of strong contingencies there's ALSO gotta be a strong contingency of people listening to the last episode of the show...living as the beneficiaries of the last 100 years of human thought...who found themselves a little frustrated with the critique of rational analysis overall. There must be some people out there who are willing to ask the extremely VALID question: what are we even supposed to DO with any of this information.\n \nThis person might say: Look, I hear all your criticisms of rationality, and lets SAY, for the sake of the conversation, let's say that EVERYTHING you're saying is an amazing point that needs to be taken into consideration...well don't we still need to have a working arrangement with the reality we live in? Don't we still need SOME METHOD of determining what's going on vs what's NOT going on? What's the plan? I mean, what are we supposed to do? Are we supposed to throw out rationalism now? Buy everyone a magic 8 ball and say \"start shakin' everybody!\" What's the plan here?\n \nNot to mention, let's look at the entire basis of your critique of rationality for a second here...uh, Got a few problems...I mean, for one...you're USING rational analysis...to critique...rational analysis. How you gonna reconcile that?\n \nBecause that's the thing: maybe we DO run into problems the minute we try to use rationality as a tool to arrive at certainty, but none of these criticisms has adequately made a case that reason isn't the best thing we have going for us....and they CERTAINLY haven't made a case for some alternative that's better. See if rationality is a tool that we have in our toolbox, the early 20th century wants to show us that it's not the only tool we have and it's not a universal tool that you should use for every task you have. But none of that is to say that there aren't specific areas where rational analysis isn't the best type of analysis.\n \nFor example, some thinkers would come to say that maybe the most effective setting for the usage of rational analysis is at the sort of macro level of navigating the world. That in the same way in the quantum world there is a different set of rules that things seem to play by, and in response we need a different set of assumptions we proceed from in our analysis...maybe at a societal level or at points in our internal experience of things rational analysis is less useful... but it is by far the best tool we have in the middle territory between those two extremes.\n \nHere's the point: this is a baby bathwater situation here. We can't do away with reason entirely...it's proven far too effective at producing SOMETHING that's extremely useful to us. The question is what exactly is that SOMETHING it's producing and how does its production fit into discourse at large?\n \nAnother problem someone might have with this whole critique is that the unintended flip side of critiquing reason... is that the enemy of my enemy unintentionally becomes my friend. What I mean is: showing the limitations of reason was for these philosophers in the early 20th century an attempt to dispel dogma...but as you can imagine... these arguments can easily become ammunition for any extremist group to drum up support for their cause, all the while not having to conform to the bounds of reason.\n \nWhen thinkers in the early 20th century were faced with all these questions...There were a lot of different responses. But it's important to note that virtually NONE of these responses had anything to do with throwing out reason in its entirety. When someone says something like, Rational analysis doesn't produce certainty...so let's throw it out and find something to replace it with...that person is making the SAME MISTAKE the thinkers did at the beginning of the Enlightenment when they replaced faith based certainty with rational certainty. Remember...these early 20th century thinkers weren't opponents of reason...they were opponents of dogma...and nothing showcases that fact better than considering how hard these thinkers worked to preserve reason moving forward...and there may be NO philosopher MORE emblematic of this approach...than the early 20th century thinker... Leo Strauss.\n \nLeo Strauss was a huge fan of rational analysis...so it may seem contradictory to say that he also thought that the entire project of modernity was doomed to failure from the start. This may SEEM contradictory...but let me explain why it's not...and the story begins with his response to one of those critiques of rational analysis that we talked about last episode: the cultural contingency of reason.\n \nWhen people say that reason is relative to the culture that's doing the reasoning...limited to the cultural biases, limitations, the perspective of the observer, etc...when people are making that case: a common thing they'll say is, well, look at ancient Greece. What was \"reasonable\" in ancient Greece is MASSIVELY different that what we'd call reasonable today. Their point being that clearly rationality is not some ahistorical, acultural tool for arriving at the objective truth about things...what was rational in ancient Greece was relative to their own biases and limitations as a culture...the ultimate point being that: we're no different.\n \nNow as a fan of rational analysis, Strauss doesn't REJECT that point...instead he accepts it and he asks the question: well then what, does, that, mean... for how we should be using reason in our societies moving forward?\n \nSo, a concise way to sum up Strauss's answer to this question is: the fact that reason is relative to the culture it was produced in...is not a WEAKNESS of reason at all...it's actually a strength in his eyes. Strauss thinks: Rationality is not a lost cause just because it doesn't produce certainty...what we should be doing...he thinks is using the limitations of reason to the benefit of our societies...because here's the thing, he would say: there are many...MANY different elements to building and maintaining a society, and a SINGLE approach to rationality.... may not be able to deal with all of them...different societies have different strengths and weaknesses...the rational approach of one society is going to be good at some things and bad at others...another society's approach might be good and bad at other things. He thinks our rationality...the rationality of the Enlightenment...did a lot of good... but it also has produced a lot of problems that are proving very difficult to solve simply with OUR VERSION of rationality...Here's his idea: what if we used the societies of the past as a guide...and returned to a different TYPE of rationality that can help us solve the problems that Enlightenment rationality has produced?\n \nTo start building his case here...what he'd want us to do is consider the fact that there's a lot of people in our modern world that carry some pretty over-simplified views when it comes to the idea of progress, throughout history. There's this very popular idea...that the entire history of the western world has been some sort of linear, constant progression that all culminates in this moment, right here. Societies have all built on the mistakes of the societies before them... and we are currently living in the PINNACLE of what humanity has ever achieved, now...Strauss would say: that is absolutely TRUE... when you look at it in terms of a few specific, narrow markers. For instance, and for the sake of argument, modern medicine is just far more advanced than the medicine developed during the time of the ancient Greeks. The technology we have today...is just far more advanced...the level to which we can harness and manipulate the natural world to our benefit...is just more advanced than back then. But Strauss would say if you ONLY looked at the idea of progress based on these criteria...then you're putting a very charitable, modern bias on what the word PROGRESS really means. Progress...he's going to say...is a far more complex idea than just whether you have rocket ships and stem cells.\n \nStrauss would ask do you think there are any areas of society where the rationality of Ancient Greece produced better results than our modern rationality? Well just to throw one out there to get the conversation started: how about the fact that ancient Greece produced a society... where there weren't masses of people desperately trying to find meaning? A society where it wasn't downright impossible for reasonable people to believe that their life had any sort of natural purpose that belonged to them? To feel any sort of connection to the universe or some grand design. Think of the tragic ways that people often cope with this alienation of modernity...and then Strauss would want us to consider that progress is not something that can be quantified by looking at just a few points of flourishing. Progress may be something with thousands of different components, cultures throughout the years ebbing and flowing, progressing and regressing in different ways based on what each individual culture decided to focus their efforts on. The question Strauss would want to ask is: what has modernity focused its efforts upon...what areas are we great at, what areas are we lacking in...how did it get this way, and how might the cultures of the past help us understand ourselves better? This whole line of investigation that we're talking about...Strauss often refers to it as thinking of history in terms of a contrast between the different approaches utilized by the ancients...vs the moderns. Ancients vs. Moderns...OR another way of thinking of that same distinction that's going to be very useful to us is to think about the Ancients vs the Moderns as the IDEAL vs the REAL. Let me explain what Strauss means.\n \nWhen the project of modernity began...our scientific method ASSUMED value-neutrality. In other words, we assumed NOTHING about things like the origins of the universe...the purposes of things...you know, WHY a volcano is what it is doesn't really matter when conducting modern science...the job of modern science is to observe and describe WHAT there is...not why it's there...now contrast that with the ancient Greeks... who used the Aristotelean scientific method...a scientific method that assumes the existence of final causes. In other words when conducting science, and doing ANY sort of rational analysis for that matter...the ancient Greeks proceeded from the assumption that there ARE purposes to things in the universe, and that they must fit together in some sort of orderly way. Another way of putting this would be to say that the scientific method of modernity concerns itself with the REAL...it tries to assume no values and get to the bottom of the true nature of reality...whereas the scientific method of the Ancient Greeks concerns itself with accessing the IDEAL...or finding the different categories of existence and how they relate to teleologies that exist in a larger ordered universe. Moderns focused on the REAL the ancients on the IDEAL.\n \nLet's look at another example of the ancients moderns ideal real situation here... we'll start with the ancient Greeks this time. When the ancient Greeks apply their culture's version of rationality to the task of building a state...living in a universe that assumes the existence of final causes and teleologies...the RATIONAL thing to assume at that point becomes that there must be some sort of IDEAL version of a state that we can arrive at if only we reason about it long enough. From there, it's reasonable to assume, there must be some sort of ideal STRUCTURE to that state. From there there's an ideal way to be a ruler...a government official, a warrior, an artisan...from there there's an ideal way to be a citizen of a state more generally...there's an ideal way to be a friend, to be a partner, to be a sister, there's an ideal way to be a person beyond that, if only we use rational analysis to look at it closely enough.\n \nNow, when someone is BORN into one of these societies...when they're growing up and learn about the way the universe is...they INSTANTLY have a couple dozen ideals of purpose that they can be striving towards...and by ideal the Greeks didn't mean some sort of transcendent thing where you'll start glowing once you finally reach it...no, you're NEVER going to reach these ideals...and that's not the point anyway...the point of these ideals was to serve as moral sages for people and societies to strive towards. So even though they talked about things like ideal societies, or rulers or even something like being an ideal friend...nobody REALLY thought they were ever going to achieve the IDEAL society one day....the point... was that society itself... was structured around virtue. We have these ideals that we will never actually reach, but we will nonetheless try our best every day to get as close as we possibly can to them. The point of these ideals, Strauss tells us, was the process...and this process was in many ways a governing influence for ancient Greece.\n \nContrast this with the value-neutrality of modernity. When the project of modernity begins and the gauntlet of the Enlightenment is thrown down...we start structuring our societies around the idea of rational individual self-interest. In other words..once modernity comes around...we are no longer gonna be structuring our societies around virtue...we're no longer aiming for some ideal society or some ideal citizen OF that society. We don't believe in final causes anymore...so instead of trying to construct an ideal state...we decide we want to create what you could call a \"REAL\" state...REAL in the sense that it's something we can ACTUALLY design and implement...and then put systems in place that ensure it will stay that way. When you have people constantly striving to be the best ruler or citizen they possibly can...things can take care of themselves most of the time...but modernity didn't have that luxury...when you assume no values written into the universe and then build your political system from there...you need to construct safeguards like the legal system and constitutions to ensure that even when you DON'T have a virtuous ruler or citizenry...the society still will exist at a certain standard.\n \nTo create things like a legal system or a constitution without assuming any values written into the cosmos required modernity to base this new political tradition on the rational, self-interest of the individual. People no longer fall into a clear role or ideal within the structure of a society...no, people are individuals now...when I decide to participate as a citizen in a society... I'm not doing that because, you know, man is a political animal at the level of the universe..when I decide to be in coalition with other individuals I do so solely because it benefits me to, it is in my rational self-interest to be a part of society.\n \nStrauss would say that this political strategy of modernity has proven to be a giant mistake for western civilization. Because the problem with assuming value-neutrality...and then building an entire political tradition on top of it...is that the political realm NEEDS VALUES to be able to make decisions about things...things like how should our society be? How should we treat our citizens? Where is our society headed? Strauss thinks the Enlightenment leaves us with no real answers to these questions...and what eventually happens is we're left with no values and the entire project of modernity begins to consume itself. The modern political tradition cannot work the way it was designed to work if its left to play out long enough...left to play out to its natural ends...modernity will always, and unavoidably lead us to Strauss's collection of a bunch of really bad isms that we ultimately need to look to for our values.\nModernity eventually always leads to either relativism...or meaning being something that is entirely relative, which doesn't give political institutions much guidance...historicism...or meaning being derived from whatever historical context we happen to be in...scientism or meaning being deferred to the sciences...economism or meaning coming from economic matters...or lastly Nihilism...which in casual conversation may look like someone drinking themselves to sleep every night...in THIS context it just goes one step further...if there is no intrinsic meaning to anything in the universe...then hings STILL seem to have meaning to us in the world...where does that meaning come from? Power dynamics for Nihilism...when you control the discourse surrounding a topic you control the meaning that surrounds that topic.\n \nThese five things: relativism, historicism, scientism, economism and nihilism are the endgame for modernity...every single time for Strauss. When you try to build a political tradition on top of a foundation where you've tried to be entirely value neutral...the Enlightenment political tradition eventually HAS TO consume itself. Which can make you wonder why this new political tradition has lasted as long as it has without devolving into relativism all the way back in the 1700s....Strauss would say the only reason it's lasted THIS long...is because we initially carried over an enormous amount of baggage from the days where we believed in teleologies and final causes, from the days when values were POSSIBLE in a political tradition...but if you leave modernity to it's own devices...given enough time to play out...these five isms and all of the political turmoil that spawned out of them in the early 20th century was ALWAYS going to be the outcome.\n \nSee, to Strauss, even things that masquerade as enlightenment political values always lead to this outcome...take Enlightenment era Liberalism for instance....Strauss would say it is no coincidence...that modern liberalism has an ethos where it aims towards multiculturalism and acceptance of all ideas no matter how outside the box they are...and the fact that relativism was the ultimate destination for the modern political process. The liberalism of the Enlightenment, to Strauss, inextricably LEADS to relativism...which then leads to different forms of Nihilism...not the least of which may in some extreme cases lead to Tyranny. He makes a case that the agenda of the Third Reich in Nazi Germany in many ways is an expression of the thought of the Enlightenment...because similar TO the Enlightenment their chief aim was to do away with the existing traditions and values and replace them instead with a power structure under which the universe could be controlled...or at least SEEM to be controlled.\n \nThe ultimate point is that political institutions NEED values in order to make decisions...and because of this fact...to Strauss, the relativism of modernity can not ever last for very long, or else that relativistic void where there are no values...will come to be replaced by something. Whether that something is Nazi Germany or a value system that WE decide to implement...is really up to us. This is WHY Strauss thinks the solution is to return to a political process that more resembles the one devised by the ancient Greeks...a political process embedded with values that can actually inform us as to how society should be structured...and how citizens should fit into that society. This is an example, Strauss thinks, of how the rational approach of the ancients did something a LOT MORE EFFECTIVELY than the rational approach of the moderns. Maybe it's time we start looking at OTHER FORMS of rationality to find solutions to the problems OUR VERSION of rationality has caused.\n \nStrauss talks at one point about how in one reading of Plato...the Greeks seem to have been fully aware of the possibility of the experiment of the Enlightenment...and they seem to have been fully aware as to how it would all play out...he says at one point Plato seriously considers implementing something extremely similar to our modern scientific method...but ultimately decides against it because the end result would be that it would rob human beings of their identity and values. The trade off just wasn't worth it to Plato.\n \nThe most important question we need to answer at the beginning of the 20th century...is what do we base the values of our political system upon....what Leo Strauss is ultimately saying is: when you pay attention to answers Modernity is ACTUALLY giving us to this question...the silence is deafening. We may have made tons of progress in Agricultural science so that far fewer people need to go hungry...but we shouldn't stand by satisfied with scientific progress... while the entire western world lives through the greatest famine to date when it comes to meaning and values.\n \nMore generally than that though...what good is having all the bombs, tanks and artillery in the world if you have no values to direct how they should be used? You're just waiting for a third party to step in and impose it's values and use that destructive power however they deem fit. Strauss would say this political landscape at the beginning of the 20th century, the situation modernity has created for us...is primed for nationalism. We'll see how that plays out.\n \nBut at the center of this whole discussion is this classic Strauss divide between the ancients and the moderns. Societies focused on the ideal...vs societies focused on the real. You may wonder why someone so interested in the political realm spent so much of his time engaging in philosophy. Well if you asked Strauss what the value of philosophy was...like a lot of his world view, he's wouldn't be satisfied by the answers that have been given to us by modernity...and he thinks there is a lot of clarity to be found by going back and seeing how the ancients would have answered that same question.\n \nPhilosophy, during the time of the ancients, was not seen as an academic institution. There were no multi-volume sets to be read...there were no terms to memorize...philosophy all the way back then...was a way of life. Philosophy was an attitude towards your disposition as a human being. Being a philosopher wasn't about the degrees hanging on your wall or sounding smart at parties...being a philosopher was about a quest that you were on. Strauss wants us to consider...what exactly was that quest that philosophers used to be on? What were they trying to accomplish by conducting philosophy?\n \nThe answer Strauss gives is that during the time of the ancients philosophers used to be on a quest to discover knowledge...of the whole...as opposed to knowledge of individual particular things. Philosophers don't much care about particulars...they care about categories of things and how those categories relate to the whole. Now...as we talked about...the Greeks...were extremely skeptical of humanities ability to ever be able to arrive at knowledge of the whole. Knowledge of the whole is the ideal that they're striving towards that they're never going to get to...modern science...while nobody's saying that we're for sure ever going to get there...the AMBITION of modern science requires, and believes at least in theory...that knowledge of the whole is something we might just arrive at one day. This difference is in MANY WAYS THE DIFFERENCE between the ancient focus on the ideal and the modern focus on the real.\n \nThe value of philosophy, to Strauss, is in the pursuit towards an ideal. In the same way other professions may strive for perfection, but have to come to accept that they will never actually reach it...philosophers live their lives in pursuit of knowledge of the whole, but to Strauss, what they will have to come to accept is that the understanding of the universe, the clarity that they want so badly...is just always going to elude them. But that shouldn't matter...says Strauss. The value of philosophy doesn't lie in the results it produces...but in the process you're engaging in. Philosophy is valuable as a way of life...because unlike every other way of life out there it requires you to resist that all too human tendency...to oversimplify, lie to yourself, make excuses, whatever you have to do to convince yourself that you've arrived at a solution about things. Solutions...don't exist except in the minds of people that are hungry for them. Philosophy as a way of life...doesn't allow for this level of dishonesty...and to Strauss that is a big part of it's value. He says be a philosopher. Live philosophy as a way of life...but understand when it comes down to it all that really means, to live life as a philosopher, is to have a genuine awareness of the problems that surround you. But THEN what's gonna happen, he says, once you're aware of the problems...is you're naturally going to be inclined towards finding a SOLUTION to those problems. But beware of this place, he would say...because the moment you decide that your \"solutions\" to the problems become more real to you than your awareness of how problematic the idea of a solution REALLY IS...THAT is when you cease to be a philosopher...that's when THIS happens\nas he puts it:\n "}