{"ep": "Episode #050", "title": "Are You Left Or Right?", "spoken_text": " \nThis is a transcript of episode #050 on the Left and Right. Check out the episode page HERE.\nThe year is 1789 and the citizens of France are deeply entrenched... in the battle for human rights that would forever change the course of history known as The French Revolution. See, because before there ever was a \"Declaration of the Rights of Man and the Citizen\"...before France became what it would eventually become...a war needed to be fought. But it wasn't a war on a battlefield with muskets and cavalry and all that kind of glorious stuff...it was a war of ideas in a place called the National Assembly. Kind of ironic...despite how revolutionary its production was...The National Assembly that brought these ideas to pass really only existed for a short period of time. Between the dates of June 13, 1789 to July 9, 1789...less than a month when it was all said and done...a group of people gathered together...and I could talk about the different estates of government in France during this time and the systematic political castration of the bourgeoisie...but out of respect to your time...the interesting part when it comes to our episode today is how this battlefield was laid out physically. Because just like in a battlefield with muskets and a cavalry... where the soldiers would position themselves on opposite sides of a room or a field....the people fighting in this war of ideas in the National Assembly about to what extent this French revolution is justified...ALSO positioned themselves on opposite sides of the battlefield. There was a president of this National Assembly...he would be in the middle of the room...the people that supported the king and the way that things currently were in France sat on the right hand side of the president...and the people that supported the revolution sat on the left hand side of the president. There was a clear divide between the two sides of the room...you can hear it in the testimony of the people who were there that quote \"those who were loyal to religion and the king took up positions to the right of the chair so as to avoid the shouts, oaths and indecencies that enjoyed free reign in the opposing camp.\"Well, eventually the people on the right hand side of the room became known as the party of order and the people on the left hand side of the room became known as the party of movement. This story of the National Assembly... and the war of ideas that took place in 1789... this is the origin of the terms right wing and left wing in our modern political lexicon. This is where the terms came from! The French Revolution!Now why are we talking about this? Well, the reason why is because I got about three or four days into writing what I THOUGHT was going to be the next episode of the show and I had all this great stuff about Adam Smith and the Free Market and Specialization and how all this stuff applies to us on our island civilization that we've been building...and then I realized I was making a giant assumption. Like, why am I just assuming that you people want Adam Smith's Free Market system implemented on our island? Because you don't gotta go very far...the comment section of any YouTube video...it doesn't even matter what the video's about...you will find someone railing against the failures of the Free Market system. They'll say that an unregulated Free Market system is a recipe for disaster and that even in today's world when we DO HAVE regulations in place...it just opens up another can of worms...that the richest and most powerful people and companies that stand to gain from not being regulated the most are the only ones with the resources to lobby congress and pay money to influence legislation in their favor. These people would say: the game is rigged...and since we now know by experience that that's the case, if we're starting a new society...why would we ever willingly cannonball into that pool again? Why not address the problems that arose in the Free Market system, come up with a BRAND NEW system that works better and use that one! Let's have a pow wow on our island! Let's all sit together in a circle and toss some ideas around...theorize...strategize...hypothetical example after hypothetical example UNTIL!....we arrive at what seems like a new, PERFECT system on our island!Nobodies arguing that Adam Smith's system is worthless...definitely better than Mercantilism among other examples...but it could be better. Why would we ever sit around idly when a better system could exist out there...one that reaches our economic goals better than the old system does...let's say that we all sat around on our island and arrived at a brand new, abstract theory that our projections show is going to be WAY BETTER than Adam Smith's system...why wouldn't we use it? Let me just pose the question to you guys real quick: What would you rather do? Would you rather implement Adam Smith's system that we know works, yes it has its flaws, but at least we know it works and we can make gradual adjustments and try to make it better. Or would you rather revolutionize economics entirely.. and try a brand new system, that admittedly has never been tried before...but we have no reason to expect that it wouldn't work. It SEEMS way better than the other system, and we might run into problems but let's just correct course as we go!What you have here are two very different methods of approaching any task... any task you may assign yourself whether you're a government...a person...team...anything. We're going to come back to these two methods in more detail, but first let's talk about a couple of very important people from the enlightenment that embody these two approaches. There is a common misconception thrown around a lot today about a couple of political thinkers from the age of enlightenment. I've heard dozens of people say this thing over the course of my life...the idea is that when it comes to modern day political thought...there's two kinds of people in the world...whether you consider yourself on the left or on the right...your thinking if you traced it back...is ultimately derived from one of these two guys back in the age of enlightenment: Thomas Paine if you're on the left or Edmund Burke if you're on the right. They're two guys that agreed on a lot of things, but disagreed on a lot of things, their most notable disagreement was the French Revolution. Their ideas... no doubt would have put them on opposite sides of this national assembly... but can we really say that when you consider yourself left or right in today's world that really you're just making a decision between the thinking of one of these two guys?This is going to sound like a classic Stephen West-ism...I'm sure most of you are going to be rolling your eyes during this portion, but look...this show has to stand for something or else it just becomes boring very quickly. Alright? No matter how much someone wants it to be true...no matter how convenient it would be if it were true...the world is not that simple (angry radio talk show hosts and cable news commentators!). The thinking of human beings... is not that simple. Imagine a modern day political disagreement between two coworkers that consider themselves to be left and right...saying that their disagreement is ultimately just the age old disagreement between Thomas Paine and Edmund Burke...That's like saying that when a husband and wife are arguing in the store about which light bulbs to get, well they're really just having that age old disagreement between Nicola Tesla and Thomas Edison! ....I can't tell whether that example was genius...or absolutely horrible.Forget all the history between the age of enlightenment and today. Forget all the specifics that they're arguing about...Forget the statistics and facts and talking points that they disagree on...to say that in modern times all we have are tens of millions of Thomas Paines arguing against tens of millions of Edmund Burke's is just a shameful oversimplification. By the way...you knew they were oversimplifying things from the very beginning when they starting talking about left and right as though they're terms that are easily definable by one guy's thought anyway. How do these people think we define left and right when we're talking about them in today's world? Yeah, I get that everyone has their own definition of what they are in their heads...but you have to acknowledge that there is far from a consensus on what they are right? I mean it highly depends on who's talking about it and when. Some people say the further left you get the more government influence you think there should be in people's lives and the further right you get the more individual freedom there should be. Some people say the further left you get the more you believe in communal property and the further right you get the more you favor private property. Some people say the further left you get the more you believe in a planned economy and the further right you get the more you favor free enterprise. The point is...Left to Right is just a spectrum...and depending on what particular issue you're using as the basis for that spectrum...it might drastically change where your views fall on it. On some spectrums, anarchists are all the way to the right...on others...all the way to the left. We've all heard both sides say that if you left the other side to their own devices...the world you'd be left with would be Nazi Germany! Anyway, I'm not going to ramble about this all day...but this does raise an interesting question for us to ask ourselves...and it goes like this:If this is untrue, if this is just an oversimplification...why do so many people trumpet this common misconception that we're all ultimately either Thomas Paine or Edmund Burke in our political thinking? I mean, if it was COMPLETELY unfounded it never would have gotten off the ground to begin with. Right? After all, the reason why stereotypes even catch on in the first place and have people repeating them is because there's at least some small, minuscule element of truth associated with them, and I've noticed that exact same pattern when it comes to oversimplified worldviews. If you were walking around saying that Leprechauns were controlling our political thoughts...everyone would look at you like you're crazy. Nobody would repeat that stuff...so what is the small, minuscule element of truth associated with us all being descendant from Thomas Paine and Edmund Burke?Well, let's talk a little about these two guys, but first let me just say that as a podcaster... I didn't even want to talk about these two people. They just lend themselves to people that like to cherry-pick scripture...you know they like to treat their books like they're the Bible and then put a ton of emphasis on certain passages that reinforce their interpretation of them but completely ignore other things that go against them. I mean, I've read a LOT of commentary on philosophy over the years and there are very few people that have the kind of revisionist history cult followings that these guys do...but anyway...just a word of warning: I'm not claiming that this episode encompasses every possible interpretation you could have of these two gentlemen...In fact I'm going to shy away from trying to define them at all. As listeners of this show, rather than me using your time up droning on about the myriad of different interpretations of their work and speculating about who these guys really were when you get down to it...I'm gonna do what I think is a much more productive usage of your time, let's ask ourselves the questions that these guys were asking about government during their time. Because I think by asking them well understand ourselves better....Edmund Burke was an Irish Political philosopher. He was born and raised in Dublin in the year 1729 and died in 1797. He was a huge advocate of revolutionary changes in India during this time and a huge advocate of the American Revolution in 1776. But he DIDN'T agree with the French Revolution. He would have been sitting on the RIGHT side of the national assembly. It's not that Edmund Burke hated French people for some reason...he thought for various reasons that the French Revolution and the American Revolution were completely different. One of the main pillars of Edmund Burke's thinking that no one is going to argue with is the importance of tradition. Rousseau, Locke and Hobbes all talked about this state of nature that we were originally in... and it was through a social contract with either each other or the sovereign that we escape from this state of nature...much to our chagrin if you're Rousseau. Burke didn't see it this way...he didn't think that... whatever this thing called \"society\" was should be relegated to just... whoever is alive now and whatever material things they want the government to guarantee for them...No society is something deeper than that...it's something that's roots extend throughout the entire history of that culture...and that any contract that we have not only needs to consider and be respectful of the that are people alive today...but everyone who has come before us and everyone who is yet to be born. On that same note, just to mark another contrast between Burke and these other political thinkers...by this time it was a really common idea that human beings have certain natural rights. Rights that no matter what time period or society or culture we live in...we have those rights simply by virtue of being a human being. Life, liberty, the fruits of our labor, natural law...these sorts of themes pervade the works of Locke and Hobbes. But Burke didn't agree with this either...there is no BASELINE of rights that humans deserve inherently as is suggested by natural law...no you are only entitled to the rights that have been traditionally given to you ...in your given society. And if this seems weird to you, consider Burke's intentions here: it was to PRESERVE the wisdom from previous generations. The thinking was, if something had been a long running institution throughout a societies history and they had been successful with it for a long time...it must work. The true test of legitimacy to Burke...was whether something was rooted in tradition. This was a welcome change for some during a time like the age of enlightenment... when so many new ideas were being arrived at that no one truly knew whether they were going to work or not. This is what Burke is trying to circumvent...the implementation of these SWEEPING revolutionary changes based on abstract theories to a given society...when that concept might not even work given the tradition of that society. He's not just worried about this new age of reason coming up with a theory that just generally doesn't work, but he's even more worried about the possibility of one these abstract theories being so incredibly foreign to the history of a society that it ends up failing miserably or not running smoothly...and therefore do more damage to society than progress. To hurt more people than it helps!This is why he was FOR the American Revolution and AGAINST the French Revolution. The American Colonies were colonies of England...the idea that was central to why they were revolting against England was taxation without representation...you know...England abusing their dominion over the American Colonies. Taxation without representation being a bad thing was something that was well-founded in the tradition and history of England, so starting a revolution in the name of going against it was perfectly justifiable to Burke. But in the case of France, aside from the bloodshed and brutality that came along with it that basically EVERY reasonable person disagreed with...Burke claimed that the ideas central to the French Revolution...liberty, equality, fraternity weren't based in the  tradition of the people of France...in fact the whole system of government the revolution supported was in many ways completely ALIEN to the people of France and even if it wasn't ALIEN...he claimed that it doesn't adequately address man's nature. Again, it's not that Burke thinks the people of France deserve freedom less than the people of America. One of the most common misconceptions of Burke is that he is against all change and that society should always stay the same as how it used to be...no on the contrary...Burke completely endorses positive change...his disagreement comes down to the nature of that change. How should change be implemented? Should it be one sweeping, revolutionary, fast or fundamental change? Or should it many focused, ordered, gradual and small changes? Enter Thomas Paine. Born in England in 1737 and died in 1809...spent a lot of time in America writing pamphlets supporting the American revolution...then when his work was done there he moved to France to support the French Revolution. Needless to say, he was a fan of revolution...but maybe the more accurate way of representing his thinking is that he was a fan of reason and believed that what is right... has nothing to do with tradition necessarily...and that every generation of people  if they deem it to be correct at their time...should have the ability to make fundamental, revolutionary changes to their society whether it corresponds with tradition or not. Thomas Paine thought that when the people of France wanted these rights like liberty, equality or fraternity...despite what Burke says...these things are not abstract speculations...they're what humans have ALWAYS wanted...they've just been oppressed by government...the French revolution is just an attempt to end centuries of wrongdoing perpetrated on these people. Paine would say: what kind of logic are you using there...using tradition to justify behavior...You could just as easily look to the past and see that your culture has a tradition of slavery and use tradition to justify perpetuating it. What...just because something has been around for a long time you should preserve it? That doesn't apply to every case...The problem to Thomas Paine with Burke's views on the nature and speed of change.. is that when you do it this way the solutions to problems that society faces... are either not enough or come way too late if they even come at all! Paine would say that: The world is constantly changing. People's opinions about what is good are also constantly changing. How could you ever say that it is okay... to sentence the people of today... to the decisions made by other people that lived in a completely different world than them?I don't know about you guys, but I think they both have really good points. What we're talking about here at the most basic level are two different approaches to solving problems. But which one is better? Well, it can be kind of confusing to know what the correct approach is when you are deciding what the GOVERNMENT should be doing...after all...you're not a government...you're a person...there's a genius insight for you. So lets think about these two options in the context of solving a problem in our personal lives. A long time ago on this show I talked about making scrambled eggs... how I had been making scrambled eggs for years and I had always used the same system. Well, do me a favor for a second...think back to the first time you ever made scrambled eggs. When you were in that moment...you were faced with a problem...that problem was...how the heck do you make scrambled eggs?I looked at how my parents did it...I put the butter in the pan...I cracked the egg in the pan...I scrambled the egg and I was done. Over the years I developed systems...I made small, gradual changes to my egg making process, much in the style of Edmund Burke. After all, if it ain't broke...don't fix it! Refine...temper...strengthen the process, but why start some egg revolution in my household?Then that fateful day when I watched Gordon Ramsey cook HIS scrambled eggs on YouTube. These concepts that he was throwing out were COMPLETELY alien to me. Put the butter in AFTER you crack the egg? Continuously take the eggs on the heat and off the heat to prevent it from cooking too quickly? Season it AFTER you cook the eggs? To top it off...his eggs looked WAY better than my eggs! To me... This was like some EGG philosopher coming at me with one of those abstract theories that Edmund Burke was warning about! And look...if I cared enough about improving my egg making I could have arrived at these conclusions myself...maybe even better ones! If I cared enough to research the chemistry and logistics of making scrambled eggs to the point of mastery...I wouldn't even NEED this sort of intervention from the philosopher Gordon Ramsicles...Ask yourself this question: what do you do in your normal life when it comes to improving your methods for doing things? Did you arrive at a way of doing things a long time ago and day by day try to refine the process and make gradual changes...or do you watch videos and revolutionize the process every now and then with a new abstract theory that you've run across? Here's a better question: Do you really need to be one or the other exclusively?This is the minuscule kernel of truth that's at the heart of this point that people make that modern political thought is ultimately a bunch of Thomas Paines vs a bunch of Edmund Burkes. When we're faced with a problem as a society... what method do you typically want the government to use when solving that problem? Do you tend to side with innovation and change and revolutionizing the area that we have a problem in? Or do you tend to look to what we already know works and try to gradually make things better?You can see examples of this divide all around you in politics. For example, Obamacare. Now...I'm not naive alright...I fully understand the arguments on either side that would say the disagreement has nothing to do with fundamental principles of how the government should solve problems...but that....you know one side would say the only thing the other side doesn't like about it is the \"Obama\" part of Obamacare...and THOSE people would say the only reason the other side likes it is that it attaches one person's decision making to everyone else's tax dollars...I get it...either way...isn't it interesting how the divide still exists even in something as politicized as Obamacare. We have a problem with our healthcare system. One side says that what we already have is good...it just needs some adjustments...why risk a complete overhaul of the system that might completely fail in this country or end up being worse when we have something that works. Again, here's Burke's adherence to tradition...gradual, slow changes. The other side says that the problems are systematic and epidemic and that no amount of knob turning is going to fix the fundamental problems that we have with it. We need revolutionary change in the healthcare sector. Let me hit you with the same arguments metaphorically speaking. When you're on the South Pole...any movement in any direction is north. When you're at rock bottom...any movement is forward progress. But we AREN'T at rock bottom in modern America...we actually have a lot of great stuff and there is way too much at stake to implement SWEEPING changes based only on abstract theories that have never been tried here before.The other side says sometimes if you want to reach your target...you just need to get moving. If we're taking a road trip from San Diego to New York City...It's much better to just start driving..check the GPS and correct course along the way than to sit in San Diego agonizing about what the PERFECT way to arrive there is. This was the major disagreement between Thomas Paine and Edmund Burke. And I know there's not much room for my two cents on this podcast, but it almost feels like we need BOTH as a society. Sometimes, we need the broad sweeping changes... at other times we need the other side to preserve and improve those broad sweeping changes. It's terrible looking at the bipartisan gridlock in modern politics...and if you feel strongly on one side of the debate or another it can oftentimes feel like you want there to just be a dictatorship for like...two months...so that things can ACTUALLY get done. Things DO get done in a dictatorship after all. But for the sake of our island, where we'd no doubt have a strong divide between these two methods of implementing change...I think these two ways of thinking may need each other.Thank you for listening. I'll talk to you next time. "}