{"ep": "Episode #052", "title": "David Hume part 2", "spoken_text": " \nThis is a transcript of episode #052 on David Hume. Check out the episode page HERE.\n \n \nJust think for a second about what happened on the last episode of the show. We all learned about David Hume, right? Here's this guy...Scottish philosopher...the foreman of what's known as the Scottish Enlightenment...living in the 1700's...calling into question all kinds of stuff...the cosmological argument for God's existence...the Teleological argument for God's existence...Aristotle's four causes which was *scandalous* at the time that he did it...he even called into question causality itself...I mean what was wrong with this guy? Was he abused as a child, does he have some sort of bum leg that makes him angry at the world like Dr. House? Why is this guy ruining the party?No, David Hume wasn't any of this stuff...but if there was one thing he was, it was a skeptic. There's this weird way that people look at skeptics sometimes. They think that there's some sort of relationship between skepticism and misery...the more skeptical you are, the more miserable you are. But this is not the case! Skeptics can enjoy a good novel! Skeptics aren't less capable of being happy or something. A long, long time ago...I remember being 9 years old and watching a movie with a group of people...semi circle of couches...looking at a TV...the movie was Star Wars. Don't remember exactly which episode it was...but you get the point...space laser beams, space ships flying through the air...and yes space explosions. Now...let me just say...before you people start judging me: I was a humble 9 years old in this story...OK? My intentions weren't bad...I was innocent! There was a genuine curiosity I had!So, I'm looking at the giant space battle unfolding and I notice something: Why do all these explosions looks like they're out of an Arnold Schwarzenegger movie? Shouldn't the lack of gravity be affecting these? Shouldn't the oxygen levels or something be affecting them? Why do these explosions look just like the explosions within the atmosphere of Earth? So I decide to pose the question to the group...big mistake. This guy that was like 35 years old turns and looks at me and says: thanks a lot! you just ruined the entire movie for me. and I look around the room  and all the rest of the kids are like scowling at me now! you know, there's this mentality that ignorance is bliss...and any skepticism about anything just makes you progressively less happy. But then I think there's a level above that where you realize how completely out of your control everything outside of your mind is and you can become even more happy than the ignorant person, but few people embody this spirit more than David Hume. Like if you were to sit and have a conversation with the guy, you would see what all of his friends and colleagues unanimously talk about whenever they write something about him: the guy was cheerful, witty, brilliant, happy, jolly...he was like a big skeptical Santa Claus. Even towards the end of his life when he was terribly sick and dying...I mean just put yourself in that situation for a second...it's easy to imagine wallowing in your own misery...even then he remains with this really skeptical, wise cheerfulness. The great Scottish economist Adam Smith that we talked about...a good friend of Hume during his lifetime said:\"Poor David Hume is dying fast, but with more real cheerfulness and good humor and with more real resignation to the necessary course of things, than any whining Christian ever died with pretended resignation to the will of God.\"You hear the testimony of people that knew the guy and so many of them talk about having these sorts of deep intellectual conversations with him and he is just brilliant and funny and cordial...And he LOVED having these conversations with people. Now, one of the main recurring conversations that he was going to be having during his lifetime was on the subject of whether God exists and if it does... what qualities we can ascribe to that God. He would've gotten these questions mostly from religious people that understandably felt very criticized by his thinking...and what we're going to talk about next is one of the most common arguments he would have fielded in one of these lively discussions...this would have been one of the most common arguments for God's existence during his time period...recently it's lost a lot of steam just because of the concept of Natural Selection, it's lost a lot of it's bargaining power...yet nonetheless, people still use this argument ALL THE TIME in today's world...so how fortunate for us that we can think about David Hume's rebuttals to the argument and have it help us not only practically speaking in a conversation setting, but also help us with our own personal development. The argument is sometimes called the Teleological Argument...even though there are multiple teleological arguments... sometimes called the argument from design. the argument from analogy is in here...the watchmaker Argument...just call it whichever one you like the best. So if someone was sitting down having a conversation with David Hume and making this argument for God's existence one of the ways they may have started out is by painting you a picture in your minds eye. They'd say, imagine you're walking down a beach. Sand beneath your toes. The ocean roaring on one side of you. Little birdies chirping in the distance. You look down in the sand and you come across a watch. You pick up this watch and your intelligence recognizes something. You look at the cogs and levers and numbers and hands and you know that these parts weren't just arranged by happenstance or randomness...no you recognize a design when you see one. You may not know WHO created the watch, or WHY they created the watch or anything like that, but one thing is for certain: this is not a byproduct of RANDOMNESS. This watch was designed. The argument then takes this point and applies it to the universe: Look at how well suited everything is for the purpose it serves! Look at how I breathe oxygen and oxygen happens to be all around me! Look at how I eat plants and animals and they happen to be all around me constantly reproducing so I can persist! How convenient that I live essentially in a Terrarium that's been perfectly designed for my existence? This extends beyond human life, by the way... just look at how the universe OBVIOUSLY has order! Look at the law of gravity, look at the laws of motion, look at the laws of thermodynamics or any constant in the universe that creates this order...those things OBVIOUSLY aren't just RANDOM right? So they must be intelligently designed.   Now I put that last sentence the way I did purposefully, for you to recognize the real statement that the argument is making here. The only alternative to the world being a chaotic, un-ordered random mess...which would be the natural state of things if it truly WERE random...the only alternative is that things were designed by some higher intelligence. Take a look at the human eye, for instance. If the human eye was truly just a random configuration of particles...it would look like a chicken liver. It would be this bloody, mangled mess laying on a table...completely useless when it comes to seeing the world. How convenient, that you look at the human eye and it is so elegantly put together, that there is a retina and a cornea and complex systems regulating eye pressure and all the things that go into making just your eye work so well to do what it does. How can any right thinking person call that randomness? You criticize ME for having beliefs based on a leap of faith...you'd have to be Evil Kineval to make that leap of faith...to look at the human eye and believe that it just randomly came together somehow? We have two choices and which one is more reasonable to you: that something intelligently designed all of this stuff or that this is the byproduct of unbridled randomness with no direction at all?Well, before we continue, just take a second to revel in the understanding of how difficult this would have been to argue against in the 1700's. I mean, I've said it on this show before, if I lived pre-Natural Selection, I NEVER would have questioned whether this place was designed...it would have seemed so obvious to me. Consider for a second that David Hume DID question it. Real quick I just want to clear something up because I feel like there might be a few people out there that are saying hey, what so you just blindly accept that natural selection is the way that it happened? Don't you think that's a little dogmatic Stephen West? Just assuming that it's the truth?Well I agree that would be presumptuous if that's what I was doing, but that's the beauty of Natural Selection when it comes to this argument. It's not that Natural Selection has to be true beyond any shadow of a doubt...it's that the linchpin of the Watchmaker Argument is that you have two choices: which is more likely? a highly convenient collection of unbridled random particles...or that something intelligent designed it this way?What Natural Selection offers, whether it's true or not, is an alternative explanation! An explanation for how things may seemingly be intelligently designed for this environment, but in reality some random mutations corresponded with the environment better than others...this gave those creatures a severe reproductive advantage over the rest of their species...and it's not that we were designed so that we perfectly correspond with the climate and living conditions on this planet...it's that all the other billions upon billions of creatures over eons that DIDN'T fit nicely into these conditions died off long ago...Again the profundity of Natural Selection in the context of this argument is not that it is true beyond a shadow of a doubt..but simply by virtue of it existing as a theory it destroys this false dichotomy that people were operating from during the 1700's. That it's either designed...or completely random. Here's a way that randomness can seem designed if its directed by the climate of a planet over billions of years. And another thing, does this really DISPROVE the existence of this designer?Well we'll talk all about that, but let's talk about David Hume. When David Hume heard this argument he would have had a lot to say. So let's break down the core of the argument: there are things from nature that appear to be designed...like eyeballsand there are things that are man made that appear to be designed...like watchesthese two things share some quality: people interchange what that quality is all the time...they say complexity...symmetry...that both things are in some way a means to some end...whatever you want to put there, the argument is the same: they share certain qualities...a certain \"intelligence\" between them.  Well, we know...in the case of the watch that those qualities were put there by an intelligent designer...a human. Well if we accept the premise that similar effects typically have similar causes...knowing that, it seems pretty likely when we see those qualities in nature...THEY TOO were put there by an intelligent designer. His name is God, buy his book at the Barnes and Noble near you. Now David Hume attacks this argument at basically every...single...point in the argument. I mean, if you wanted him to do the thought experiment we just did of him walking along a beach...there wouldn't be many sentences in that analogy that he wouldn't be able to say: now hold on! I think you're making several assumptions there now aren't you? I'm going to go over them all eventually, but let me start with the most general: David Hume just thinks it's a terrible analogy. He says that one thing he's noticed over the years...over the course of his life...is that whenever you're making an analogy...the further away two things are from each other...the less effective of an analogy it's going to be. Like...comparing Tangerines to Oranges is going to be a much better analogy than comparing a horse to a house cat...just because they have four legs. Hume would say...look we're pretending as though this majesty of Nature is comparable to a watch...but is it REALLY that similar? Think of all the massive differences! Nature is primarily alive...a watch...or things designed by a human...are never alive. Nature has a quality of self-sufficiency...it regulates and maintains itself...human artifacts need constant maintenance. Hume would say if you just look at the universe there are a lot of things it resembles a lot more than some intelligently designed human artifact...so why stop there?Hume would say, this is a poor analogy...but let's continue. I mean I could sit here all day and argue about your analogy, but for the sake of argument let's just move forward so that I can break down the next sentence in your thought experiment. That there is some resemblance between eye balls and watches...some resemblance between things in nature and things intelligently designed by human beings...that is ONLY explainable by there being an intelligent designer of the universe. After all, these people are claiming to PROVE the existence of God right? The onus is on them here. Well when you put it in these blunt terms, it doesn't seem that difficult to refute...I mean...all David Hume needs to do is come up with an alternative explanation...ANY alternative explanation that corresponds with this example and he's done his work.For the record, David Hume gives several. He says maybe everything arose by chance...maybe there are an infinite number of universes where every possibility is actualized and we just got really lucky. Keep in mind, a lot of people using this argument in the time of Hume would have been arguing this as a QED, mathematical PROOF of God's existence. This specific point by Hume is not supposed to be some revolutionary argument...it's just supposed to cut the legs out from under someone that there is literally no other explanation for why things appear to be designed. If you find one of those people...make a YouTube video...you've found a rare Pokemon. In reality...this is not a revolutionary argument by David Hume here...alright...most people making this argument are reasonable and they aren't saying that this PROVES the existence of God beyond a shadow of a doubt...they're just saying which is more likely...intelligent designer or that everything arose by chance. So let's do a quick recap of Hume's rebuttal so far. First, the analogy is a terrible one in the first place, there are so many fundamental differences between things in nature and things that humans create that to pretend as though things necessarily follow from this comparison is just plain irresponsible. But let's say the analogy works: Hume says an intelligent designer STILL isn't the only explanation for the resemblance you see...maybe its chance...maybe there's an infinite number of universes and we got lucky...he definitely would've included Natural Selection in the mix here and probably several other theories after 300 years of human thought...but EVEN if we ignore this and we tap out...EVEN if we accept that you have now proven that there is an intelligent designer behind the origins of the universe...Hume then argues...what have you proven the existence of?Let's be real, this argument isn't used by philosophers to argue to other philosophers that there MAY have been a cause behind the origins of the universe...philosophers realize this is a possibility...barring some exceptions philosophers are some of the LEAST arrogant people you'll ever meet just because of the process they engage in...but the reality is: the people who are typically making this argument want to prove the existence of what? The God of the Abrahamic religions. Just like in the case of the Cosmological Argument...David Hume is going to argue that the people who use this argument are using it to prove the existence of an intelligent designer...and then they're assuming hundreds of things ABOUT this intelligent designer that there is no mention of in the thought experiment and there is no justifiable basis for believing. Again, EVEN IF WE ACCEPT...the existence of an intelligent designer of the universe, what have we just proven the existence of? Think about it: all we know about this designer for certain is that it was CAPABLE of designing the universe...nothing more! Hume would ask...does this designer that we're talking about HAVE to be Omniscient? No, not necessarily. Okay, does it have to be Omnipotent? Does this thing have to be all powerful for it to have created the universe? Well, no. It just needed to be powerful enough to create the universe. Hume would say: yeah this God is powerful, but ALL Powerful? Yeah this God is knowledgeable...but all knowing? .Let's not even talk about the hundreds and hundreds of assumptions we're making on top of this...about whether this God made all this for us...or whether this God cares about whether you're mentioning its name too close to a forbidden word or not...can we even ascribe omniscience and omnipotence to it? David Hume would say no. And he'd keep taking you down this path. He'd say, you know since I'm granting that this intelligent designer exists...let's get to the bottom of exactly what we can know about this designer. How bout this one: people often would say...God is perfect. Well, can we assume that this intelligent designer is perfect? After all, we're likening the design of the universe with the design of a watch lying on the beach designed by an EXTREMELY imperfect human intelligence. Can we assume that it took a PERFECT being to create this universe?Hume would say: how about this...can we even assume that it's one designer? Why should we after all? Did one human being design and create that watch? No, typically when things are designed it is an entire TEAM of designers to execute one thing...why shouldn't we assume there was a TEAM of Gods designing the universe?Also, Hume would argue that to claim that human intelligence needed a designer is to imply that something that is supposedly analogous to human intelligence ALSO needed a designer...so who designed the intelligent designer? We're left with an infinite regress.Hume also brings up how if we're being honest about the evidence at our disposal and not just ignoring stuff that doesn't correspond with what we already believe...it's easy to find elements of nature that make it seem NOT intelligently designed. For example, that recurrent laryngeal nerve that seems INCREDIBLY counter-intuitive if you're intelligently designing something...uh...the appendix we don't need...you know Hume would say something like the process of rain makes sense as part of an intelligent design, but why would there be devastating floods or winds if this was an intelligently designed system...etc. These sorts of imperfections are things that we could point to, using the same logic as the argument by design and say that the universe is obviously NOT designed. Maybe the best argument referred to by Hume is the idea that if you're walking along a beach and find a watch in the sand that stands apart from everything else and some part of you intuitively KNOWS it is intelligently designed, then if that implies a grand designer of nature, then the ocean is a watch. Every grain of sand on that beach is a watch. The snack shack made out of palm trees where you buy your disgusting paper tray of nachos is a watch. Yet, you know the watch is intelligently designed because it stands out from what...everything around you that is ALSO intelligently designed?Let's get something straight here: none of these arguments by David Hume proves that there ISN'T an intelligent designer that cares about human behavior. For example, what if the universe was intelligently designed and God just took a very inefficient path to get to where we are now. But in fairness to Hume...in keeping with his cheerful skepticism that you no doubt would have been welcomed with in one of these conversations...I think his real intention is to get us to see how many unfounded logical leaps we are capable of making when we have a dog in the fight. A great lesson to take from Hume as you continue growing throughout your life. So as you can probably imagine…saying the stuff David Hume did about religion and all of the assumptions they were making wasn't the best way to stay under the radar. In fact, historically it’s been a great way to find out whether you’re right about all this stuff you’re talking about if you know what I mean. But I want to make sure we understand who David Hume was: David Hume was not a militant anti-religious person…David Hume was not a Richard Dawkins…flying spaghetti monster. \nNo…During his life, David Hume was more like one of those Apache Helicopters…flying on the horizon…you cant even see them but they can shoot you and when they do…you lose a leg… And the reason I say that is because there was no way he was going to publish this stuff during his lifetime…he knew it was a hot potato. He went up to his friend Adam Smith and said please, please do me one favor when I die…make sure this work gets published! Adam Smith said forget that. Find someone else man. \nSo selfishly, I kind of wish he DID come out with all this stuff just to see the backlash that would have happened to him, but on the other hand…being at arms length from that kind of hostility gave him opportunities that he otherwise wouldn't have had…a sort of freedom in his work. You know…he recognized that not everybody that believes in this God of the Abrahamic religions founded their beliefs in philosophical proofs. The reality is…if you asked most people who have a belief in God WHY they believe in God they’re probably not going to stop, look you in the eye…and evoke the Cosmological argument. You know…people base these beliefs on a lot of different things and David Hume in many of his shorter works addresses some of these things that people cite as reasons why they believe. For historians of philosophy...this is typically regarded as making a distinction between Hume's critique of Natural Religion vs Revelation.  \nSo, this wasn't an unpublished work..this was a highly controversial essay released in his famous Enquiry of human understanding. One of the topics David Hume dedicates an entire essay to is the concept of miracles. You know, in today’s day and age…you don’t have to look past your Facebook feed to find news stories where…you know..a baby is saved from a fire…or a single person survives a train wreck…and people leave comments. And if you think your Facebook feed is the only time and place in history you’re going to find people calling these events miracles…or the providential hand of God intervening and sparing their life for a few more years…well you’re wrong. The 1700’s were rife with this sort of thinking…and why shouldn't they have been honestly? I mean, if you believe in God why shouldn't these things reinforce your belief. Think about the fiery train wreck that the one person survived. Why did they survive when so many others perished? They should have died! How convenient! Mere coincidence? Or the creator of the universe intervening? \nWell one big thing David Hume would want us to do when we look at events like these is make a distinction between miracles…and extraordinary events. Because in his mind…there is a HUGE difference in the implications here. Was that person surviving the train wreck unscathed a miracle? Or just a highly unlikely extraordinary event? \nHE would say it was an extraordinary event. See, to David Hume… a miracle is something that only an all powerful God would be capable of. A miracle is a temporary suspension of the laws of nature. A miracle is when someone is levitating off the floor. A miracle is when someone is raised from the dead. The train wreck…well that could have been coincidence right? He gives his rule of thumb when it comes to miracles here:\n“When anyone tells me, that he saw a dead man restored to life, I immediately consider with myself, whether it be more probable, that this person should either deceive or be deceived, or that the fact, which he relates, should really have happened.”\nAnd what he’s saying here is which is more likely? That the laws of nature were suspended in your favor by a supernatural God? Or that someone may have been deceived. Many of the Abrahamic religions are mutually exclusive in the claims they are making in this regard…they believe in the legitimacy of their religion because of the miracles performed and the fulfillment of prophecy…yet they’re more than willing to turn a blind eye to the miracles that the other religions use as the basis for their beliefs. \nDavid Hume’s just saying lets make a distinction between miracles and extraordinary events…and when it comes to miracles…not that it proves they didn't happen, but which is more likely…that the laws of the universe were suspended in your favor or that the miracles you believe in are the same as the countless other miracles that you’re skeptical about. \nWhen it comes to extraordinary events…David Hume would have said well what do you expect? With as many moving parts and as complex as the world is…we can just expect a certain number of crazy coincidences. By the way, what’s the alternative…that in a completely random world NOT governed by a creator that there wouldn't be any random coincidences? No one would ever survive a train wreck? In that completely random world as soon as you’re on a train and it goes off the rails…you’re dead? Randomness is that predictable?\nAnother topic that David Hume discusses that is going to segue nicely into our next episode is another thing that people often use to justify their belief in some higher power: the concept of an incorporeal soul. Maybe we have no basis for believing a lot of things, but there seems to be something about humans that is different right? There's something more to these bodies than just flesh, bone and chemicals. What about the soul? Well, we'll pick up here next time when we get to the bottom of the way Hume believed humans understand the world. Thank you for listening. I'll talk to you next time. "}