{"ep": "Episode #153", "title": "The Frankfurt School - Walter Benjamin pt. 2 - Distraction", "spoken_text": "So something important to consider about Walter Benjamin that maybe isn’t as much the case with a lot of other thinkers we’ve covered on this show is that his work in many ways is just as relevant today as it was when he was writing it. Philosophers, obviously, always do their work within a particular historical context. This context often shades the questions they think are worth asking. So when they come up with ANSWERS to these pressing questions...as INTERESTING as their work is...as much PRACTICAL value you might be able to get from it if you study it...the world sometimes passes their work by in terms of relevance. The work of Walter Benjamin is not this way though...because as we talked about last time...one of the main things that concerned him was this relationship between technological innovations and the sensory experience and subjectivity of people. You change the technology that surrounds them you change the person. That’s what we’re going to talk about today...so when he’s giving examples he’s going to be referencing things like film and radio and TV, probably all three things that are on their way OUT in our modern world. But the way he thought these affected the individual subject and the political subject can be just as easily applied to different technologies things like the internet, smartphones or self driving cars. When you consider the fact that new technology is introduced faster than it ever has been...and how much influence this technology has in mediating our entire relationship with reality to the point you can almost think of us as cybernetic...maybe the work of Walter Benjamin has never been more relevant than right now. To make the case for why I want to begin by doing my best impression of completely hacky content that’s out there. And here I go: I want to tell you all a story today. We have to go all the way back...to the beginning. No, ironically it’s a story about stories. Storytelling. But maybe a better way to think about it is that it’s a story about the mythology of different points in history. The unverifiable stories that people feel connected to and use to help navigate their existence. Now it used to be that the stories and mythology were passed down generation after generation by story-tellers. These people had great memories, great performative abilities, and they would tell the stories sometimes to small crowds of people. Few important things to consider about this early age of storytelling though: one, these stories were received collectively. This was a group activity people were engaged in. Some might say team building. Another thing: these stories were told many times, sometimes to the same group of people. But an important point is that they were NOT reproducible. You could generally tell the same story, but it would not be an exact copy, there would be variations, different details, most of the time if you’re a really good storyteller you base these adjustments on your audience. Point is the collective process in which people received their stories...MIRRORED the collective societies that the people were a part of. But as you know time went on, Gutenberg Press, socio-economic reality changed and Benjamin illustrates how at this point our stories, our mythology started to take form in print. We saw the rise of something called the novel. Now, reading a novel, in contrast to the oral tradition from before, is not a collective activity. People don’t all gather around the same book and wait to turn the page until everyone’s done. This is an individual, sitting down, reading a book. Benjamin says even the story lines of novels almost always are about an individual protagonist, conquering some sort of challenge. Not a coincidence that the novel becomes the most popular form of storytelling during the extremely individualistic, solitary lifestyle of the industrial middle class. One more important point about novels. When you have this sort of individual relationship with a story...what Benjamin thinks it starts to promote is a type of what he calls concentration or deliberation about the novel. This skill of concentration becomes an EXTREMELY important skill to have not only when gleaning wisdom from a story, but also when it comes to formulating your political viewpoints. You generally sit down, weigh all the options and deliberate until you can choose the one you like the most. But again, the world goes on...and during the time of Benjamin what he starts to see is the rise of mass forms of storytelling, mass forms of communication with the introduction of film and radio. Well we heard his thoughts on photography and how it can alter people’s subjectivity...but when we introduce ANOTHER technology...the technology of moving images on a screen...how much of an effect is THAT going to have? Benjamin famously describes the cinema as a sort of training ground for the citizen of modernity. Let me explain what he means by this...when you go to the cinema...you are once again receiving a story or a mythology in a collective way. This isn’t like the individual experience of the novel this is much more like the era of storytelling where you become part of an audience of observers and listeners. When you think of film as a work of art...there isn’t ONE copy of Gone With the Wind where you need to fly across the world to see it...millions, BILLIONS of people can all view the same moving images at the same time if they wanted to. That is to say that film is LIKE the age of storytelling in that it’s received collectively, but UNLIKE storytelling in that exact copies of the story are now mass reproducible. Wanna pause for just two seconds and say that a really important thing to remember here is that in this NEW age of the mass reproducibility of art...Benjamin thinks that this changes several key premises about art that the artist always has to have in the back of their minds now if they want to survive within a capitalist society...which in turn changes what art is altogether. So an example of this would be...within a capitalist society if you’re going to mass reproduce a piece of your artwork... you always have to in some capacity consider profit as an end goal. Which in turn leads you to consider the greatest number of reproductions for the lowest cost. Which in turn...leads you to consider not just art for the sake of the merit of the art alone...now you have to consider what sort of art is going to be the most reproducible, distributable and sellable. When the relationship between the observer and the artist becomes filtered by making art into a commodity...there are real consequences for both parties and we’re going to see these present themselves in this new era of moving pictures on a screen. But first a couple more things about the sensory experience of film this was important to Benjamin:Benjamin compares something like a painting to something like a film. When you look at a painting...the image is standing still...there is time to observe, concentrate, deliberate, to have that individual moment of aesthetic reflection. But with a film, the images and sounds are coming at you so rapidly...things are changing so quickly...there’s never any point where you can have a reflective moment because by the time you start on one it’s already moved on to a completely DIFFERENT set of moving pictures. The result of this is that the default state of subjectivity when you’re consuming artful stories made up of moving images and sounds on a regular basis...but also when consuming many OTHER forms of art in this age of mechanical reproduction...the default state is for a person to absorb the art in a constant state of distraction. Two different modes of thought: we have concentration on one hand...and distraction on the other. Benjamin describes the difference between concentration and distraction here:Distraction and concentration form polar opposites which may be stated as follows: A man who concentrates before a work of art is absorbed by it. He enters into this work of art the way legend tells of the Chinese painter when he viewed his finished painting. In contrast, the distracted mass absorbs the work of art. This is most obvious with regard to buildings. Architecture has always represented the prototype of a work of art the reception of which is consummated by a collectivity in a state of distraction. The laws of its reception are most instructive.So again this is going to be a really important distinction that Benjamin makes about different ways to experience art: someone who concentrates on a work of art is absorbed by it...whereas a distracted mass of people ABSORB the work of art. So as a point of comparison think about someone experiencing art during the era of the novel ...when concentration and deliberation were really important modes of thought: A person sees a painting, for example. They stare at it. They dissect it. They’re in a contemplative state where their entire aesthetic experience is rooted in a type of focus ON the painting. Benjamin says in this way they are ABSORBED by the work of art. But don’t mistake him for being somebody that is saying that this is way better than being distracted all the time and that we need to return BACK to doing things this way. He actually talks at one point about how this art that requires us to be ABSORBED into it to have an aesthetic experience is kind of an aggressive move by the artist if you think about it. The artist is essentially holding the aesthetic experience hostage...they’re basically saying that if you don’t surrender to me your undivided attention and a million dollars in unmarked bills...you’re not going to get ANYTHING from me. But in our modern world...with the new technology that has been introduced...concentration and deliberation have become outdated modes of thought. Being able to concentrate is just not as useful of a SKILL in the metropolitan societies we live in today...and this not only LEADS to the crisis of the novel as Benjamin puts it...you know, people are no longer able to relate as much to this TYPE of art to get their mythology...but it also leads to the strategy that is more USEFUL in today’s world...which is of course to live your life in a constant state of distraction. Let me give an example of what he’s talking about:Think of life in a modern metropolitan city. You are constantly being bombarded by fleeting images, sounds, smells, textures…look, you may be walking down the street and you see a flashing ad on a screen for a bottle of shampoo...you’re interrupted by the sound of a car horn honking...but then someone tries to hand you their mix tape because they’re trying to get their music off the ground...then someone walks past you talking to themselves and you mistake them for talking to you...but then you pass a restaurant and smell the food and look at their logo to see the name, but then someone shoulder checks you because you’re in the way. So on the off chance you’re not a monk wearing an orange onesie all the time...for the average person...trying to concentrate or deliberate on the experience that you’re having in modern metropolitan life not only would be overwhelming but downright impossible. The modern subject exists in a state of distraction because they have to or else they won’t get anything done at all. Think of distraction by the way not ONLY as your visual senses being fragmented interrupted, your eyes moving from one thing to the next. Benjamin would say this is not the ONLY way we pay attention with our senses. He says you could JUST as easily BE in a state of distraction because you are constantly getting fleeting inputs across a multi-sensory landscape.This is important because he’s going to say that during the era of the novel things were way over-indexed in terms of the visual components of things. Sight became this monolith of our experience. People would sit down in a quiet, calm place so they wouldn’t get too distracted...so that they could concentrate on what they were reading. When you go into an art gallery...you probably don’t expect to see a mud wrestling tournament going on in the lobby...and that’s for good reason. Visual things are important...But there are things you just cannot communicate through the single sensory communication of writing that you can ONLY communicate in a multi-sensory way, as the storytellers of the past well understood. The constant sensory bombardment and lack of stillness of modern life REQUIRES a DIFFERENT mode of thought to be able to absorb it properly. Once again, the world no longer absorbs us into it...we absorb the world as members of the distracted masses...and film and videos...serve as the ultimate training ground... for someone who has to live immersed in this distracted reality while still needing to passively absorb meaning as they go about their life. So in the same way the salons and cafes in Europe earlier in history would train the political subject through reading, discussions and debates, the cinema becomes the training ground for the modern subject. This is what he’s referencing when he talks about architecture which he ALSO considered a form of mass media. Sure, you could theoretically stop, look at a building, over-index on the visual and really take it in for the work of art that it is. But Benjamin points out we are NOT tourists! Because in our cities, when going about our daily lives, do we stop and view everything visually and start to freak out about it? Oh...this airport bathroom tile is so, so amazing guys you HAVE to see it! Come in here! Quick No, we don’t. How could you possibly do that? You’d be like Bob Ross with a smartphone...if Bob Ross never had anything to accomplish with his day. We couldn’t possibly do that, which is why our aesthetic experience is realized in the mode of distraction, by absorbing bits and pieces through our use or perception of the world. Distracted masses of people within a capitalist society are not getting their mythology from deliberative concentration about things...they usually appropriate things based on habits that they form, usually without ever even realizing that they’re FORMING those habits or why. He says:“Even the distracted person can form habits. What is more, the ability to master certain tasks in a state of distraction first proves that their performance has become habitual. The sort of distraction that is provided by art represents a covert measure of the extent to which it has become possible to perform new tasks of apperception.”By living in a state of distraction, we appropriate the world in many cases based on the habits that we happen to form. One of the main ways we appropriate the world around us is by having a particular world view. Benjamin is clearly very concerned with these new possibilities of delivering what he saw as bourgeois ideology to the masses through the medium of moving pictures...most prevalent during his time, in the realm of the cinema. Don’t get him wrong! Especially in comparison to his counterparts in the Frankfurt School he’s actually very optimistic about this new technology and its ability to have emancipatory potential for the masses...he just doesn’t think it’s being used for the purpose. Again, you combine passive spectatorship with film and video’s ability to promote a story or mythology that is in line with a particular political ideology...this is a far cry from the storyteller passing down wisdom from other generations...this is far from the novel from the age of concentration...this is a mass reproducible delivery system that keeps people distracted and absorbing a story that could at best pacify their discontent with their place within society...and at worst render people foot soldiers in the regime of a mass murderer. Not to mention when you combine all this with capitalism...you have to also consider the filter always present between the film and the spectators...that the film NEEDS to be funded by someone. And Benjamin wants us to always keep in mind...that the very people that serve to benefit from keeping the masses distracted, absorbing an ideology that keeps things the way they are...just happen to be the very people that have the capital resources to be able to pick and choose which films to fund at all...or videos to produce. All of this segues pretty well into his next big point: that the combination of this new sensory disposition of the subject, that we’re distracted all the time, plus the new role of art in the age of mechanical reproduction, plus the introduction of new mass communication technologies...all of this creates a sort of fertile soil that seems to inevitably lead...to fascism. See art throughout history has typically been connected to some sort of religious underpinning or ceremony or tradition. Once again, the ROLE of art was NOT to be mass reproduced and sold. But now that it is...yet again Benjamin is going to say this comes with both some good and some bad. The good...is that now the MEANING of a work of art can take on any shape you want it to. Ultimately the distracted masses are the critics in this new world, so now so more than ever...what the art means to YOU...actually matters. But once again: every silver lining has a cloud...and the cloud here is that now art...in the sense that it can be appropriated in any way we want now and that it is now mass reproduced: art has moved from what Benjamin refers to as the cult work of art to the exhibitionist work of art. Art in our new world is created primarily to be displayed...and whenever you display a piece of artwork...that makes it take on the form of being intrinsically political. Put another way the technology being introduced during this time has made it possible to politicize and mass distribute art in a way that has never been done before. So if you’re an aspiring fascist leader...this becomes an incredible weapon in your arsenal in this age of the distracted masses. Because back in the age of the novel...the political subject relied on concentration and deliberation to make their political decisions as well. They would find a good quiet place to think, consider all the options, deliberate about which the best one is, tell their local representative and then reflect on their decision. Benjamin thought we are no longer in the era of deliberative politics. More than that...representative democracy was in crisis and seemed like it was on its way out if for no other reason than how people in power are now able to communicate directly to the masses themselves. The relationship between the political subject and the president or ruler used to be mediated by representatives in a representative democracy. Now it is mediated by technology...as is our entire experience with reality and what’s even going on in the world. The representatives still exist...they still show up to work and go to some parliamentary meetings...but to Benjamin these representatives have become spectators almost like the audience at a cinema. They are quickly becoming an obsolete part of the political process. In other words the decline of the Aura even extends to our political leaders...leaders can now put their voice on a radio or their face on a screen and directly communicate with masses of political subjects. Works of art, propaganda, films, radio programs, books, videos, songs...can now be mass reproduced and distributed TO those masses. These masses...through images on a screen...through photographs from above can now come face to face with themselves. They can see themselves as a collective subject. At this point identifying yourself as one of the masses becomes easy. Consider the fact that as the masses come face to face with themselves...as people see the masses depicted in a particular light...could those images be producing the subjectivity of the masses themselves? Now if this were true, which Benjamin thought it was...then the implications of that are that we are essentially just living in a completely mass produced existence. Not only all the obvious reproduction of material goods and art and basically every way you can express yourself as a supposed individual...but we’re even now mass reproducing people. Benjamin at one point talks about how just think about the fact...that things like film and TV and video lend themselves so much to political theater...or political spectacle and propaganda. When you’re shooting a video of any variety and you point a camera at a scene you want to capture...there is only ONE perspective from which that scene gets delivered in that way. Shot from another angle you would see all the cameras, the sound people, the strings attached to the performers that allow them to fly. You’d see not the image that has been DESIGNED for you to see...but the world through a wider lens. Now imagine if there was a direct line of communication between the people in ultimate positions of power through an online medium that only allows you to get your point across in 280 characters. Just imagine a TWEET has to encapsulate your thoughts on a matter. What’s funny is that people do it all the time essentially conceding to the point that there is zero nuance to whatever issue they’re commenting on. Can you really communicate ANYTHING other than ideology in 280 characters? So doesn’t the platform itself filter out nuanced points of view by default? When the only things that can ever get upvoted and shared are things you can write down on a fortune cookie...is that really the way we want people in positions of power to deliver messages to the political subject? Especially considering the distracted masses NEED easy to grasp messages to absorb anyway?Benjamin says this in one of his most famous passages:“Fascism attempts to organize the newly proletarianized masses while leaving intact the property relations which they strive to abolish. It sees its salvation in granting expression to the masses — but on no account granting them rights. The masses have a right to change property relations; fascism seeks to give them expression in keeping these relations unchanged.”Technology mediates everything that we do. Today we mostly exist in a digital ontology that we use to make sense of the physical ontology we actually live in. More so than ever one of Benjamin’s greatest points starts to come abundantly clear: that as time goes on...the communicability of our experience seems to become more and more difficult for us. Now we’re going to talk about this concept more, but in a very general sense it’s interesting to think about one of Benjamin’s examples here. He says that when soldiers went away in WW1 and came home...you’d expect them to return with all sorts of stories about what their life had been like during the conflict. But he says what you typically see, because of the new, sometimes brutal technology that mediated their experience there...what you see are people that clearly have a lot to say, but have a really hard time communicating any of it. There’s always a pause. There’s always a searching for the right turn of phrase to put someone in their experience who wasn’t there. Well what if the technology that progressively mediates the life of a civilian has a similar effect? How alienating would it be to have a host of experiences that you’d like nothing more than to share with the people you love and care about...but that language and communication has atrophied to such an extent...that it will always be impossible for you to actually tell them about it. Thank you for listening. I’ll talk to you next time."}