{"ep": "Episode #156", "title": "Emil Cioran pt. 2 - Failure and Suicide", "spoken_text": "So what Cioran liked to do after he clocked out for the day...when his feet hurt, his back hurt, his eyes were tired...when he finally got home after a long day of navigating the sheer absurdity and meaninglessness of absolutely everything...what Cioran liked to do is sit down at his desk and just write. The result of this was certainly plenty of books, On the Heights of Despair, The trouble with being born, A short history of decay just to name a few. But one thing we have to clarify to be able to truly understand the man behind this work is that his intention in writing all of these things was never to give you answers. It was never to construct a narrative, never to write a story. He wasn’t writing these as long form persuasive essays to try to get you to think the same way he does. In fact part of the beauty of Cioran as a writer is that he really doesn’t care WHAT you think about his writing. He won tons of awards writing in French, not EVEN his first language...rejected almost every one of them. He didn’t care. See, he was writing for a different reason on THIS day. Today, he was writing for a personal reason. Writing... to Cioran was something to be a practitioner of. Writing to him was the greatest form of therapy he ever came across in his life. Whenever he wrote something...the intent behind it was always first, to express something. Because, as he said, whenever you express something that you’re feeling inside it instantly makes it far more bearable to live with. When you understand that THIS was ultimately his first priority...you can clearly see that writing to him wasn’t about being in the New York Times...writing to him was a matter of life and death. It was a way that he could work through tragedy in life, insomnia (which he struggled with), it was a way to contend with the melancholy and dread we talked about last episode...writing a book was, as he said, “suicide postponed”. So knowing all this about the guy...not a surprise that the stuff he generally chooses to write about are going to be these taboo, dark feeling states that we’re not allowed to talk about in polite society. Also makes sense that he would write in fragments...instead of following some cookie cutter plot arc with a beginning, middle and end...he’s not building an argument for his way of seeing things piece by piece...he’s just writing...and writing beautifully for the record...don’t believe me just go to his page on wikiquote and spend half the day scrolling down reading all of the quotable one-liners he produced during his time here.  But an important thing to note is that because he’s never limited by traditional literary formats it becomes a good news bad news situation for the reader. The bad news is if you’re somebody foolish enough to try to nail him down and define him...it’s impossible. I mean what kind of idiot would you have to be to try to make a podcast episode about this guy? But on the flip side it’s GOOD news if you’re looking for an unbridled exploration of the absurdity of existence. The best anyone can EVER do is break down his fragments into general themes...concepts that he visits and revisits over multiple works and always seems to have something new to say about them. Themes like melancholy, dread, depression, but more importantly the ones we’re going to focus on today: failure and suicide. Now it should be said...even trying to deconstruct his thought into themes is a losing battle as well. He often completely contradicts himself in his work. Even within the same book sometimes he’ll say one thing, and then something almost diametrically opposed to it a few pages later. We should all understand though that, once again, writing was ultimately therapeutic to Cioran...not instructive. When someone called him out for contradicting himself he’d be like, who cares? That wasn’t the point of the writing anyway. I wasn’t on some crusade to indoctrinate you into a way of thinking about things. To Cioran... contradicting yourself is just part of being an honest person who is alive, learning, growing and participating in life, and maybe even an indicator that you’re more tapped in to the true absurdity of reality. Following this general theme it won’t come as a surprise that Cioran saw in his biggest failures... elements of beauty and success...and in his biggest successes, winning every award, widespread critical acclaim, he often found a way to see these things as failures. Because if we’re just looking at the theme of failure that he’s fascinated in when doing his work...what you might come away with after having READ his work is a completely different perspective about how you might interact with failure in your life. Failure is yet another example of one of these taboo subjects we talked about last episode that we’re not supposed to bring up in polite conversation. Like if you were at a party...and you saw somebody that you hadn’t seen in a long time but you knew they tried to open up a vape store recently and it failed miserably...how messed up would it be for you to lead the conversation with...hey so how’d that vape store work out for you? You, uh, you selling a lot of mango flavored smoke these days? How’s your vaping portfolio doing? No, you don’t say that to someone...you’re not supposed to ask people about their failures. It’s rude. It’s intrusive. We’re supposed to only talk about nice things. But what Cioran would say is picture that exact same party...say it’s a five year high school reunion. Who do you want to talk to more, really? The guy that married his highschool sweetheart, went to college for accounting or something and everything worked out exactly the way he planned when he wrote that note in your yearbook on the last day of school? Or... do you want to talk to the person that failed. Do you want to talk to someone that wanted to become an engineer...but it backfired...so they found themselves hopelessly in debt, and out of desperation they took a job at a meat packing plant in germany and...once again...they failed miserably at packing meat. Like they just couldn’t find a way to get the bologna into the container. So out of further desperation they tried to become a yoga instructor...but here’s the thing: they don’t know anything about yoga! They just tell people to do cartwheels and dance around with ribbons and stuff...when you consider all that this person went through...at the end of the story...honestly, Cioran would ask...who is the better conversation? Who would you rather talk to at that party? The failure or the success? Tolstoy famously says in the opening line of Anna Karenina:\"Happy families are all alike; every unhappy family is unhappy in its own way.\"Both Tolstoy and Cioran are touching on similar themes here. People that are successful generally aim for the same things related to security...and that outcome is usually very predictable. They all ultimately look like the same person. But when you fail...and fail spectacularly...sometimes it can be like an art project that took on a mind of its own. It can be chaos. There are so many more ways to fail than to succeed and to Cioran, failures are just far more interesting...and not to mention... funny. So why do we make such an effort to run from them, or not talk about them? What would happen, in theory, if instead of avoiding failure, we steered into it? How would that change the way we make decisions in our life?Some of you are probably thinking, hey I think I see where Cioran is going with all this. Similar to last episode when he recommended that instead of running from these inconvenient aspects of existence like dread or melancholy...instead of finding a clever rationalization that defuses the power these feelings have over us...Cioran recommends that we steer into them and embrace them. Because for all we know they are the most important part of the human experience...who are we to negate any of them? Well maybe... he’s doing the same thing here with the concept of failure...and that what he’s ultimately going to say is that we should embrace failure because it’s only through failure that we end up growing as people. Well yes, that’s PART of it. But more accurately it’s a very small PIECE of what he’s saying about failure. Failure, to Cioran, was something much bigger than something that can be relegated down into a self-help maxim like that...failure was something that pervaded what it is to even be human...something that runs so deep in our lives that you can almost see it at a metaphysical level...that is... if making metaphysical claims was REALLY something Cioran was interested in doing. See, his goal here wasn’t to rationally explain the universe through the lens of failure...his goal was to get us out of this silly holding pattern we’re stuck in where we can’t talk about failure in polite society, and in doing so, miss out on just how important of a resource failure potentially is for us. So let’s build his case from the ground up...at the level of metaphysics. Remember Cioran muses in a tongue in cheek way that the world is messed up because whatever amazing deity that’s apparently responsible for all of it must have created it in a messed up way. God failed on this particular project. Humanity itself is a failed project. In other words, even before getting started on whatever projects we decide to embark on in life...we’re already at best building on top of a foundation of failure. Failure is written into the equation. But consider this: even once we DO decide how to spend our time in this life...our relationship with failure is a very special one as the years go on...because failure has a special kind of omnipresence that other aspects of life just don’t have. See, friends and loved ones may come and go. Successes and triumphs are temporary. But failure, to Cioran….failure sticks with you. Every failure is a scarlet letter that you carry around with you. People around you know about your past failures. They remember them. And while they may not say anything for the sake of being nice and going along with that societal taboo...your collection of failures is a companion that follows you no matter where you decide to move or how you decide to dress. So where Cioran might begin is by asking: since we know that our failures are a companion that is going to stick around with us...would you rather be friends with that companion? Or enemies? Do you want failure to be an embarrassing acquaintance that you have to dance around talking about in conversations? Or is it possible to make it a friend...that you’re proud of...that you draw inspiration from...given that failure is SUCH an integral part of this whole process...how do we not run from it or rationalize our failures away with some story...but instead steer into it?To do so will require us to completely reframe the way we look at failure...and maybe the best place to start doing that is to consider just how much Cioran thinks failure is responsible for the entire trajectory of the human species. Let me start here. Whenever anyone makes any important decision in life they do so in consideration of failure. When you decide what relationships you want in your life...when a scientist decides what experiments to run...when a country decides their foreign policy...we all make these decisions doing our best to get to what we see as a successful outcome. But whenever you’re aiming for success as a target...you’re naturally trying to aim AWAY from potential failures along the way. So in this way...our level of comfort and familiarity around the concept of failure directly impacts any important decision we make in life...even on the level of nations and the global community. When failure is something that we can’t talk about. When failure is something we avoid reflecting on, when we don’t fully understand what we’re trying to avoid and why we are never able to aim for success as effectively as we otherwise could. Having a close relationship with failure, ironically, is one of the best places to be if you want to succeed in anything. Because in a universe that is full of absurdity and devoid of meaning...a failure has the exact same exchange value as a success. Why would we throw out such a valuable resource at our disposal?Just like last episode, the answer to this question to Cioran is a simple and obvious one. Failing and recounting our failures makes us feel extremely uncomfortable. But in the interest of us reframing how we see failure on today’s episode...something we have to get to the bottom of is what exactly IS so uncomfortable about acknowledging our failures? Well part of it... HAS to be that by acknowledging a failure you are also simultaneously acknowledging at least a minor lack of self-awareness. Written into every failure is a formula. You wanted to do something. You thought you were capable of doing it, you aimed for success, and then were smacked in the face by reality when you hit some limitation of your abilities that caused you to fail. Point is: you wanted to succeed. Doesn’t feel good to be made aware that you’re not good enough to do something. And it DEFINITELY doesn’t feel good to be REMINDED of that fact or asked about it at a party. Cioran understands all this, but I think he’d say hold on a second let me ask you something. Whenever you fail at something...what is it that you ALWAYS get from failure that you absolutely NEVER get from success? One thing failure NEVER fails to do...is to give us an honest picture of who we actually are. Cioran says it well here...failure is:“Always essential, reveals us to ourselves, permits us to see ourselves as God sees us; whereas success distances us from what is most inward in ourselves and indeed in everything.”For example, picture some middle aged dude that after work everyday drives down to the elementary school with his exercise headband on and takes on all the fourth graders in a friendly game of basketball. He’s posting them up, ripping the ball away from them, blocking all their shots, trash talking...this dude is 183-0 in basketball games against elementary school kids. He’s the best in the business. Well here’s the thing...if Lebron James goes down to the exact SAME elementary school HE TOO would BE 183-0 against those kids. So if this was the only sample we had to go off of...how can anyone really know who the better basketball player is? How can the middle aged dude ever TRULY know how good he is at basketball until he dares to challenge himself enough to fail and SEE where his limitations are? Failure in this way is one of the best friends you could ever possibly have. Failure is the gateway to truly knowing who you are...not just whatever story you have up in your head about who you are. You may be 183-0 in life because you’ve never actually challenged yourself. Lot of people out there that think really highly of their abilities with perfect batting averages that are pretty lost when it comes to where to go on the map of life. But really, even if you have the best compass in the world...how can you ever know how to get to where you want to go on the map if you don’t even know where you’re starting from? Cioran once said that it’s only:“In failure, in the greatness of a catastrophe that you can know someone.”To Cioran, failure has a unique ability to show you EXACTLY where you are right now in a way success just can’t do. Cioran once said that he wanted to have a “existence constantly transfigured by failure.” Transfigured meaning to transform into something more beautiful or elevated. See, he truly saw failure in this positive light. Failure is a voice of reason that keeps us honest about who we really are. He said he actually AIMED towards failure throughout his life, and he wasn’t being sarcastic. Because to be able to look back at a life that was frequently punctuated by failure says a lot about a person. Not... that they were a failure as some people might conclude...I mean, to Cioran of course they were failures...we are ALL failures. No, someone who lived a life with a lot of failures also lived a life where they were courageous enough to push themselves and go for it. They misjudged their abilities and aimed too high at times, sure...but at least they DID something. Worse than being a failure, to Cioran, is to be someone so terrified of failure that you sit around and never do anything with your life. Sadly though, this is where a lot of people end up. People develop a relationship with failure like it is a schoolyard bully. They live in fear of it. Avoid it at all costs. Go out of their way to make sure they never cross paths with it. When they finally have to face it they see the entire interaction as a negative, painful experience. They’re embarrassed to talk about it and so they never do. Remember to Cioran...being able to express something makes it a little more bearable to deal with. These people don’t even have THAT as an option when it comes to their failures. They’re left to pretend and act as though their failures and this bully doesn’t even exist.But just like last episode with melancholy and dread...Cioran is going to ask: Why does it have to be this way? What if we embraced failure...steered into it? Saw it as beautiful, unique and interesting as Cioran did? Imagine never being scared of failing at anything...Not because you’re dumb or something but because you saw failure as the only way to truly see how far you’ve come since the LAST time you failed. You saw failure as an opportunity to get a one on one personalized lesson for how to adjust your strategy for success next time. You saw failure not as something to avoid, but some of the only evidence that you’re actually living a life where you’re not just playing fourth graders in basketball all day long. Cioran deeply admired people who were failures. Sometimes calling them outright losers. Aside from the fact he thought stories of failure were far more interesting and beautiful than stories of successs…he genuinely admired people who lived lives that resembled failure…because who else other than people who choose everyday to wake up and they just decide to be a failure…who more than that person is really embodying how meaningless and absurd existence is? Cioran grew up in Romania...and at the time he saw his country as a prime example of absolute failure on the world’s stage. So when he left Romania to go to school in Bucharest he had a keen eye for people who he thought were complete failures...and he gravitated towards them...endlessly fascinated by their lives. He said:“In Bucharest I met lots of people, many interesting people, especially losers, who would show up at the cafe talking endlessly and doing nothing. I have to say that, for me, these were the most interesting people there. People who did nothing all their lives, but who otherwise were brilliant.”To Cioran, failure was, if nothing else, way more interesting than success. Every failure is like a runaway art project...and every person embodying failure was a painting that required explanation from the artist. Cioran embraced failure so much...that he even lived his life RESEMBLING a failure even though he was far from it in actuality. He once said, “the big success of my life is that I’ve managed to live without having a job.” He also said, “I preferred to live like a parasite rather than to destroy myself by keeping a job.” He bragged about being forty years old and that he was still enrolled in school eating at the student cafeteria. He wore this image of failure around like a badge of honor. Reminds me of something Hemingway said once, not about Cioran he was speaking more generally here but in a world... where so many people want to wear the medals around in public...but they don’t want to do the work to EARN the medals in private...here is Cioran...a shining example of the opposite...here is a guy... whose work is getting widespread critical acclaim, award after award, and he rejects all of them and instead chooses to live his life RESEMBLING a total failure. The overall point is this: to Cioran...here is this MASSIVE concept...failure...and we’re not supposed to talk about it. We’re supposed to be embarrassed of our failures. And we could theoretically live a life where we never actually try anything and therefore never experience failure...the same way we can rationalize away feelings of dread and melancholy. But to Cioran sometimes we need to “push” ourselves into existence. We need to reach into areas where we could potentially fail...just to make sure we know we’re still moving in life...and worst case...even if we fail we at least we know who we truly are... at this moment. The trick, I guess, is being able to realize that failure is NOT the worst case scenario. In many ways, constant success would be the worst. Quick aside...some of you are probably wondering how someone so sold on the idea that the world is meaningless and absurd could even speak in terms of success and failure. How does he even decide what to spend his time on if there’s no rulebook to follow? Well Cioran was so dedicated to the cause...he was so committed to the world being meaningless that he actually lived as though there actually WAS meaning to things...he lived this way...just so that he could protest reality and undermine the design of whatever God created this whole thing. Another taboo subject that we’re not supposed to talk about that fascinated Cioran throughout his life is suicide. Look, talking about all these unfortunate aspects of being a person and the solutions we conjure up to try to deal with them...doesn’t take much creativity to arrive at what seems like the ULTIMATE solution to these problems...to just end your life. Well Cioran obviously realized this...and he didn’t think this was the right answer for several reasons, but it should be said that even after arriving at that position... it didn’t stop him from continuing to reflect on suicide as yet another aspect of existence, that is everpresent, that we are not supposed to talk about. He wants to ask...no different than all the other forbidden subjects we’ve touched on... what are we potentially missing out on by putting suicide into this category? And I think the best way to understand where Cioran is coming from here is to think about suicide NOT as something that is actionable. Try for a second to NOT think about suicide as actually something that you’re going to do as a last resort...try to think about suicide in the third person...almost from the outside...try considering the IDEA of suicide as something available to everyone as an aspect of existence...Suicide is an option...an option just like all the other options you have in life. Like for example you have the OPTION to drop and do twenty pushups right now. That is an OPTION AVAILABLE to you. So Cioran might ask...why don’t you do it? Let’s say you decided to do it...one things for sure...the only reason you’re doing twenty pushups right now is because you have a goal you are aspiring to... where twenty pushups actually gets you closer to that goal. Thinking about it in this way...Cioran would ask...what problem is suicide really getting you closer to solving?Cioran thought suicide was both a temporal problem and an error in understanding about life. These are the two main ways you can think of his argument AGAINST suicide. It’s temporal in the sense in that...well, he says it best that “you always commit suicide too late”. Meaning that you’ve already experienced the inherent pain of existence...you have no idea what the future holds...so ending your life to solve a problem that has already come and gone doesn’t actually solve the problem. The other, more interesting argument he has against suicide is that someone who considers suicide as a solution to a problem is almost always someone that has not thought through the nature of existence at a deep enough level yet. They’re always still at some rest stop along the way of their journey of understanding reality and coming to terms with it honestly. He said:“Only optimists commit suicide, optimists who no longer succeed at being optimists. The others, having no reason to live, why would they have any to die?”Now, of course here he is referencing the optimism we talked about last episode. When you are confronted, by the sheer meaninglessness and absurdity of existence...common tactic is to join one of these optimism cults that allow you to feel connected to something higher than yourself. To Cioran, it’s only someone immersed in one of these clever rationalizations of meaning that would ever even think to be disappointed when they confront how disinterested the universe truly is. A totally neutral party would be confronted with meaninglessness and wouldn’t have any reason to think one way or the other about it. Once again, as he says...if your reason to commit suicide is that there’s no reason to live...why are you assuming there is some reason to die? Now, someone might respond back to that and say, well there’s tremendous suffering associated with continuing to live...why not end it? But not only does suicide NOT solve the problem of the suffering you’ve already been through...I mean, you’re already at this point...just by SAYING that ending it is a good option... you are not being intellectually consistent. You are claiming that the universe is entirely absurd, and yet you are making value judgments that your suffering is something to avoid...the implication being that the alleviation of that suffering would cut the legs out from your entire argument. Here’s the point: to someone TRULY tapped into the absurdity of things...just as a failure has the same exchange value as a success...a moment of suffering has the same exchange value as a moment of bliss. And just as feelings of dread and melancholy may be a absolutely crucial part of being a human being...suffering may be something that grounds us in ways that we don’t always fully understand. This is why at any one moment you may choose to commit suicide...Cioran thinks you are both making a temporal error and an error of understanding, because once again, you always are committing suicide too late...and you are clearly are still bringing a delusional type of optimism about what existence entails. Now keep in mind this argument IS NOT supposed to be some catch-all antidote to these feelings! This is just the BEGINNING of his look at suicide AS A CONCEPT. And as a concept...this is a philosophical rebuttal...NOT necessarily a PRACTICAL rebuttal at all...this is a philosophical rebuttal to using the OPTION of suicide as an ultimate solution to a problem. This is an important point to emphasize...because if you truly were one of these people that could steer into the meaninglessness of life without fail...besides just your own interest in the subject matter...what reason would you REALLY have to think about suicide at all? So most of what Cioran says ABOUT suicide is most USEFUL TO one of these optimists, somewhere along their journey of coming to terms with the human condition. To these people...of which he was one...I think Cioran would say something along the lines of: just never forget...that you too...are on a journey. It’s both tragic and hilarious...but you are a type of creature, that seems to naturally desire to seek meaning and write stories to make sense of things...and you are on a journey through an absurd realm that is completely devoid of meaning. Once again this would be funny if it wasn’t so problematic to so many people. So maybe AS one of these people you decide to attach yourself to one of these stories and rationalizations...you feel better for a while and generally get through life pretty good...but every once in a while you hit rough patch...where the reality of the universe isn’t something that is as easily brushed under the rug with a bedtime story. Maybe you start to entertain the idea that suicide is an option because what’s the point? And maybe his argument of: well what’s the point of suicide in a meaningless world isn’t compelling to you. I think what he might begin with is to say: okay then...well then what’s the rush? Truly though, suicide may be an option, sure. But explain why it is such a pressing option right this second. Why does it need to be done...right now?  Once again, think of suicide in the third person...think of it as an idea or an option that’s available to practically every human being that has the opportunity to exist. When starting from this impersonal place...Cioran began to think of suicide as a concept that he thought was more connected to freedom...than to some sort of last ditch effort to end suffering in a moment of pain. Cioran once said, “What really saved me was the idea of suicide. Without the idea of suicide I would’ve surely killed myself.” See, there’s that separation! That distinction between the IDEA of suicide and the actual act. Suicide to Cioran was something that brought him comfort...just knowing...that no matter what he isn’t TRAPPED here. He said that suicide, “ends subsistence as a nightmare.” He explicitly says that he could’ve never endured life if it weren’t for this freedom available to him...this option that comforted him because it is always there...so it allowed him to continue to exist however he wanted to...so the question becomes NOT whether or not it’s the right decision to commit suicide from some moral standpoint...the question a person HAS to answer...is simply...why right now? As Cioran said: what’s the rush? Because if there is some sort of rush associated with that decision maybe it’s not being made for the best reasons.I mean, as we’ve covered you’re certainly not trapped here...and you can’t undo what you’ve already been through...you’re already here...in this moment...so why not stick around and and at least spectate the absurdity of it all...try to find pieces of it interesting...try to enjoy the absurdity not because it connects to some greater overarching rhizome of meaning that you’re a piece of...but simply for the sake of the absurdity. Suicide may be an option. But it’s an option tomorrow morning after you’ve slept on it. It’s an option a week from now...it’s an option six months from now after that thing you’re looking forward to. For almost everyone: life is NOT constant suffering and subsistence is not a nightmare. So once you’re confronted with reality why not stick around, enjoy your time, enjoy your family, enjoy those sporting events you like so much, enjoy staring at your phone, enjoy it all immersed in this lucid dream where apparently...nothing really matters. Thank you for listening. I’ll talk to you next time."}