{"ep": "Episode #145", "title": "Henri Bergson pt. 1 - History", "spoken_text": "This is a transcript of episode #145 on Henri Bergson. Check out the episode page HERESo maybe the best place to begin this episode is to talk about laughter as a marker of happiness. Should we consider laughter to be a true marker of happiness...like if we see someone who laughs all the time...can we reasonably assume that that person is happy? Well if not...can we assume that laughter is a thing that's GOOD for us in and of itself? Think most people would say it is...think most people would say we should try to laugh as much as possible. Laughter...is one of the most joyful experiences you can possibly have as a human being. Look at any antidepressant commercial...when they're reading off all the side effects those people are frolicing through the park laughing about something...I don't know what, but they sure look a lot happier than me.  But what's funny is that regardless of how much we value laughter, and aim towards it in our daily lives...when philosophers throughout history have tried to take a philosophical approach towards understanding WHY we laugh at things...the reasons we laugh often seem to carry with them some sort of negative connotation. We'll be looking at a few of them here today. Now, most historians of western philosophy will say that the first theories offered for WHY we laugh at things came out of ancient Greece in the era of Socrates, Plato and Aristotle...there almost certainly were theories before this by the presocratics, but...history is a set of lies we all agree upon, right? And we gotta start somewhere so let's just get into it.  There is ONE big plus though...for trying to understand laughter by starting during the era of Socrates. Two themes that were CENTRAL to the theater of this period of Athens: comedy and tragedy. We can see why there might be some sort of negative connotation that could come along with why we laugh when you compare comedy and tragedy. Because as much as they may SEEM like polar opposites at first glance...Something tragic happens: you cry...the ultimate expression of sadness. Something comedic happens: you laugh...the ultimate expression of joy. But when you really take a closer look at these two things something you realize VERY quickly is just how similar the two are. Consider the fact that in both comedy and tragedy there is often a problem that arises, both formats usually cite the reality that we live in a world of complex competing forces that are mostly out of our control, and in both these formats the lens is turned outward, observing the world around the characters, mostly concerning socio-political issues, at which point a character steps up and tries to offer a solution to a problem that faces everyone in society.  While the SOLUTIONS offered by these two different approaches are VERY DIFFERENT...both of them ultimately aim to subvert the expectations of the viewer. There are certain, patterned ways that we look at the world around us...comedy and tragedy are designed to present a different perspective.  Within a tragedy...some hero may sacrifice themselves or die for some sociopolitical cause, looking to have their death evoke some sort of change...while in comedy the goal is more to shift public consciousness by mocking how ridiculous things have gotten.  You know, Voltaire had STRONG thoughts on humor and its utility in the public realm. During his time he would just MERCILESSLY make a mockery of Rousseau and his thinking...and he has a famous quote describing why he did it, I'm paraphrasing a bit here but the idea is that he thought once you can get people to LAUGH at something...they never take that thing quite as seriously ever again. He didn't want Rousseau's work to become some sort of anointed political stone tablets. By the way this is the SAME reason if any of you are thinking of becoming the dictator of a small country...why if there is someone ruthlessly making fun of you in public to everyone...this is why most of your dictator colleagues drag that person off into an alley and they're never seen again. You need to maintain that status of infallibility. Comedy, in other words, is not just telling knock knock jokes...comedy can be one of the most powerful tools a society has to speak truth to power...and I'm sure we can all think of examples of comedians, TV shows, movies, books, etc. that serve this very purpose. More on that later.  Now obviously the comedies concerned with sociopolitical commentary are far different than the comedy you watched last week starring Adam Sandler. But somebody might want to ENGAGE in a comparison between the two to try to get to the bottom of what makes us laugh at all. Why do these two VERY different things BOTH make us laugh? Philosophers all throughout history have tried to figure out what exactly do we mean when we say something is funny, and what makes it funny?  Ultimately today's episode is going to lead to a famous essay by Henri Bergson called Laughter and in it...he wants to examine the relationship between people and the comic. By comic...he's not talking about a person who tells jokes...by \"the comic\" he more means \"the comedic\" or \"the funny\". He wants to examine it...but he wants to do it from a different angle than has typically been done historically.  See all throughout the history of Western Philosophy thinkers have been pretty excited to USE philosophy to understand things metaphysically or epistemologically. This tendency has limited them to Bergson...because so often when they look at something like the question \"what is funny\"...they'll immediately try to understand what we MEAN by the concept of funny...what MAKES something funny...in other words, they try to CATEGORIZE it and nail it down.  Bergson is more interested in examining the relationship between funny...and the internal experience of human beings. This may seem like just a slight shift in perspective, but it's emblematic of Bergson and the scope of his work. Bergson believed that our long history of looking at everything in such spatial terms made us almost completely neglect to use philosophy to look at many aspects of the internal experience of people. He actually wonders at one point in his work if since the dawn of the scientific revolution philosophers had taken a different course, and instead of trying to understand the external world they endeavored to understand our internal world...how might the field of psychology look today? A field that during HIS time was practically in its infancy.  So that said...I've thought about it a lot and I think the best way to understand Bergson is to structure it like this: first I want to just SAY WHY Bergson thinks we laugh at things, just get it out there... which probably wont make much sense right now, then I want to do a bit of a historical overview of several key philosophers and why THEY thought we laugh at things, and then I want to return to Bergson and explain how these theories throughout history relate back to what we initially talked about.  Bergson believes that any time we find ANYTHING funny...it is because at some level we are witnessing what he famously calls, \"the mechanical encrusted upon the living\". Let me explain. Think of some random object out there...let's just talk about a tree. A tree is not funny in and of itself. You don't just look at a tree and start laughing. The very concept of something being funny, to Bergson, is an extremely humanistic activity. Things aren't funny to the universe...they're not funny to gravity...or bacteria...things are funny to other human beings...funny is a HUMAN activity...and everything that we find funny, ultimately to Bergson, is us seeing something that looks mechanical within human behavior, behavior that is otherwise, fluid, elastic and constantly in flux. This hallmark of the late nineteenth century...to put rigid, mechanical parameters on something that is ACTUALLY fluid and constantly in flux causes us to laugh, now...there's obviously much more to this...but to understand how Bergson arrived here let's look at some other theories throughout history and try to spot how these theories might relate back to what I just said.  So one of the earliest known theories when it comes to what makes something funny...taken up by philosophers like Plato, Thomas Hobbes and partially in the work of Aristotle, Rene Descartes...is something that has come to be known as the superiority theory. The basic point is this: when we laugh at things it is because at some level we feel superior to some element of the joke or situation. Laughter is a response to this feeling of superiority.  You know a common saying is that there is always a VICTIM in comedy...there is always a butt of the joke. This theory offers an explanation for why that HAS to be the case. Let's talk about some examples...maybe the most basic one is slapstick humor.  You and your friends are walking through the woods...your friend in front of you is looking back telling everyone about how they're about to start their own vape store...and they trip over a log and faceplant into some sort of shrub and EVERYBODY laughs, now...the Superiority theory would say that you and your friends are laughing at that because you're getting a certain amount of joy in knowing that you are superior to this person in this moment. So if we extend this line of reasoning this is why stand up comedians might be prone towards self deprecating humor...because the audience can always laugh at how pathetic they are...this could be why in comic strips the go to strategy is for some character to say something really, really dumb...this could be why in movies funny scenes are OFTEN written to have a character in a super embarrassing situation that they can't get out of. Common to all of these is that the audience feels superior to the butt of the joke.  Whether you agree with this or not, should be said, there are certainly things you could point to that seem to verify the legitimacy of this...for example how bout the fact that we feel COMPLETLY different, when we are being laughed WITH...as opposed to laughed AT. When you're laughed AT by a group...it's almost like you're being seen as lesser, than the other members of the group. Being laughed AT immediately brings up a sense of a hierarchy in our heads.  Now, the problem with this theory ended up being a lot of different things not the least of which is...that if we're going to start with the premise that what evokes laughter is a feeling of superiority over something...then why do we have such a strong capacity for pity? Why when we see people with health problems, relationship problems, financial problems...why are there so many cases of people being worse off than us that don't amuse us at all? We don't even come CLOSE to laughing in those cases. Also what about insects and plants that people often feel superior to? Why aren't those people walking around at the botanical gardens laughing like bozo the clown all the time? How bout the fact people often laugh at themselves? Superiority may be a part of the formula for what makes us laugh, but philosophers were quick to point out that there has to be something else going on here. So they went back to the drawing board.  Now another theory that came later...is that laughter is kind of like a pressure release valve. This is more commonly known as the Relief Theory, held by people like Herbert Spencer and Sigmund Freud. Proponents of this theory might say...think of laughter as sort of a psychological tool that helps us get back to homeostasis. Let me explain: often times within the boundaries of a single joke or group of jokes...there's a sort of nervous tension that begins to build...during the setup of the joke we start to feel a sense of pity for the subject of the joke and we start to develop expectations about their situation...only to find out on the punchline that those expectations were wrong and that all that mental energy we put into caring about them was a total waste of time and everything's actually completely okay.  For example take the very simple joke, \"Did you hear about the mathematician that was afraid of negative numbers? Yeah, he'd stop at NOTHING to get away from them!\"  First of all none of you judge me...I don't wanna hear it...point is this is a super simple example of the structure of some jokes...the first line is telling a story of somebody immersed in a career where they're terrified of something they have deal with every day. We might start to feel bad for this person, think of how miserable their life must be. Only to realize one sentence later that any mental energy we expended in that direction, was actually useless and any expectations we had were wrong. Now when you extend this theory to formats where you have more than two lines to work with...TV shows, Movies...stand up comedians are absolute masters of doing this over the course of paragraphs, maybe over the course of their whole set. When we've exerted mental energy towards caring about a character in a story only to find out it was a joke and that it actually didn't matter, to some supporters of the Relief Theory, we laugh as a psychological tool to release that tension and bring us back to homeostasis.  But other thinkers who are still proponents of the relief theory might disagree with the idea that the Relief Theory is this narrow. They might say, for example, look at this classic quote from Groucho Marx:  “Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.” Now, some people might laugh at that. But why if we're accepting the premises from before? There wasn't any nervous energy being built up to set up a thwarting of someone's expectations. He was only saying something positive before the punch line. Arguments like this led some philosophers to think of the relief theory in more macro terms. We go about the stresses of our everyday lives, in other words we fear things within our cultures, we suppress our desires, we create narratives and expectations of ourselves and others and our place in the world...all of this accounting for the true source of that nervous energy that needs to be relieved by laughter.  Think of somebody that goes to work all week...50-60 hours at their job, constantly building that pressure up and then goes out on friday to the comedy club to let off some steam. Or even goes home nightly and doesn't want to do anything but watch a funny show they like.  This reminds me of a theory Adorno had which is that as citizens of late stage capitalist totalitarian societies...we watch these products created by the culture industry...we watch these funny TV shows and movies and comedians and we laugh and it distracts us away... from the economic chains we walk around in every day of our life. What might otherwise be a sort of nervous energy that would increasingly build and result in people feeling so uncomfortable it would lead to revolution for Adorno...instead we're given bread and circuses to keep us at bay and laughter is the steam being released from the pressure cooker.  Nonetheless, as interesting as this theory is probably everyone listening can think of a TON of different things people laugh at that clearly have nothing to do with a release of built up nervous energy. But this theory was a CRUCIAL part of the history of these theories of what makes us laugh, so we have to know about it. Because even if philosophers think there has to be something else that accounts for laughter, maybe, just like in the case of the superiority theory, the relief theory is part of the answer.  The LAST of these big theories from history about what makes us laugh is probably the most popular theory in today's day and age...what's known as the Incongruity Theory. Sometimes called the Incongruous Juxtaposition Theory.  Now real quick it should be said for all three of these: the superiority theory, relief theory AND incongruity theory...I'm just covering the central theme of what these theories are trying to get across...every one of these had several major thinkers that appropriated them and each of those thinkers had their own unique details and terminology when it comes to how they approached them. My goal is not for us to understand everything ABOUT these theories...just the ideas to the extent that they are useful in understanding Bergson's theory later on.  That said the incongruity theory needs a little more explanation than the other two. The earliest sighting of the incongruity theory actually is by Aristotle in his work Rhetoric. He says the easiest way to get an audience to laugh is to somehow establish some sort of expectation in their heads...and then to violate it. Now, at first glance this may sound like the incongruity theory is saying that we laugh when our expectations are violated or we are surprised...but it's actually not that simple! Think about it, there are a lot of surprising things you could say... that really aren't that funny at all. For example if you were an alien that came down to this planet and you wanted to find out how to make humans laugh and you went to the library and read about this theory and thought it just meant surprising someone's expectations...someone comes up to you and says hello...you wanna make them laugh so you say welcome to minnesota...certainly that's a surprising response...but it's not FUNNY. They're not gonna laugh, they're gonna call the police.  Now what makes this an important point is that what makes us laugh is NOT in the incongruity in itself...we don't laugh JUST BECAUSE two things that are unrelated come together...the way it's COMMONLY described is that we laugh in the RESOLUTION of that incongruity. The thing that JARS our expectations NEEDS to fit within the context of whatever the story is or whatever conversation we're having. This idea of the context that we view things within is going to become extremely important when we start looking at the theory of Bergson.     Keeping in mind that context is important and that the comedy lies in the resolution of the incongruity not in the incongruity itself...we navigate our lives, we categorize the world around us, we label things, we group similar things together, we see which contexts things are \"supposed\" to be used in, we start to see patterns in the way the world unfolds and then we start to develop expectations of how things fit into the world. Laughter occurs when one of those expectations are violated, we feel a momentary sense of discomfort BECAUSE our expectations have been violated, and then that discomfort is resolved in various ways and it produces an affect we call laughter. There are several philosophers that were fans of this theory...Aristotle, Schopenhauer, Kant...in fact here is Kant in the Critique of Judgment describing the theory for himself: “In everything that is to excite a lively laugh there must be something absurd (in which the understanding, therefore, can find no satisfaction). Laughter is an affection arising from the sudden transformation of a strained expectation into nothing” So some examples of this. Some stand up comedians are absolute masters at tying together two concepts that are incredibly familiar to us in an unfamiliar way...or two concepts that seem completely unrelated to each other in a way that actually makes total sense. TV shows and movies are very character driven...so we have expectations of the way a person is supposed to behave in a particular social context...when one of these characters violates it in a way that, as Kant said, is absurd and ultimately resolves into nothing...we laugh when we don't feel that STRAIN on our expectations anymore. This can also be said of sitting around with your friends having a funny conversation.  One of the biggest problems with this theory has proven to be that there are a ton of examples of incongruity that's absurd and resolves into nothing... that doesn't make people laugh...picture someone who's not a carpenter, going to a seminar full of journeyman carpenters, giving the keynote speech about drywall screws. No doubt violating expectations, no doubt absurd and resolving into nothing...no ones laughing. So if we want to claim that we've somehow found the FORMULA for laughter we have to be willing to accept that AGAIN, maybe this theory is part of it...but maybe there is more to it that we aren't considering. Maybe there IS no formula....or maybe these formulas have been too fragmented in the past. Henri Bergson's theory is often cited as a strange variation of the incongruity theory, but a better way to think of his theory is as a hybrid theory. He synthesizes the strongest parts of the superiority, relief, AND incongruity theories and then adds on a pragmatic social element of the function of laughter that helps us regulate our cultures and communities.  This idea...that laughter is something that's an important tool to help regulate society...this is an idea that we still are debating heavily to this day. There seem to be two sides to this debate. One is that comedy is an important tool used in the public realm to speak truth to power. The comedian or the comedic writer LOOKS at the world around them...observes the way that things are...they see things that are ridiculous and they point them out ACTIVELY trying to get other people to notice them in an attempt to change their worldview...to put someone IN a position of power in check. Like we talked about with Voltaire...so that no one can take this person or these ideas quite as seriously ever again, AVOIDING the deification...AVOIDING the illusion of infallibility. Comedy is a powerful tool that has the ability to do this.  Now on the other hand there are others that would say that comedy is ALSO a forum for the completely absurd and disingenuous. That comedy is EQUALLY...NOT something where you're getting up on stage holding a press conference about your views on the world...quite the opposite...the GOAL of comedy is to get laughs...there are TONS of comedians that make their living saying things that are WAY over the top that they clearly don't believe, and no one in the crowd thinks they believe it, but they say it simply BECAUSE it's completely ridiculous. BOTH of these different approaches to comedy fall under the same heading. But you can see the tension that might start to arise here...the people that believe only in the truth to power side of comedy might look at the absurd side of comedy and think they're saying things that are affecting people's worldviews that are maybe dangerous...the absurd side of comedy might look at the truth to power people and think they're pigeonholing comedy into these narrow parameters that excludes people that don't want to hear a political lecture, they just want to go down to the comedy club on Friday after work and laugh with their friends about nonsense.  Doesn't really matter who's right, but this tension between these two very different approaches INVITES people to try to come up with a theory for why we laugh at things...that can explain why we laugh at BOTH of these. They seem very different from each other. Some of your might be saying why does it have to be one or the other? Why can't comedy be both? We have blanket terms like Sports...that includes both football...and badminton. They're very different but both sports. Why can't comedy be the same way and I hear you! But we always arrive at the same conclusion. See just like in the Isaiah Berlin episodes: it's not enough to just say Why not both? and then wash your hands of the question. Fact is if we're going to say why not both...we NEED a theory of why we laugh at things that can explain why these two seemingly different things are actually very similar. This is what Henri Bergson tries to do in his famous essay from 1980 called Laughter. We'll be going into it in depth next episode as well as how laughter relates to the fluidity and elasticity of human behavior, the inspiration he took from the presocratic philosopher Heraclitus we covered on episode one, how this relates to time and we'll start looking deeper into his view of the universe rooted in process philosophy. Good news for YOU people is that the episode is already done...in fact the episode after THAT is 95% done. See I've been writing episodes in quarantine...I just haven't been feeling good enough to record them. But I do NOW! So, a person much smarter than me about podcasts told me that it is horrible for the show to release two episodes at once...so I will be releasing part two of this in four days...maybe three. We'll see if I can stay patient.  That said have a GREAT three or four days, spend time with the people you love.  Thank you for listening. I'll talk to you next time. "}