{"ep": "Episode #018", "title": "Avicenna", "spoken_text": "This is a transcript of Episode 18 on Avicenna.I've sat up the last few nights thinking about the best way to describe where we are, in the history of philosophy. Where we've come from. We've covered a lot. I found myself trying to think of the best metaphor I could use to tie it all together and give a little bit of context to this period of time we're moving into, because I know where this is all heading. I think many of us know where this is all heading. Things are about to get really awesome, and I had all these examples and metaphors I was throwing around in my head and none of them really captured what I was going for and then it hit me. Philosophy, in so many ways, is like the process of starting a maintaining a fire. Fire doesn't just start out of nowhere; It takes a spark. And that spark doesn't just instantly erupt into roaring flames, unless you're throwing a cigarette out the window in southern California. Barring that one exception, that spark takes work. You got to put it inside of the handful of tree shavings and leaves, you got to blow on it, you have to nurture it. We talked for a long time on this show about the Presocratics. Now, none of these guys had ideas that held up to scrutiny for very long, I mean sure we still talk about people like Heraclitus and Parmenides but their ideas were more landmarks of thought than philosophical endgames. But these Presocratics were incredibly important nonetheless, if for no other reason than they began the discourse that was necessary. They are the sparks that started the fire. Yeah, one spark may pop up and just instantly fade away, not starting the big fire, but we needed people like Thales to exist. We needed someone to look around them and say, \"I think everything is made of water.\" so that then someone else could say, \"What are you, stupid? You think air is made of water?\" so that Thales could then say, \"Okay, prove me wrong.\" They started that discourse and that discourse was the spark that eventually turned into the roaring white hot flames of Athens during antiquity. During the Hellenistic Age. But then with the political troubles, the looking back to years past when things were better, the radical shift in the average person's philosophy of self, the popularity of skepticism; all these things led to philosophy slowing down, things headed in a more dogmatic direction. We ran out of fuel, we ran out of logs to keep the fire of philosophy going and it started to get smaller and less hot. Then with the rise of these new monotheistic religions that didn't see much value in looking for truth outside of what they saw as the truth, I mean why would you really, it was like dumping a bucket of water on the fire. And here we are in this smoldering phase. People that have taken any sort of forest or camping safety course know that a fire can go on for a long time after it's seemingly put out. It may not look hot, but that heat is still trapped inside of those embers and you got to really make sure you stamp it out or there's a possibility it could find a twig or a leaf and start back up again. This period of time we're heading into is really like this smoldering phase where once every couple hundred years, some polymath genius comes along and stirs up the embers, and you can see the red and orange you can feel the heat of the fire of philosophy again, if only for a moment. Avicenna was one of these people that stirred up the fire. He kept the fire going long enough to get to the moment in history that all of this is leading up to when someone comes along and dumps a bucket of gasoline on that fire.But today's episode is about one of the most brilliant men who has ever lived: Avicenna. Now, personally I have a deep respect for Avicenna just because of the circumstances he was born into. We're talking 950 AD. There's an Islamic saying that goes, \"the ink of a scholar is more holy than the blood of a martyr.\" This was the thinking in Baghdad during the centuries leading up to Avicenna. It was truly an incredible time in history. You had a culture of people where one of their top priorities was collecting the world's knowledge. They wanted all of the worlds wisdom translated into Arabic. Turns out it was a good move for them, they experienced what is known as the Islamic Golden Age. While the west is going through their Dark Ages, the Arabic speaking world is having monumental leaps forward in almost every, single category. Mathematics, Medicine, Architecture, Science and most importantly for us, Philosophy. If it weren't for 8th, 9th, 10th century Baghdad, we might not know who Plato and Aristotle were really. They were the guys that translated it and kept writing commentaries on it. Now the head and shoulders above, fan favorite was Aristotle. He was the gold standard if you were living as a philosopher in this region. And just to illustrate how much Avicenna stirred up the fire of philosophy, people think of this region's philosophy as all of the philosophy before Avicenna where they made commentaries on Aristotle, and all of the philosophy after Avicenna where they made commentaries on Avicenna. That's how much he changed things.But Avicenna didn't live in Baghdad. He was born in a small town that we'd know as modern day Uzbekistan, so how did he benefit from all this? It kind of reminds me of listening to Adam Carolla in recent years. \"Don't you just hate it when you're so talented, successful and rich that your personal maid hides your remote control from you and you can't find it for twelve seconds? What a terrible inconvenience.\" Well, that's kind of how the Caliphate was feeling in 9th century Baghdad. They were having problems dealing with the quandaries that come with having a sprawling empire that was almost as big as Rome at its height. They changed the capital city around, there was some in-fighting concerning the direction all this was going in, but the important part is that this cultural center of Baghdad, this mylar balloon filled to the brim, just stretching and bursting at the seams ready to explode, the centralized control over it dwindled a bit. And what happened was some of these outlying towns near Bagdhad starting getting more access to this Hellenic Philosophy translated into Arabic. There still was no Academy or Lyceum that taught a structured curriculum of philosophy for Avicenna to attend, but at least he had access to the information. Avicenna was a mostly self-educated guy. Not to belittle how brilliant he was, but that self-education probably contributed to him having such a unique perspective on Aristotle.The loosening of the grip on Baghdad, the heightened access to knowledge and education, the ambition and brilliance of someone like Avicenna, all of these things remind me of modern times. When have we ever had as much access to educating ourselves for free as we do today? You see when you have a very special person like Avicenna what even a little bit of education can do, what happens when Avicenna has the entire internet? What happens when Avicenna has podcasts to listen to? We live in amazing times for realizing human potential. Bryan Cranston himself couldn't make meth strong enough to give to the printing press to make it as influential as the internet will be. Google is the modern day 9th century Baghdad, and I wonder how many Avicennas have been flipping burgers or digging ditches over the last thousand years.So like all the other philosophers in his region, Avicenna was influenced most heavily by Aristotle. But he wasn't just going to roll over and accept everything Aristotle had to say as the gospel truth. In fact, he already had a gospel truth, Islam. He reads Aristotle, finds the parts he doesn't agree with and dismantles it with his own brilliance. But Avicenna wouldn’t see it as dismantling. He saw it as healing. His most famous work actually directly translates to \"the healing\". He heals Aristotle to be compatible with Islam. And this is one of those hallmarks of medieval philosophy that is the reason most universities skip huge chunks of this period, is philosophy becomes not the search for truth, but the quest to validate what you already believe as the truth. By far the thing he is most known for is his \"Flying Man\" thought experiment. But before we can talk about that, we have to understand a big area of disagreement among philosophers, an area where Avicenna heavily disagreed with Aristotle: the relationship between Mind and Body.You can think of Aristotle's thoughts on the relationship between mind and body by thinking of an iPhone. Or any cellphone or electronic device for that matter, but using the term \"mind\" might be a little misleading if we think about it in modern terms. The definitions of words get a little hazy back then, Aristotle uses the word soul to describe this a lot, but what he is referring to is the \"rational soul\". Our ability to reason, whatever existence is present in our minds. Now what he says, is that mind and body are one. Indivisible. Inseparable. This is the opposite of Plato who would say that the soul and body are separate, with the soul being chained to the body, shackled within the body waiting to be released. But for Aristotle they were one and it's not that he has some deep argument proving this is the case, he just kind of points out how silly it would be to focus on that question, because we don't do it in any other area of existence. We don't do it with other things. He says:\"It is not necessary to ask whether soul and body are one, just as it is not necessary to ask whether the wax and its shape are one, nor generally whether the matter of each thing and that of which it is the matter are one. For even if one and being are spoken of in several ways, what is properly so spoken of is the actuality.\"What he's saying here is that if you took an iPhone, that iPhone has a certain contoured shape and form. When we think about things, the shape of the iPhone is one thing, the materials it's made out of is another thing, but do we think about them as two separate things?If you answered yes, Aristotle would argue that you could say that that shape or form is what makes it an iPhone because if you melted it down into just a hunk of burnt electronics, it wouldn’t be an iPhone anymore. And when you do that, does the shape of the iPhone remain there in some mysterious way? Of course not. Well based on this Aristotle says:\"It is not unclear that the soul – or certain parts of it, if it naturally has parts – is not separable from the body\"Now you're probably going, \"Wait a second, how did we get there? Weren't we talking about the shape or form of something in relation to the materials it's made out of? How does that make the rational part of the soul inseparable from the body?\"Well to Aristotle, the rational part of the soul is the form of a human being. Think about it, there are many things that could have the shape of a human being. I can think of all kinds of humanoid robots, other monkey like creatures, things that may have the shape of a human, but aren't human. What shapes a human, to Aristotle is our ability to reason and the other functions of the rational soul. So maybe the better example to explain how Aristotle thinks of the relationship between mind and body for humans is that if you had an iPhone, if you took the IOS software off of that iPhone, you wouldn't have an iPhone anymore. You'd have a really shiny brick to ward of common street criminals with, but not an iPhone. The relationship between mind and body to Aristotle is similar to the relationship between an iPhone and its software. What the word iPhone symbolizes to us cannot exist without that software. It wouldn't be the complete definition of iPhone. Aristotle talked a lot about this. If you put an iPhone in a blender and turned it into powder, Is that still an iPhone? No. In fact I think that’s how they make most weight loss shakes so at that point it might change forms into a weight loss shake but the point is what if you took all the electronics out of the middle is that an iPhone? Well, at some point it needs to become an iPhone. When is that point? Aristotle would say that the blended powder of the iPhone, is only potentially an iPhone. Only when it is assembled does it become an iPhone.Well Avicenna didn't agree with Aristotle that the body and mind are one. This was a huge rift between the two of them. The reason why is because think of what Aristotle is saying by saying that the soul and body are inseparable. Just like there is no reason to believe that the shape of the iPhone sticks around after you've melted the materials down, there is no reason to believe that the soul continues to exist after the body ceases to exist. This obviously wasn't compatible with the idea that you are a spiritual being that can look forward to eternal life in paradise. So what Avicenna had to do is somehow prove that the mind and body ARE separate entities from one another. What he creates is genius and it's known now as the Flying Man Thought experiment. Be ready to hear a lot more thought experiments in the future. Thought experiments to philosophers are like a hammer is to Jesus. You know, carpenters. The idea behind using thought experiments is that we exist in a very limited framework, and because of that framework, our thought is limited. Thought experiments change something about that framework. They pose some hypothetical situation and then ask, \"what if\"? And that \"what if\" usually makes us look at our current existence a little more openmindedly. Every sci-fi movie ever made is a thought experiment. Well Avicenna gives us one of the best ever:\"One of us has to consider that one has been just created in a stroke, and that one has been thus created fully developed and perfectly complete , yet [created] with one's vision shrouded from watching external entities created falling in the air on in empty space in a fall not buffeted by any felt air that buffets it; its limbs separated and not in contact nor touching on another. Then let it contemplate whether it would affirm the existence of its own self. It would not then doubt the affirmation that its self is existent, yet not affirming the existence of any other limbs nor inner bowels, nor heart, nor brain, nor anything of the external things. Rather it was affirming the existence of its-self without affirming that it had length, breadth, or depth. And if it were possible for it, in such a state, to imagine a hand or any other limb, it would not then imagine it to be part of its-self nor to be condition of it.\"What he's saying is: Imagine yourself being reborn with all of your memories wiped...floating through space but there are no stars. Only complete blackness, no sound no smells. Nothing to sense at all. Arms and legs separated, you're just floating through space. Now, if this existence was possible to be BORN into...you certainly exist...right? Maybe a different way of thinking of it is...if you were wiped of your memories and put there now...would you cease to exist simply because your body cant SENSE anything? It seems reasonable that you would have some sense of awareness you just wouldn't have any idea that you have a body. You wouldn't know to expect to have a body.So, What is this self that exists? its certainly not your body parts...because in this analogy you wouldn’t even know that you have them. you don’t KNOW that you have a body...you don’t know how big you are...you could be an elephant for all your know...what you DO know...is that you exist. What this proves to Avicenna, is that the human body and the mind are separate from each other...the flying man proves it.Now, if you've taken the time to ask yourself \"How do I know that I exist?\" You're probably a little weird. Don't worry man I'm with you. Lady Gaga writes songs about people like us. Embrace it. And look, to be fair, there are just way too many good AMC shows and video games to watch nowadays to think about things like that. If Avicenna had grand theft auto five, I'd be talking to you guys about the historical progression of different flavors of Doritos. None of this stuff would have gotten done. But one interesting thing to think about is that we actually address this question more often than we realize.Whenever we think about quality of existence, we think about the nature of existence. Despite the fact that it may seem unimportant we think about it a lot. For example, there's a character in Breaking Bad, I think it's Tuco's dad...hes the really old, wheelchair bound guy with the little bell that he rings with his weird finger. Well, he has an existence where his body doesn't work, except for his finger, but his mind works. As humans, we still see him as existing, albeit in a lesser sense. He's a good way to remember Avicenna's Flying Man Thought experiment. But flip that around. What happens when someone is completely brain dead, but their body is still functioning. Their heart is still pumping their nervous system is still working, what is that person's existence like? The fact is, if someone we know was in a terrible accident most people would be far more likely to end life-support on the person who is brain dead than the person whose body is next to useless, but their brain is still functioning. By making a judgment on the quality of existence, we're asking at some level what is it to exist at all?It's important to note that Avicenna wasn't trying to prove that he knows we exist simply because he is able to be self-aware. This is one of the rare occasions where I'm going to jump ahead a little bit, just real quick. The Flying Man Theory has a lot of similarities to one of the biggest moments in the history of philosophy a few hundred years from now when a guy named Rene Descartes wrote: I think therefore I am.Now for the record, this is another reason why philosophy seems boring to some people because if you're an outsider talking to someone about philosophy and you go, oh, whats one of the big, awesome moments in the history of philosophy...whats a moment that I should be impressed by. And the person says back to them, \"Rene Descartes said: I think therefore, I am\". And the outsider is like, \"Really? Well that's underwhelming. That's the sum total of thousands of years of human thought? That's one of the most obvious statements I've ever heard.\"What that outsider doesn't realize is the history that we talked about at the beginning of the show. The Presocratics, Socrates, Plato, Aristotle, the rise of skepticism. The co-existence of skepticism with all the schools of the Hellenistic Age. The Pyrrhonists. Generation after generation of philosophers asking how can you know ANYTHING for certain? Can you? It was all but accepted that humans could NEVER arrive at truth about anything because you can always say, well how do you know that? Then the rise of monotheism and for a thousand years humans claimed to have arrived at the truth, and then BAM! Copernicus, Francis Bacon, Galileo All of a sudden, we don’t exist within an ordered cosmos as the Greeks saw it, we live in the middle of chaos. And what's worse, we don't seem that important in this chaos. It is impossible to know ANYTHING for certain. And along comes Rene Descartes.You know, Avicenna's Flying Man is NOT the same as Descartes. Avicenna's would be I think therefore I'm not only my body...or I think therefore my body is separate from my rational soul. But I think it is just as brilliant as Descartes. If you want someone to be Descartes before Descartes, I think you'd be better off looking to Saint Augustine who makes an extremely similar claim hidden in some obscure chapter of NOT his most famous work:\"By not positively affirming that they are alive, the skeptics ward off the appearance of error in themselves, yet they do make errors simply by showing themselves alive; one cannot err who is not alive. That we live is therefore not only true, but it is altogether certain as well\"he also says: \"who would doubt that he lives, remembers, understands, wills, thinks, knows, and judges? For even if he doubts, he lives; if he doubts, he remembers why he doubts; if he doubts, he understands that he doubts; if he doubts, he wishes to be certain; if he doubts, he thinks; if he doubts, he knows that he does not know; if he doubts, he judges that he ought not to consent rashly. Whoever then doubts about anything else ought never to doubt about all of these.\"Well, above all else, and this is something were going to talk about more in future episodes, although in many ways Avicenna's healing of Aristotle helped to make it compatible with Muslim teachings, the flying man thought experiment really was the complete opposite....it flew in the face of Islam. By saying that the soul is immortal and therefore doesn’t need the body to live on in the afterlife, he was going against the orthodox Muslims of his time period who believed that both body AND mind are resurrected into the afterlife. The downside was that he was ruthlessly attacked for this, the upside is that he found favor with many later Christian thinkers. This brings me to the question of the week: Philosophize This! Is what Avicenna said true? Does his Flying Man thought experiment really make it impossible for the body and mind to be inseparable? I wonder if there is a way to link the feelings in the body with the thoughts that the rational soul has. Thank you for listening. Talk to you soon."}