{"ep": "Episode #026", "title": "The Social Contract, Thomas Hobbes Part 1", "spoken_text": "This is a transcript of episode #027 on Thomas Hobbes pt. 1 - The Social Contract. Check out the episode page HERE.Want to begin the episode today with a little thought experiment. I want you to imagine that something happens to society as we currently know it, there's a downfall of the standing government of whatever country you currently live in, and all of a sudden you find out that the new system of government that is going to be erected is a monarchy. Now, as modern citizens of democratic societies we're supposed to be appalled by the idea of this ever happening. I mean, we saw what happened in world war two, we saw what has happened categorically throughout history: absolute power corrupts absolutely. This monarchy is never going to work, no matter who the ruler is.Well let's say we had to for a second. What sort of qualities would you want that monarch ruler to have? What sort of personality traits? In fact, let's take it one step further and go a little bit ridiculous here: What would their spirit animal be? What animal from the animal kingdom possesses the sorts of qualities that you would want in a monarch ruler if you had to live under one? Machiavelli gave us a couple. Would you want him to be cunning and sneaky like a fox, to be able to always stay one step ahead of other rulers? Would you want him to be a lion, strong, brave, king of the jungle, keeping us safe from everything? Maybe you'd want him to be like one of those angler fish with the lantern on their head, guiding us through dark waters. Well in the 1600's a man named Thomas Hobbes asked himself that question too, and the animal he chose, was a Leviathan. Now, for anyone unfamiliar, the Leviathan is an animal from mythology, it is known as monstrous and terrifying, kind of like the alpha-predator of the ocean. You don't have to take my word for it, they describe the Leviathan in several different books of the Bible, In Job 41:18 :\"His sneezings flash forth light, and his eyes are like the eyelids of the dawn.Smoke went up from his nostrils, and devouring fire from his mouth; glowing coals flamed forth from him.And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads.\"Now personally I think this sounds terrifying. I mean, why has this thing evolved ten horns? I want to know what sort of world this thing was living in where natural selection allowed to live the ones that could fight 10 predators simultaneously. But it's not important what I think of this thing, it's what Thomas Hobbes thought of this thing. These are the descriptions he read when he was racking his brain for the thing he wants his leader to be most like. A Leviathan? That doesn't sound very fun. It sounds like he would be almost too powerful. Well he was speaking metaphorically. He needed to go to mythology to find a creature to compare his vision to. The title of his most famous work was Leviathan, and he actually helped design the front cover of the first printing. What he chose for the cover was a giant human shaped figure, its body made out hundreds of small human bodies representing the citizens of a potential state, the head of the giant, was one man. What he referred to as, the sovereign.But before we dive into Leviathan, it is going to be useful for us to understand where Thomas Hobbes is coming from with all of this. Let's get a little background on him: Thomas Hobbes was born in 1588 and was instantly made an orphan. Shortly after that his uncle, who happened to be quite well off, agreed to take care of him, which is significant because without his uncle as his guardian, he may not have ever had the resources to acquire the education that allowed him to affect generation after generation of future philosophers, which you will soon learn all about. He lived smack dab in the middle of the English civil war that took place in the 1640's, so he was uniquely aware of how easily the bricks that hold society together can come crumbling down. This also can offer us some insight into the world he was immersed in and how it may have shaded his views on humans in general and what is inevitable in any political system.So maybe some of us have heard of the term \"social contract\". What is a social contract? Well we can get some insight into that by thinking about what a contract is at all. Well, the dictionary defines contract as: a written or spoken agreement; usually by two or more parties. The social contract that we are going to be talking about today is one of several social contracts that will eventually be laid out by philosophers and what it concerns itself with at its core are two fundamental questions: One: why do humans need government in the first place or how did people come to realize that government was a good idea at all? Two: what is the role of government in the lives of the individual citizens, or how much authority should that government have.The social contract, is something you are very familiar with, because whether you realize it or not, you have signed it and lived in accordance with it every, single day since that fateful day at the hospital when your mother gave birth to you. But to be fair to you, it really wasn't an EXPLICIT choice you made at first, the choice was made for you by thousands of years of human civilization. But to be fair to them, in the eyes of Thomas Hobbes, it was without a doubt the correct choice and you should be thanking them.Let's talk about why. Thomas Hobbes says that in the beginning, man lived in what he called a \"state of nature\". Nature typically comes with a positive connotation in today's world, you know, we're going to go on a Nature walk, want to come? You wouldn't want to come on the Hobbes nature walk. The state of nature is a ruthless, dog eat dog, perpetual state of warfare where anything goes and any act of violence is justifiable no matter how seemingly unnecessary. This sort of world is the default state of man when no laws and government are in place to maintain order. Maybe the best way to picture the \"state of nature\" that Thomas Hobbes describes is to think of what it might look like in modern times. Have you ever seen the movie \"The Purge\"? Well, for anyone that hasn't, the premise of the movie is that for various reasons that supposedly benefit society, the tag line of the movie trailer is that: all crime, including murder is legal for 12 hours. I still have no idea why they need to make the distinction that murder is legal. I'm pretty sure that is included in \"all crime\" but anyway, this 12 hour period in this movie is a great depiction of what the \"state of nature\" would look like, if all of a sudden laws and government ceased to exist. There are no private property laws, people are taking whatever they want, trespassing wherever they want, killing whoever they want if it benefits them in some way, there are no police to come to your home if someone attacks you, there are no firetrucks to come if your house is set on fire, there is no FBI to track down your kids if they are kidnapped. Thomas Hobbes paints an identical picture when describing the state of nature. He says that because there is no private property, nothing belongs to anyone. Now the thing about that is that it's not like when that happens we instantly enter a society of communal property. No, the inverse is true as well: that everything belongs to everybody. This sort of dynamic makes everything CONSTANTLY up for grabs. This sort of dynamic also makes you perpetually at war with the rest of the potential grabbers, which is, everything that exists on planet earth.Hobbes describes the state of nature here:\"In such condition there is no place for industry, because the fruit thereof is uncertain: and consequently no culture of the earth; no navigation, nor use of the commodities that may be imported by sea; no commodious building; no instruments of moving and removing such things as require much force; no knowledge of the face of the earth; no account of time; no arts; no letters; no society; and which is worst of all, continual fear, and danger of violent death; and the life of man, solitary, poor, nasty, brutish, and short.\"Not only are you constantly at war with starvation, and the elements and any renegade asteroids that might want to come end your existence, but you are at war with every single other human on planet earth. You are living a subsistent lifestyle. You have nobody to trade with, there is no specialization. Your life becomes very similar to an animals life. Looking for food and other necessities of survival, constantly paranoid of predators watching you, living a solitary, brutish life as Hobbes would say. Things are not very fun.The reason you have to be paranoid and expect people to undermine your survival in the name of theirs is that morality doesn't exist in the state of nature that Hobbes lays out.He continues here in the Leviathan extrapolating from the inevitable state of war that we are in:\"To this war of every man against every man, this also is consequent; that nothing can be unjust. The notions of right and wrong, justice and injustice, have there no place. Where there is no common power, there is no law; where no law, no injustice. Force and fraud are in war the two cardinal virtues. Justice and injustice are none of the faculties neither of the body nor mind. If they were, they might be in a man that were alone in the world, as well as his senses and passions. They are qualities that relate to men in society, not in solitude.\"What he's saying here is, if you were living this terrifying, subsistent lifestyle in the \"state of nature\", when somebody sneaks up behind you, beats you in the head with a rock, steals your wife from you, kills your children and takes all of your stuff before you regain consciousness, you would feel kind of irritated at the guy. That was a messed up thing to do! Totally unfair! Right? Wrong! Hobbes says there is no \"injustice\" when no laws are put in place. Whether something is \"good\" or \"bad\" or \"right\" or \"wrong\" really only is present when there is a goal that is trying to be achieved. There is no system of laws that people in the \"state of nature\" can look to and feel a sense of injustice. There is no \"good\" or \"bad\" behavior as we would typically see it. The ONLY thing that can really be considered a \"good\" in the state of nature, the single, goal that is in place for humans when in this state of nature is self-preservation. Self-preservation is the goal, therefore, in every action that we take, while in this state of nature, we should strive for it. You come across somebody else's camp, he's gone, you take all of his food and supplies: perfectly justifiable because you are acting in the interest of the ONLY good self-preservation.To Thomas Hobbes, this is obvious and understandable. This is perfectly compatible with his view of what human nature is: to be selfish. We are self-interested, survival oriented machines. We have deep impulses to slight each other in the name of self-preservation. Now, this is the biggest point of disagreement with Hobbes by future philosophers. Are all humans at their roots fundamentally selfish? Well it's not weird if you feel attacked when he says that. It's not weird if you disagree with it. I mean after all, how does Hobbes explain someone who volunteers their time and performs good deeds like helping an old lady across the street? Certainly these people who are altruistic aren't selfishly driven at their core. Well there are good arguments on either side. Hobbes would probably respond to that that people who are altruistic do so because of their selfish drive to assert themselves as superior to other people. Morally superior to others who could have helped but didn't and physically superior to the old woman he is helping across the street. When you start getting into the intentions behind why people do what they do, things can get a little hazy, but the important part is that Hobbes views human nature as fundamentally selfish.In fact, if you're one of those people that think that deep down, people are good at their core and not selfish, Hobbes says, \"Why do you lock your door at night then?\" If that's truly what you believe, then leave your door unlocked!Hobbes isn't interested in thinking about utopias or how he would like for the world to be, he is interested in what the world actually is. And humans, to Thomas Hobbes are selfish creatures. Humans will declare war with other humans and other creatures for their own preservation, and when he breaks it down, he sees three main causes for enacting this state of war.\"So that in the nature of man, we find three principal causes of quarrel. First, Competition; Secondly, Diffidence; Thirdly, Glory.The first maketh men invade for Gain; the second, for Safety; and the third, Reputation. The first use Violence to make themselves Masters of other men's persons, wives, children, and cattle; the second, to defend them; the third, for trifles, as a word, a smile, a different opinion, and any other sign of undervalue, either direct in their Persons, or by reflexion in their Kindred, their Friends, their Nation, their Profession, or their Name.\"To Thomas Hobbes, there are three main reasons we \"go to war\" with each other in this state of nature and he just said them in that quote: personal gain of some type, personal safety, and personal reputation. Now the common thread among all three of them is that they are a personal interest that they are pursuing. See, Thomas Hobbes isn't a believer in the idea that certain people are born and they are naturally superior to other people. Sure, some people may be stronger, or faster. They might be able to complete an obstacle course faster than someone else; they might be able to lift more weight or beat somebody else senseless in a direct engagement, but that other person has gifts too, gifts that in the eyes of Thomas Hobbes, makes the two of them equal. So if the strong, athletic guy is out in the wild and he comes across a fruit tree that he wants some fruit off of, but he sees the less athletic guy put a stake in the ground next to that fruit tree and say that it's his. The athletic guy wouldn't be the odds on favorite against him in the eyes of Thomas Hobbes, because the less athletic guy has other gifts that make them equal. Maybe he is a better tactician, maybe he has the ability to manipulate the athletic guy with words or trick him into falling into a spike pit he dug. The possibilities are endless and it doesn't take much thought to see where Hobbes naturally goes with this:\"From this equality of ability, ariseth equality of hope in the attaining of our Ends. And therefore if any two men desire the same thing, which nevertheless they cannot both enjoy, they become enemies, and in the way to their End, . . . endeavor to destroy, or subdue one another . . . If one plant, sow, build, or possess a convenient Seat, others may probably be expected to come prepared with forces united, to dispossess, and deprive him, not only of the fruit of his labor, but also of his life, or liberty . . .\"\"And from this diffidence of one another, there is no way for any man to secure himself so reasonable as anticipation; that is, by force, or wiles, to master the persons of all men he can so long till he see no other power great enough to endanger him:\"What Hobbes is saying is that all three of these reasons why humans quarrel with each other: competition, diffidence and glory, really all three of these can be distilled down to one thing: self-preservation. What humans naturally recognize when they are out in this \"state of nature\" is that this constant state of war is incredibly taxing both mentally and physically. Like I said before, humans are constantly behind enemy lines fighting to defend everything from everything. There MUST be a better way! Hobbes says what humans eventually realize in this state of nature is that they could achieve a higher level of self-preservation, that is, a life without all of this constant looking over your shoulder and uncertainty, they could achieve that life if they could eliminate this threat of other humans. Hobbes says that humans must seek peace. Now there are two main ways of doing this, you could try to use your natural gifts to overpower them and make them your slaves. But as Hobbes says, that won't ever work for very long if it ever works at all. They have natural gifts just as you have natural gifts, and eventually they will escape or kill you and take all of your stuff. That hardly eliminates the anxiety caused by constantly having to watch your back.The second way you can do this is by signing a contract with your neighbor. Let's take our example from earlier. The really athletic guy comes across a fruit tree with another less athletic guy, they both realize the tree produces more fruit than they could ever eat alone, so they make an accord. Since we are neighbors right next to each other, doesn't it benefit us to make an agreement NOT to attack each other. I mean, since we are both acting in the interest of self-preservation, and since there isn't a scarcity of anything that would cause us to have to hurt each other to get what we need, wouldn't the BEST thing to do, if we were TRULY acting for our own preservation be to agree that, \"I won't attack you, you won't attack me, we will share the fruit from this tree equally down the middle, and if anyone tries to come take it we can defend it together, both of our strengths combined. This really is a win, win. We get what we need and we don't need to constantly watch our backs, at least on one side of our houses.\"But what Thomas Hobbes says is that this agreement, this hand shake agreement is not enough. Hobbes says it would be WONDERFUL if we could just put our hands on a Bible and take an oath that we will NEVER attack this other person we made the agreement with, but that just will never be enough. Never underestimate just how selfish humans can be, and never underestimate the evil things they can do in the name of self-preservation. Hobbes says taking an oath isn't good enough, so how can we insure that the athletic guy will follow the contract he signed with the little guy? Well, let's say there was no government or legal system in place to enforce contracts in today's world. Let's say you were buying a fish tank from someone off of Craigslist and they looked sketchy. Let's say you don't trust this guy at all, you can't just instantly transfer the fish tank and the money. Someone needs to give their end of the bargain first!We see this sort of situation in movies all the time. You know, the protagonist and antagonist meet somewhere. The antagonist usually has the leading female and love interest of the protagonist in a headlock with a gun to her head saying, \"Give me that briefcase full of money or the girl gets it!\" Well, the hero of the movie doesn't trust this guy, why should he? He says, \"No, you give the girl over...THEN you get your briefcase full of money!\" Now all of a sudden there is a stalemate. Who gives their stuff over first? Both parties can't trust each other. In fact, whenever someone DOES hand over their half first and the other side reciprocates, my first thought is always, \"You idiot! why did you do that? You could've had both!\"What Thomas Hobbes is saying in Leviathan is that when humans get into this weird bargaining stalemate, where they are bargaining for a safer, less anxiety filled life, when one person is saying \"give me the briefcase\" and the other person is saying \"no, first you give me the girl, THEN you get your briefcase\", we need the guy with the AK47 pointed at both of them saying, BOTH of you better hand over your half right now, or you both die.This person holding the AK47 is the Leviathan. The sovereign. The leader with absolute authority to do whatever he wants, whenever he wants in the interest of maintaining the contract. While in the state of nature, we have complete control over our lives to go where ever we want, take what ever we want, kill whoever we want, but when we sign the social contract, which is without question a more self-preserving lifestyle, we forfeit much of that control over what we can do to the sovereign. His job, is to keep us OUT of that terrible, perpetual state of war that we would otherwise find ourselves in. Because there was no previous moral code when you were in the state of nature, the laws the sovereign puts in place in the interest of keeping us OUT of a perpetual state of war ARE the moral order that you are beholden to. Because the sovereign is the moral authority, it doesn't matter how tyrannical or seemingly terrible he is to you, no matter how bad it is he is still keeping you out of the state of nature, which is without question, much worse for you. The state of nature is the state of war and the end that all of us should really be striving for is the opposite of that: a state of peace. The enforcer of the social contract, the sovereign, maintains that peace at all costs. Your job is to follow his laws even if you don't understand why they are laws.There are a lot of examples of this. Let's say you're driving down the highway and you come across a sign that says \"speed reduced to 15 mph\". and you say \"COME ON! I'm not slowing down. This city is ridiculous, they're overly bureaucratic, completely overbearing, just trying to nickel and dime the seconds of my life away so that they can...\" Then you hit a little kid that was playing in the middle of the road and you couldn't stop in time. Just imagine how angry the parents of that kid would be. Hobbes says you may not understand why the laws are put in place, but because you benefit from the fruits of society, you should follow the laws of the sovereign because they are meant to keep the peace, they are meant to prevent us from declaring war on each other. Government is a necessary evil to Hobbes. The sovereign is the way we can insure that humans are safe and can pursue things that further benefit and preserve human life.Once we are in this social contract, once we have established that self-preservation is the only thing that we can really draw a moral compass from, Hobbes says that because we are reasoning creatures, that if we use our ability to reason and think about what behavior would yield the greatest quality of self-preservation, we naturally arrive at certain principles. This is why the collection of them is aptly named \"Natural Law\". There are many earlier and later interpretations of natural law, but Hobbes is unique in that they are so closely tied to his social contract. The idea is simple: if the main goal is self-preservation, then any act that is destructive to yourself in any way in the long term, is bad. Any act that is truly helpful to you, is good. These good and bad actions are not always immediately evident to us, but Hobbes says these things are known innately by all and if we use our ability to reason well; Natural Law is ultimately what follows as a set of fundamentals to live by.The first one is familiar:\"That every man, ought to endeavour Peace, as farre as he can hope of obtaining it; and when he cannot obtain it, that he may seek, and use, all helps and advantages of Warre. The first branch of which Rule, containeth the first, and Fundamental Law of Nature; which is, to seek Peace, and follow it.\"By using reason we arrive at the idea that to TRULY act in the interest of self-preservation, we must seek peace. Hobbes lays out 19 different laws that make up his Natural Law. Most of them are pretty obvious and straight forward and I highly recommend you read through them before next episode, I'll have them on the page for this episode on the website. The reason why, is because to understand the true significance of this natural law, we need to dive deeper into Hobbes and his view of what humans are. Maybe a good way to think of the social contract is by comparing it to a football game. The monarch appointed to uphold peace is kind of like the quarterback. We, as citizens, are like the players on the field and Hobbes' natural law is like the playbook that keeps us running our route and not colliding with other players on the field."}