{"ep": "Episode #130", "title": "Dewey and Lippmann on Democracy", "spoken_text": "This is a transcript of episode #130 on Democracy. Check out the episode page HERE.So just thinking ahead...I think it's going to be extremely valuable for us to spend a little bit of time on 20th century political philosophy...and that's what we're going to do right now. See, there's a lot of conversations in the REALM of 20th century political philosophy that...NOT ONLY are going to be useful for us, and the future of this show...but the 20th century is just FILLED... with famous political debates that end up being INCREDIBLY fruitful for the societies they were conducted in...these debates in many cases, you could argue...did more for their societies in the 20th century, than ANY OTHER century of political debates... did for theirs, ever...even though...to philosophers at the BEGINNING of the 20th century...it really didn't seem like it was going to be that way at first.See there's this conversation going on at the end of the 19th century heading IN to the 20th century.... about whether it's a good idea to even be TALKING about political philosophy anymore. Where this is coming from... are the same conversations that eventually give rise to Structuralism. Remember, Structuralism...one of its main tenants is to talk about how the ideas that we've come up with over the years... haven't been some ongoing progression towards some ultimate Truth as we may have thought in the past...when it comes to your subjectivity...you are not some free acting agent just disinterestedly navigating the universe. That everything that you DO think and CAN POSSIBLY think is ultimately dictated by the narrow historical, cultural and biological parameters that you were born into, the ideas that you have EQUALLY narrow and subject to an arbitrary historical context.Well the problems people are having at the end of the 19th century with the idea of engaging in political philosophy stem from this... they were saying, you know, if the essence of political philosophy is to ask questions like what is it to be a citizen, what is the role of government, how should power be delegated and regulated, how do we best live TOGETHER in communities of different types of people...if these are the questions we're trying to answer...and the ideas you have about the ANSWERS to those questions ultimately are products of the time and culture you were born into...then when it comes to the task of trying to find THE BEST political philosophy out there...when we have these discussions, what are we even talking about? Because if this stuff is true, can't we never arrive at any sort of satisfying answers to these questions? Well then is political philosophy something we should even be DOING anymore?Nonetheless...even if there WERE these reservations at the time...political philosophy still went on...and if you were to dissect the conversation that was going on at the time, there were three major branches of the conversation going on, we're going to talk about all three of them...but one of the branches would have been philosophers taking a much closer look at the subject of Democracy...and one of the biggest, if not THE biggest, conversations ABOUT Democracy that's going on during this time...is between the famous political commentator Walter Lippmann, and the American Pragmatist philosopher John Dewey.Probably the best place to insert ourselves into their debate, and start to uncover the position that Walter Lippmann held about Democracy...is to talk about an old criticism of Democracy that probably initially stems from Plato's Republic...the paraphrased version of this question would be something like: \"Is the average citizen of a society...the right person to be making the decisions about who should be making the decisions for a society?\" Now, the implication there is that they clearly are not, and just to move us along so that we can save some time another way of PUTTING that would be to say...that we all need to be willing to consider...that a fundamental flaw...in the way a Democracy functions...is that any political action carried OUT by that democracy...is ultimately going to heavily rely on public opinion. Which is the name of Walter Lippmann's famous 1922 critique of Democracy. This critique of Democracy...John Dewey would later say is the GREATEST critique of Democracy that was around at the time...and John Dewey, if you don't already know, is the POSTER BOY for a person in support of Democracy.But more on him later...let's talk about Walter Lippmann. Lippmann's main point, when it comes to the first half of his book Public Opinion, is that there are several, fundamental problems with the structure of Democracies that have existed in the past... that are going to lead to a LOT of serious problems for societies of the future if we don't all get serious and DO something about them. The place a lot of these problems stem from: Democracy's reliance on Public Opinion. Lippmann would say that public opinion being the driving force behind political action in a society SOUNDS great in theory, but in practice...things just didn't work out the way the founders of our modern democracies had in mind. He references the founders of the United States: he talks about how back then, things were different. Back then...not everybody could vote...the people that COULD vote were relatively wealthy landowners that had a vested interest in understanding their local communities because it directly affected their land. The expectations of the founders were that yes, things would change. The country may grow exponentially. The lives of people may change dramatically, but no matter what happened with the country the PRIMARY focus for a citizen politically...would BE these immediate subcommunities that they were the closest to.The reason this was a check mark in favor of democracy was that if the scope of the world you're thinking about politically is limited just to your local community, and likely the place you've spent you're entire life, it's going to be a lot easier for you to be qualified to make intelligent decisions about the FUTURE of that community.But as we know and Walter Lippmann knew in 1922...this just isn't the way the world has shaken out. The scope of the world we're expected to have thoughts on politically is global. When you really take a step back...and LOOK, at all of the enormously complex systems you are expected to have intelligent thoughts about as a modern member of a democracy...fields with THOUSANDS of years of work done, fields people dedicate their ENTIRE LIVES to and don't even come CLOSE to understanding fully...the world is NOT like the subcommunities that the founders thought were going to keep going...the world is as Lippmann says, \"too big, too complex, and too fleeting for direct acquaintance. We are not equipped to deal with so much subtlety, so much variety, so many permutations and combinations. And although we have to act in that environment, we have to reconstruct it on a simpler model before we can manage it.”What he's talking about is that as people when we're face to face with the unbridled complexity and nuance of the political world, that almost as a DEFENSE mechanism we construct a simpler, alternative model of the world that is more managable...he calls these models of the world that we construct of the ACTUAL environment...pseudo-environments.To construct one of these pseudo-environments, what we do is we take a look around us...and create a collection...of stereotypes. Not just stereotypes about people or cultures, he's speaking more broadly than that. Stereotypes about the environment. Stereotypes about medicine. Stereotypes about the government. Whenever we're prompted to give our intelligent thoughts about a particular subject as a member of a democracy, we look to our pseudo-environment, go into our grab bag of stereotypes and pull one out to do battle with the stereotypes of everyone else. When you combine the pseudo-environments and stereotypes of each and every member of a particular democracy, the sum total of them to Lippmann \"crystallize into what we call public opinion\". To Lippmann in other words, what WE refer to as public opinion and the resource we use to drive our democracies forward, is nothing more than the crystallized version of everyone's collective pseudo takes on the world based on stereotypes.But if that fact wasn't bad enough...Lippmann would want us to consider where we even GET these narrow pseudo-collections of stereotypes.See to Lippman if you're somebody trying to create one of these pseudo-environments...in other words: if you're someone interested in having an opinion on the world, or forming a political stance all...what you NECESSARILY HAVE to do in order to do that is hear about events that you don't experience, have never seen, yesterday you had no idea this thing even EXISTED, this thing is usually happening so far away from you that you couldn't POSSIBLY understand its proper context, and YOUR JOB...is to form emotional responses to these events.Not just that...these emotional responses are ALWAYS based on the moral intuitions of the pseudo-environment the person has already created in their head...in other words...the events of the world are ALWAYS filtered through this preset collection of stereotypes the person had that helped them create a vision of the world up until that point!Now if THAT weren't bad enough...Lippmann would want to ask where we even GET these events of the world that it's our job to form emotional responses to? The media!We are living in a world where media products are the best tools the average citizen has to create one of these pseudo-environments. Media products created by people with their OWN set of stereotypes they use to chop up the world. Media products delivered through extremely narrow mediums...through the moving images on a TV screen...through the limitations of an existing format of a podcast...through the extremely narrow metric of what it is to \"report\" on something. Not to mention the profit motive of media outlets which is driven by consumer decisions, not by how accurate the media is...Lippmann has a quote:\"For a dollar, you may not even get an armful of candy, but for a dollar or less people expect reality/representations of truth to fall into their laps.\"But if even THIS weren't bad enough, consider all of the OTHER obstacles in the way of getting to even these MEDIA sources. Consider that the media itself is ALWAYS delivered by the vehicle of language, which is itself an extremely crude and narrow thing. Consider the socio-economic limitations that face the average citizen when constructing this pseudo-environment. For example, most people work 40 hours a week, they have families and lives to maintain, they have recreation time to tend to so they don't burn out of the whole process...how much time is there really at the end of it all to educate yourself on all of these extremely complex systems so you can be some sort of weekend warrior road scholar?You know, the prominent idea for a long time was that access to information was going to be an extremely good thing for political discourse. The more information people had the smarter they were going to be, the smarter they were the more complex their ideas and discussions would become...the one dimensional political fanaticism of the past was a result of the ignorance of the populations. This is why a lot of people were extremely optimistic when the internet first came along...you want to talk access to information...the internet is like throwing gunpowder on that fire. So why does it seem like it has simultaneously thrown gunpowder on one-dimensional political fanaticism?Walter Lippmann saw this coming. Because he knew that when people seek information they are not seeking truth. They're seeking to reinforce a pseudo-environment of stereotypes they already believe in, and even if they're not...the whole process of seeking information is filtered through their EXISTING set of stereotypes...and it sabotages the whole process. Lippmann says so often what we think of as developing our understanding of politics and the world...is really just us choosing between which of the handful of existing authorities and thought leaders we're going to entrust our worldview to. There's no question as to why Lippmann would have had a problem with using Public Opinion as a means of directing society.Now, let's switch sides of the argument here and talk about the position of the philosopher John Dewey. You know....there's that classic way of breaking down the two different ways people see themselves as citizens within a society. They either see themselves as in competition with the other people around them...or they see themselves in cooperation with the other people around them. The idea is...you know...when you go down to the Farmer's Market and you see the dude getting the avocados...when you look at that guy do you see it like I am an individual...he is an individual...and we are two individuals embarking on two separate journeys within the same society. Or...do you look at the guy and see him as a team member, and the two of you are part of a team in cooperation towards a common goal? One certainly isn't inherently better than the other...the philosophical question that's being asked here is do you look at your place in society through the lens of the classical liberal tradition of individualism or the progressive liberal tradition ala John Dewey?Now this contrast between competition and cooperation is going to be important when it comes to explaining Dewey's positions on Democracy. See, because John Dewey...would no doubt give credit where credit's due. He would say Walter Lippmann makes some very strong points about Democracy in Public Opinion...that is IF you are looking at Democracy as a system of government. Looking at Democracy as MERELY...a system of government as Plato did in the Republic.John Dewey tears into Plato. See, it was the ancient greeks...in their pursuit to try to uncover the \"best form of government\" in their form of political philosophy...that initially included democracy in their discussion. We had the monarchy government by the one. The aristocracy government by the few. Democracy government by the many. But here's where the shift happens. John Dewey is going to ask: what if Democracy...is not JUST a form of government? What if what we think of as society is an organism...and government is merely something produced by that organism, like a bird produces a nest?First question first: what if democracy is not just a form of government. John Dewey thinks this shouldn't really be THAT HARD of an idea to wrap our heads around. I mean, Democracy is something you see across almost ALL LEVELS of society, not JUST in Washington DC he says. Democracy is present in corporations, families, churches, groups of friends tons of other examples...you even see democracy present in the behavior of groups of animals in the animal kingdom. Democracy is CLEARLY not JUST a form of government, so what would be a more accurate way to classify it?John Dewey calls Democracy a lot of different things...he calls it a way of life. He sees it as tantamount to freedom, but probably the most important way that he classifies it if you want to understand his arguments against Walter Lippman is that he says Democracy is an ethical ideal, not just a form of governement. This takes democracy as not just the result of some political discussion about forms of government and reframes it as an ethical imperative.Democracy is a tool for social unification that we all have an ethical obligation to maintain, and there's a lot of reasons why. First, John Dewey sees a fundamental problem when it comes to looking at society through the lens of individualism. Very short excerpt from the Stanford Encyclopedia of Philosophy that uses multiple John Dewey quotes just to illustrate what he means here:“men are not isolated non-social atoms, but are men only when in intrinsic relations” to one another, and the state in turn only represents them “so far as they have become organically related to one another, or are possessed of unity of purpose and interest”This is why democracy is such an effective and STABLE form of social unification for Dewey. Society is an organism, and the individual and society are what he refers to as \"organically\" connected to each other. So in this sense: within a TRUE democracy... the individuals are always able to CONTRIBUTE to and own part of the society, because they're participating in it... and the society is always able to CONTRIBUTE to and own part of the individuals because they are always a person ENGAGED in the issues OF that society.This is a major shift of perspective: instead of looking at this as a society with a government keeping it in order...Dewey is seeing this more as an \"ethical community\" of citizens, society...an organism comprised of them...that none of us would ever have been able to survive or flourish except through our participation within this organism...this is part of the reason why, to Dewey, it is much more accurate to view others around you as team members in cooperation than to view yourself as an individual doing their own thing. In other words: yes, democracy is a form of government, but the only reason its a form of government is because it is also a deeper form of social unification. And not only is Democracy the most stable form of government because of this symbiotic relationship between the two organisms of the individual and society, but it's also the most stable because its the best at safeguarding against potential authoritarian systems taking control of the organism. He says in a famous passage:\"...every authoritarian scheme, ... assumes that its value may be assessed by some prior principle, if not of family and birth or race and color or possession of material wealth, then by the position and rank the person occupies in the existing social scheme. The democratic faith in equality is the faith that each individual shall have the chance and opportunity to contribute whatever he is capable of contributing, and that the value of his contribution be decided by its place and function in the organized total of similar contributions: – not on the basis of prior status of any kind whatever.\"What he's saying is that if you look at every brand of authoritarianism that ever rears its head...one similarity you will always find is that it tries to use some birthright, some aspect of \"nature\", to justify it's power. Remember that these authoritarian regimes try to use \"the natural order of things\" because it's going to come up later, but think about it: the divine right of kings, being a ruler because you're part of the right bloodline, ruling over others because they're the wrong race, even down to ruling over others simply because people that came before you were high ranking in the social structure of THEIR time...Dewey is saying that authoritarian regimes all use this same trick. They justify their ability to rule based on some prior principle as he says. But Dewey is going to say this is yet another strength of democracy as a method of social unification, because it's the ONLY system where prior status doesn't really matter. Every person has the ability to contribute something to society if they have something valuable to say. To John Dewey, each and every person is unique and thus brings a unique perspective to the problems society is facing. Don't we want as many good ideas as we can possibly get as a society? Then why would we EVER limit ourselves to a panel of oligarchs or a single dictator? This is part of the reason why John Dewey is such a huge advocate of education and its reform. When you consider that our society hinges on the ideas of the citizens that make it up...why WOULDN'T we do as much as we can to ensure that people are not only as educated as possible, but also are taught HOW to think and adapt with changing environments. True democracy SHOULDN'T just be a form of government...it shouldn't be DEFINED by just a bunch of people voting for what they want...Democracy is MORE than that to John Dewey...see a TRUE democracy should allow every citizen within it to realize their full potential, the good news being that allowing people to realize their potential helps society immensely as well.Yes, certain people are going to go down rabbit holes of information and become enraged political zealots, but that shouldn't discourage us when it comes to democracy, to John Dewey, it should cause us to re-up on our commitment to education and teaching the citizens the skills to be able to not fall into those traps of simplified thinking. Remember, society is an organism and government is part of what that organism produces, like bees produce a hive. THIS is the much more accurate way of looking at society...which is why he takes extreme issue with many earlier political philosophers that approach questions of government from the perspective of a \"social contract\" that is automatically signed at birth somehow. First of all, the idea that you're just born into a society and you are automatically enrolled in some subscription TO that society is just wrong to John Dewey. This is nothing more than yet another example of philosophers trying to use \"the natural order of things\" or \"human nature\" as a means of pretending they know a lot more about the way societies work than they actually do. The world is no where near that simple, in his view. And as we continue on talking about 20th century political philosophy this dichotomy between nature and culture is going to become more and more relevant. Whether you attribute to the behavior of human beings some aspect of their \"nature\" or whether you think cultural influence has much more of an effect on political matters will ultimately dictate a lot of things about which side of the political spectrum you fall on. For example, do you think that climate change is a byproduct of NATURAL processes that we have very little control over, or do you think it is highly influenced by humans and that we should do something about it. Do you think that gun violence is the byproduct of a certain NATURAL percentage of people that are mentally ill, or do you think something about the way we structure our societies is causing gun violence. There are TONS of examples of this that you could point to and in many ways these disagreements come down to this distinction between nature and culture that flourished during the 20th century. Look forward to exploring it further with you...thank you for listening...i'll talk to you next time."}