{"ep": "Episode #133", "title": "Carl Schmitt on Liberalism pt. 2", "spoken_text": "This is a transcript of episode #133 on Carl Schmitt. Check out the episode page HERE.So for anybody not listening to these two episodes back to back I want to briefly remind everyone of the end of last episode because the discussion on this episode jumps right in immediately where the last episode ended. Real quick, the last episode ended talking about the ambitions of normativism: \"the hope of Liberalism was to get rid of the sovereign...the reality of the world is that we have long periods of normalcy where the government does almost nothing...punctuated by rare moments of extreme action whenever things ACTUALLY need to get done. Liberalism hasn't REMOVED the sovereign and the only time pieces of paper like the constitution prevent the sovereign from acting are during periods of normalcy when the sovereign wouldn't be exercising authoritarian power anyway...to Carl Schmitt the biggest difference between our modern societies and the ones that existed in the pre-liberal world is that the pre-liberal societies were just a lot more honest about the authoritarianism that was going on. Nowadays we have this grand illusion of Liberalism that puts a bunch of window dressing on it and pretends the world is something that it's not.\" So maybe the best place to begin our discussion today is just to say that the fact that the sovereign still exists at some level in our Liberal societies shouldn't come as an enormous surprise to people. I mean, after all what exactly are systems of norms like the constitution trying to normalize? Carl Schmitt would ask if the constitution is a regulatory document...what exactly is it regulating? He would say that what it is regulating is the more fundamental, underlying political process that has been going on since the dawn of civilization. Liberalism's been tacked on after the fact...makes us feel good...helps us FEEL like the world is a lot more peaceful and tolerant than its ever been...but once again, the reality of the world to Carl Schmitt, the reason we haven't seen a respite from dictatorships, bloodshed and political instability is because we are still engaged in the exact same political process we've always been engaged in...one ROOTED in intolerance...to Carl Schmitt the foundation of the political lies in a distinction between friend and enemy. The friend enemy, self/other, us vs them distinction is probably nothing new to anybody listening to this...and to be fair it wasn't new during the time of Carl Schmitt...but the level to which Carl Schmitt defends this as the forge in which political identities are cast in makes for an extremely interesting take on what exactly is going on whenever we engage in politics. To Carl Schmitt whenever you are engaging in politics...whether you realize it or not you are necessarily positioning yourself on one side of a duality which from your perspective will always look like your friends vs your enemies. Carl Schmitt famously said show me who your enemies are and I'll show you who you are. This is actually a reference to Hegel's views on identity. The idea is that categories of identity can't exist unless if they have an opposite that they can be contrasted with. So the way this manifests in the political realm is that you only think of your political views and your political identity in terms of how it relates to political views that are the opposite of yours. Your enemies in the friend/enemy distinction. So an example just to illustrate this concept is...you know...nobody listening to this thinks of themselves as a person that is pro-oxygen. I mean why would you. You'd be an absolute weirdo to cordon off your political identity there...I mean who thinks of themselves as a person in favor of people being able to breathe? THAT IS until a group emerges in the political landscape that holds positions that make them ANTI-oxygen. Then and only then does it become a relevant piece of your political identity to think of yourself as a pro-oxygen kind of person. To hold a political position of any type IMPLIES the existence of a group that disagrees with you. To Carl Schmitt to engage in the political at all implies this friend/enemy distinction. The philosopher Leo Strauss summarized his views in a way that Schmitt approved of...he said: \"Because man is by nature evil, he therefore needs dominion. But dominion can be established, that is, men can be unified only in a unity against—against other men. Every association of men is necessarily a separation from other men ... the political thus understood is not the constitutive principle of the state, of order, but a condition of the state.\" When you look at politics in this way it makes the Liberal political process start to seem kind of silly...and this is another hallmark of Liberal thinking that Carl Schmitt thinks is a utopian fantasy world. The hope of Liberalism is a world of internationalism, acceptance of the other, toleration of different cultures, shaking hands and agreeing to disagree. Schmitt says no...Liberalism and democracy directly contradict each other...because unless if you are actually somebody that's calling for the formation of a one world government...you are at some level making a distinction between friend and enemy. Look at your views closely enough...there is some group of people who's interests, if it came down to it, matter more to you than some other group's interests. You can't have a democracy grounded in the idea that the citizens are going to vote along the lines that are best for their society without at some level making a friend/enemy distinction. To Carl Schmitt this is the essence of the political. The political realm is a violent ongoing process of friends banding together and going to war with their enemies capturing territory...whether that war is on a physical battlefield or in the halls of parliament...whether that territory that's captured is earth and water or control over the state...Liberalism allows for the illusion of multiculturalism and tolerance...when the reality of the world is that we're only going to be multicultural and tolerant as long as you mostly agree with us. Because when faced with enough difference from Liberal ideas...when faced with the TRUE essence of the political...when it REALLY COMES DOWN TO IT...Liberalism gets thrown out the window as well. This is why Carl Schmitt thinks Liberalism doesn't do what it claims to do. Liberalism doesn't provide an alternative, more peaceful way of engaging in the political process...Liberalism allows people to AVOID the political process altogether and further allows the political to operate covertly behind the scenes while politicians galavant around in the political theater of rational debate without really ever solving anything. See this is the other side of this that we still need to talk about...because for all the analysis of Liberalism that Carl Schmitt has offered so far...what we really haven't talked about yet is: why is any of this stuff a bad thing? The political process is still going on in spite of Liberalism. I mean, let's say Liberalism failed at what it set out to do...let's say it is not an alternative political process but just a bunch of window dressing that makes us feel good...well, it still makes us feel good right? What's so wrong about that? To Carl Schmitt if you were making a list of all the failures of Liberalism...this may be the biggest one of all. Liberalism allows people to feel good about the political process when the world around them may actually be burning to the ground. Liberalism has created a world where more so than at any other point in history people can be completely apathetic about the political reality that they live in. See at many other points in history if there was a political situation going on in the world that was unfavorable for you... there was at LEAST a sense of obligation you were going to feel for finding some manner of recourse. For Carl Schmitt what Liberalism DOES is give people the ability to disconnect themselves from the political, oh politics? Well that's something that goes on in that creepy building way on the other side of town...I don't really get involved in all that. What I'm going to do is just live my life and leave all the debating about politics to the politicians...to Carl Schmitt the grand illusion of Liberalism, that politics is a normitivized, peaceful process of finding ways to compromise with each other...that illusion gives people the luxury of being able to not pay attention to or care about politics at all...when in reality this isn't a luxury at all...and they are just as much at the mercy of the political as they ever have been. Carl Schmitt would want us to consider just what type of person this level of political apathy creates. He says that for someone that has voluntarily removed themselves from the political process...life in one of our modern societies sort of defaults to a life of being a passive spectator that just consumes stuff. With no political cause to feel a part of...when you're not part of the process of CREATING the political reality you're living in your life becomes that of a spectator...watching the world pass you by on TV screens...spending all day watching TV shows, movies and video games of fantasy worlds while you live in a fantasy world of your own...watching the Liberal soap opera of people in suits arguing about mostly insignificant issues buying IN to the story that you're told that this is all working really well...that you should feel GRATEFUL for your life as a passive spectator...that in the name of Liberal multiculturalism and tolerance you should not feel so connected to a strong political identity, religious identity or national identity...you should think of yourself MORE in terms of your identity as a global consumer...the reality of who you are in modern Liberal societies is actually more connected to BUYING stuff than DOING stuff. To Carl Schmitt the promises of Liberalism often ROB people of their political identity. This crisis of identity is in many ways the political equivalent of Nietzsche's famous claim God is Dead. So as most people listening to this already know when Nietzsche writes those words God is Dead he is referring to an emerging world... where there is going to be a crisis of identity because people are no longer going to have automatic access to a strong religious identity that they can feel connected to. Now when Nietzsche writes this he is saying it with a bit of an ominous tone...because he realized that when this extremely important piece of people's identity was no longer going to be in the picture...that void within people that religious identity used to occupy was not just going to disappear. How were people going to respond? Carl Schmitt would want us to consider what it was like to be a citizen of one of these modern Liberal societies in the early 20th century...Liberalism in his view has asked people to give up their political, religious and national identities and replace them instead with the Liberal identity of multicultural globalism. Much like Nietzche, Carl Schmitt would talk about this phenomena with an ominous tone...because he understood how important these types of identity can be to people. Part of living a fulfilling life as a human being is feeling like you're a part of something...feeling like you have some say in the way the world is unfolding around you. The founders of Liberalism saw that it was often THESE points of identity that led to wars and instability, so in the interest of making a better world they set up a blockade to make it more difficult for people to take these traditional paths to feeling part of something greater than themselves. But Carl Schmitt would say this is a tragic mistake by Liberalism...to deny these aspects of existence is to deny something extremely important about what it even is to be human. Just like in the time of Nietzsche...this crisis of identity is not just going to disappear...people are going to fill it in with something. The question becomes: what will that something be that people can feel like they're a part of? Nietzsche actually explicitly predicts a massive increase in political and nationalist fanaticism to come onto the scene at the beginning of the 20th century...which was precisely the story that unfolded during the early 20th century. This is in many ways the story of Carl Schmitt. Carl Schmitt was an unapologetic, anti-semitic Nazi who supported fascism. Carl Schmitt believed Fascism could be a prudent and intelligent political strategy given the right circumstances...he felt this way for many different reasons and understanding his rationale for supporting Fascism will be necessary knowledge to have if we want to understand the philosophical underpinnings of people's political moves all the way up to the present day. See it's easy to assume that anyone and everyone who could possibly support a fascist approach to political strategy must have been evil beyond all comprehension. But the more inconvenient and unnerving reality is that there are actually reasons Fascism emerged at the time that it did in the western world...there's a reason why early 20th century political discussions are centered around three primary approaches: democracy, Marxism and Fascism. Why did people living during this time think that Fascism was not only a viable political strategy, but the future of political philosophy? The answer to this question comes only after understanding Carl Schmitt's critiques of Liberalism that have been laid out so far. For all of the reasons already expressed and more...the bottom line is Carl Schmitt believes that Liberalism just produces weak societies. Liberal societies lack identity and thus are far weaker than societies that HAVE a strong sense of identity. We can at least understand how Carl Schmitt sees this happening...remember in his view Liberalism incentivizes inaction and complacency...Liberalism produces weak people that generally tend to be more politically uninformed or apathetic simply because they CAN be...Liberalism produces a world where even for the people that WANT to be involved in politics...there cannot be legitimate markers of political communities because within Liberal societies everybody is supposed to be holding hands in a circle singing songs of acceptance with their political opposition. Remember to be engaged in the political for Schmitt is to stand on one side of a friend enemy distinction...well if the whole goal of your society is multiculturalism and tolerance...that makes it EXTREMELY difficult if not impossible to really ever make a substantive friend/enemy distinction. Liberalism in this way undermines the formation of political communities and this dynamic when played out over the course of decades and centuries eventually produces societies that to Carl Schmitt...really don't stand for anything. See historically countries would have something that they STOOD for...the citizens of those countries when faced with something that threatened what they believed in they would defend themselves...they'd be willing to fight and die for the cause. The natural endgame for Liberal societies is a population of people that are faced with a political enemy and are like eh, I disagree...but I'm not ready to go and get on a boat and die for something like this...Game of Thrones season 12 starts next week.This is the archetype of what a human being looks like in a modern liberal society. Devoid of any strong religious, political or national identity surrounded by a society that is terrified of the reality of the political process and so as to avoid the political denies the existence of any political identity as it goes around shaking hands with all the other countries telling everyone how super duper tolerant they are hoping nobody sees through that thin veneer to the intolerance just under the surface. This is a weak society in the eyes of Carl Schmitt filled with citizens who cannot be effectively emboldened towards political action because they are so disconnected from what is going on in the world they don't know who THEY are...they don't even know who their ENEMIES are. This is a sentiment expressed in Hobbes's Leviathan. When carrying out their end of the bargain in a Social Contract part of the job of the sovereign, part of what makes a state legitimate at all is when the sovereign has the ability to protect the members of the state and their political identities. When a sovereign can no longer do that...the social contract is void. But what if the members of a state don't HAVE a political identity to protect? What happens...what does the sovereign protect? This is what Carl Schmitt is worried about...Liberalism for its own reasons wants to do away with the sovereign and rob people of their political identity...what does this mean for the future of our modern liberal societies? Well there's the old cliche...if you don't stand for something you fall for anything. To Carl Schmitt...these weak Liberal societies that lack a sovereign and lack an identity to protect are essentially just sitting on their hands waiting around for a group that HAS a strong sense of identity to come along and impose THEIR will and identity onto the people with their anemic sense of purpose. This group that HAS a strong sense of identity could accomplish this in a number of different ways...they could insinuate themselves into the Liberal political process, get elected to office and slowly use the tools at their disposal to fundamentally change the country...they could invade militarily...though that's probably a little old fashioned...think about it: if any group could manage to get elected to a high level of political office...the only thing it would really take is a state of emergency for that group to be able to assume the role of the sovereign in the name of protecting the constitution. Well imagine you're one of these groups...you want to go full authoritarian on everybody...what if you could just CONVINCE the population that there was an emergency going on? There really doesn't even need to BE an emergency if you are persuasive enough. Carl Schmitt thought that people living in liberal societies are sitting ducks just waiting around for things like this to occur. Carl Schmitt thought an extremely under-developed portion of political philosophy was who gets to decide one of these states of exception and why. Who gets to decide when a leader can make an exception when it comes to the rule of law and the constitution and on what grounds do they make that decision? This is a question that political philosophy has been oddly silent about since the formation of Liberalism...probably because we didn't even want to entertain the possibility that a dictator would ever be able to transcend these norms and rules we were trying to hold them to...but taboo towards the idea of a dictator or not, Carl Schmitt thinks they are all around us in hiding...some in plain sight...and we should be having a more serious conversation in our modern world about who or what gets to decide the exception. But anyway the possibility of an authoritarian group co-opting a weakened Liberal society and imposing their will was practically an inevitability to Carl Schmitt. Societies that refuse to acknowledge the essence of the political as friend/enemy distinctions will never know who their friends or their enemies are and are destined to get taken over politically. This is the set of assumptions that serve as a foundation when political philosophers start making a case for Fascism. So if you're someone that doesn't care about Liberal values...Fascism starts to seem like it's that far of a stretch. The idea is that societies ALWAYS have an authoritarian element to them or else they're too weak to handle real any problems...societies NEED something that they stand for or else they'll fall for anything...societies that don't avoid the political process and KNOW who their friends and enemies are don't waste a bunch of time in gridlock debating the issues. When you reject Liberal principles...Fascism just becomes what a lot of different groups land on...the strategy basically being that the best defense is a good offense. Because if you are the group that is imposing your will on the groups around you...then at least you know you're not the group that's getting imposed upon. There are a lot of different theories for why Fascism emerged during the time that it did in the early 20th century...but at least when it comes to Carl Schmitt's brand of support many would say this level of skepticism towards the gospel of Liberalism comes as a reaction to the litany of promises that the enlightenment has failed to make into a reality. Liberalism becomes a mangled form of political theology. Their blind faith in normative parameters like the constitution when these parameters don't actually remove our need for a sovereign...blind faith in an open forum of rational discussion when in practice major decisions are always made by a handful of people...committees comprised of senior members of political parties...Carl Schmitt would say that when you truly consider the level of variance between the promises of Liberalism and the reality of the political landscape...how can anyone take it seriously when Liberalism promises to produce a more peaceful world for people? When it really comes down to it how is Liberalism any different than most other aggressive, alternative takes on how we should all be doing things? One really interesting thing that political philosophers have talked about over the years is the possibility that Liberalism if it were to achieve a level of total global cultural hegemony would eventually eliminate Fascism, remove the need for friend enemy distinctions altogether and make going to war for political or religious reasons an incredibly rare thing, almost non-existent. Then again how would it be different if we forcefully imposed ANY homogenous system of thought? Some would say that the world uniting under the flag of Liberalism, tolerance, multiculturalism...this would usher in an unprecedented era of world peace and economic prosperity. Some would say that is the VERY DEFINITION of Fascism. To say that the path to world peace is we just gotta get everybody to just with me! Then we'll be fiine! Whether there's a right or wrong way of looking at a global hegemony of Liberalism, Carl Schmitt would say it really doesn't matter...because you don't want to be living in that world anyway. Might seem like a luxury at first to never have to engage in politics...but he would say really play your life out as one of those rootless, ever-consuming spectators...really think about how it would feel to live every day of your life utterly disconnected from the creation of the world you live in and ask yourself if that is really the kind of world that you want to be living in. Thank you for listening. I'll talk to you next time.So for anybody not listening to these two episodes back to back I want to briefly remind everyone of the end of last episode because the discussion on this episode jumps right in immediately where the last episode ended. Real quick, the last episode ended talking about the ambitions of normativism: \"the hope of Liberalism was to get rid of the sovereign...the reality of the world is that we have long periods of normalcy where the government does almost nothing...punctuated by rare moments of extreme action whenever things ACTUALLY need to get done. Liberalism hasn't REMOVED the sovereign and the only time pieces of paper like the constitution prevent the sovereign from acting are during periods of normalcy when the sovereign wouldn't be exercising authoritarian power anyway...to Carl Schmitt the biggest difference between our modern societies and the ones that existed in the pre-liberal world is that the pre-liberal societies were just a lot more honest about the authoritarianism that was going on. Nowadays we have this grand illusion of Liberalism that puts a bunch of window dressing on it and pretends the world is something that it's not.\" So maybe the best place to begin our discussion today is just to say that the fact that the sovereign still exists at some level in our Liberal societies shouldn't come as an enormous surprise to people. I mean, after all what exactly are systems of norms like the constitution trying to normalize? Carl Schmitt would ask if the constitution is a regulatory document...what exactly is it regulating? He would say that what it is regulating is the more fundamental, underlying political process that has been going on since the dawn of civilization. Liberalism's been tacked on after the fact...makes us feel good...helps us FEEL like the world is a lot more peaceful and tolerant than its ever been...but once again, the reality of the world to Carl Schmitt, the reason we haven't seen a respite from dictatorships, bloodshed and political instability is because we are still engaged in the exact same political process we've always been engaged in...one ROOTED in intolerance...to Carl Schmitt the foundation of the political lies in a distinction between friend and enemy. The friend enemy, self/other, us vs them distinction is probably nothing new to anybody listening to this...and to be fair it wasn't new during the time of Carl Schmitt...but the level to which Carl Schmitt defends this as the forge in which political identities are cast in makes for an extremely interesting take on what exactly is going on whenever we engage in politics. To Carl Schmitt whenever you are engaging in politics...whether you realize it or not you are necessarily positioning yourself on one side of a duality which from your perspective will always look like your friends vs your enemies. Carl Schmitt famously said show me who your enemies are and I'll show you who you are. This is actually a reference to Hegel's views on identity. The idea is that categories of identity can't exist unless if they have an opposite that they can be contrasted with. So the way this manifests in the political realm is that you only think of your political views and your political identity in terms of how it relates to political views that are the opposite of yours. Your enemies in the friend/enemy distinction. So an example just to illustrate this concept is...you know...nobody listening to this thinks of themselves as a person that is pro-oxygen. I mean why would you. You'd be an absolute weirdo to cordon off your political identity there...I mean who thinks of themselves as a person in favor of people being able to breathe? THAT IS until a group emerges in the political landscape that holds positions that make them ANTI-oxygen. Then and only then does it become a relevant piece of your political identity to think of yourself as a pro-oxygen kind of person. To hold a political position of any type IMPLIES the existence of a group that disagrees with you. To Carl Schmitt to engage in the political at all implies this friend/enemy distinction. The philosopher Leo Strauss summarized his views in a way that Schmitt approved of...he said: \"Because man is by nature evil, he therefore needs dominion. But dominion can be established, that is, men can be unified only in a unity against—against other men. Every association of men is necessarily a separation from other men ... the political thus understood is not the constitutive principle of the state, of order, but a condition of the state.\" When you look at politics in this way it makes the Liberal political process start to seem kind of silly...and this is another hallmark of Liberal thinking that Carl Schmitt thinks is a utopian fantasy world. The hope of Liberalism is a world of internationalism, acceptance of the other, toleration of different cultures, shaking hands and agreeing to disagree. Schmitt says no...Liberalism and democracy directly contradict each other...because unless if you are actually somebody that's calling for the formation of a one world government...you are at some level making a distinction between friend and enemy. Look at your views closely enough...there is some group of people who's interests, if it came down to it, matter more to you than some other group's interests. You can't have a democracy grounded in the idea that the citizens are going to vote along the lines that are best for their society without at some level making a friend/enemy distinction. To Carl Schmitt this is the essence of the political. The political realm is a violent ongoing process of friends banding together and going to war with their enemies capturing territory...whether that war is on a physical battlefield or in the halls of parliament...whether that territory that's captured is earth and water or control over the state...Liberalism allows for the illusion of multiculturalism and tolerance...when the reality of the world is that we're only going to be multicultural and tolerant as long as you mostly agree with us. Because when faced with enough difference from Liberal ideas...when faced with the TRUE essence of the political...when it REALLY COMES DOWN TO IT...Liberalism gets thrown out the window as well. This is why Carl Schmitt thinks Liberalism doesn't do what it claims to do. Liberalism doesn't provide an alternative, more peaceful way of engaging in the political process...Liberalism allows people to AVOID the political process altogether and further allows the political to operate covertly behind the scenes while politicians galavant around in the political theater of rational debate without really ever solving anything. See this is the other side of this that we still need to talk about...because for all the analysis of Liberalism that Carl Schmitt has offered so far...what we really haven't talked about yet is: why is any of this stuff a bad thing? The political process is still going on in spite of Liberalism. I mean, let's say Liberalism failed at what it set out to do...let's say it is not an alternative political process but just a bunch of window dressing that makes us feel good...well, it still makes us feel good right? What's so wrong about that? To Carl Schmitt if you were making a list of all the failures of Liberalism...this may be the biggest one of all. Liberalism allows people to feel good about the political process when the world around them may actually be burning to the ground. Liberalism has created a world where more so than at any other point in history people can be completely apathetic about the political reality that they live in. See at many other points in history if there was a political situation going on in the world that was unfavorable for you... there was at LEAST a sense of obligation you were going to feel for finding some manner of recourse. For Carl Schmitt what Liberalism DOES is give people the ability to disconnect themselves from the political, oh politics? Well that's something that goes on in that creepy building way on the other side of town...I don't really get involved in all that. What I'm going to do is just live my life and leave all the debating about politics to the politicians...to Carl Schmitt the grand illusion of Liberalism, that politics is a normitivized, peaceful process of finding ways to compromise with each other...that illusion gives people the luxury of being able to not pay attention to or care about politics at all...when in reality this isn't a luxury at all...and they are just as much at the mercy of the political as they ever have been. Carl Schmitt would want us to consider just what type of person this level of political apathy creates. He says that for someone that has voluntarily removed themselves from the political process...life in one of our modern societies sort of defaults to a life of being a passive spectator that just consumes stuff. With no political cause to feel a part of...when you're not part of the process of CREATING the political reality you're living in your life becomes that of a spectator...watching the world pass you by on TV screens...spending all day watching TV shows, movies and video games of fantasy worlds while you live in a fantasy world of your own...watching the Liberal soap opera of people in suits arguing about mostly insignificant issues buying IN to the story that you're told that this is all working really well...that you should feel GRATEFUL for your life as a passive spectator...that in the name of Liberal multiculturalism and tolerance you should not feel so connected to a strong political identity, religious identity or national identity...you should think of yourself MORE in terms of your identity as a global consumer...the reality of who you are in modern Liberal societies is actually more connected to BUYING stuff than DOING stuff. To Carl Schmitt the promises of Liberalism often ROB people of their political identity. This crisis of identity is in many ways the political equivalent of Nietzsche's famous claim God is Dead. So as most people listening to this already know when Nietzsche writes those words God is Dead he is referring to an emerging world... where there is going to be a crisis of identity because people are no longer going to have automatic access to a strong religious identity that they can feel connected to. Now when Nietzsche writes this he is saying it with a bit of an ominous tone...because he realized that when this extremely important piece of people's identity was no longer going to be in the picture...that void within people that religious identity used to occupy was not just going to disappear. How were people going to respond? Carl Schmitt would want us to consider what it was like to be a citizen of one of these modern Liberal societies in the early 20th century...Liberalism in his view has asked people to give up their political, religious and national identities and replace them instead with the Liberal identity of multicultural globalism. Much like Nietzche, Carl Schmitt would talk about this phenomena with an ominous tone...because he understood how important these types of identity can be to people. Part of living a fulfilling life as a human being is feeling like you're a part of something...feeling like you have some say in the way the world is unfolding around you. The founders of Liberalism saw that it was often THESE points of identity that led to wars and instability, so in the interest of making a better world they set up a blockade to make it more difficult for people to take these traditional paths to feeling part of something greater than themselves. But Carl Schmitt would say this is a tragic mistake by Liberalism...to deny these aspects of existence is to deny something extremely important about what it even is to be human. Just like in the time of Nietzsche...this crisis of identity is not just going to disappear...people are going to fill it in with something. The question becomes: what will that something be that people can feel like they're a part of? Nietzsche actually explicitly predicts a massive increase in political and nationalist fanaticism to come onto the scene at the beginning of the 20th century...which was precisely the story that unfolded during the early 20th century. This is in many ways the story of Carl Schmitt. Carl Schmitt was an unapologetic, anti-semitic Nazi who supported fascism. Carl Schmitt believed Fascism could be a prudent and intelligent political strategy given the right circumstances...he felt this way for many different reasons and understanding his rationale for supporting Fascism will be necessary knowledge to have if we want to understand the philosophical underpinnings of people's political moves all the way up to the present day. See it's easy to assume that anyone and everyone who could possibly support a fascist approach to political strategy must have been evil beyond all comprehension. But the more inconvenient and unnerving reality is that there are actually reasons Fascism emerged at the time that it did in the western world...there's a reason why early 20th century political discussions are centered around three primary approaches: democracy, Marxism and Fascism. Why did people living during this time think that Fascism was not only a viable political strategy, but the future of political philosophy? The answer to this question comes only after understanding Carl Schmitt's critiques of Liberalism that have been laid out so far. For all of the reasons already expressed and more...the bottom line is Carl Schmitt believes that Liberalism just produces weak societies. Liberal societies lack identity and thus are far weaker than societies that HAVE a strong sense of identity. We can at least understand how Carl Schmitt sees this happening...remember in his view Liberalism incentivizes inaction and complacency...Liberalism produces weak people that generally tend to be more politically uninformed or apathetic simply because they CAN be...Liberalism produces a world where even for the people that WANT to be involved in politics...there cannot be legitimate markers of political communities because within Liberal societies everybody is supposed to be holding hands in a circle singing songs of acceptance with their political opposition. Remember to be engaged in the political for Schmitt is to stand on one side of a friend enemy distinction...well if the whole goal of your society is multiculturalism and tolerance...that makes it EXTREMELY difficult if not impossible to really ever make a substantive friend/enemy distinction. Liberalism in this way undermines the formation of political communities and this dynamic when played out over the course of decades and centuries eventually produces societies that to Carl Schmitt...really don't stand for anything. See historically countries would have something that they STOOD for...the citizens of those countries when faced with something that threatened what they believed in they would defend themselves...they'd be willing to fight and die for the cause. The natural endgame for Liberal societies is a population of people that are faced with a political enemy and are like eh, I disagree...but I'm not ready to go and get on a boat and die for something like this...Game of Thrones season 12 starts next week.This is the archetype of what a human being looks like in a modern liberal society. Devoid of any strong religious, political or national identity surrounded by a society that is terrified of the reality of the political process and so as to avoid the political denies the existence of any political identity as it goes around shaking hands with all the other countries telling everyone how super duper tolerant they are hoping nobody sees through that thin veneer to the intolerance just under the surface. This is a weak society in the eyes of Carl Schmitt filled with citizens who cannot be effectively emboldened towards political action because they are so disconnected from what is going on in the world they don't know who THEY are...they don't even know who their ENEMIES are. This is a sentiment expressed in Hobbes's Leviathan. When carrying out their end of the bargain in a Social Contract part of the job of the sovereign, part of what makes a state legitimate at all is when the sovereign has the ability to protect the members of the state and their political identities. When a sovereign can no longer do that...the social contract is void. But what if the members of a state don't HAVE a political identity to protect? What happens...what does the sovereign protect? This is what Carl Schmitt is worried about...Liberalism for its own reasons wants to do away with the sovereign and rob people of their political identity...what does this mean for the future of our modern liberal societies? Well there's the old cliche...if you don't stand for something you fall for anything. To Carl Schmitt...these weak Liberal societies that lack a sovereign and lack an identity to protect are essentially just sitting on their hands waiting around for a group that HAS a strong sense of identity to come along and impose THEIR will and identity onto the people with their anemic sense of purpose. This group that HAS a strong sense of identity could accomplish this in a number of different ways...they could insinuate themselves into the Liberal political process, get elected to office and slowly use the tools at their disposal to fundamentally change the country...they could invade militarily...though that's probably a little old fashioned...think about it: if any group could manage to get elected to a high level of political office...the only thing it would really take is a state of emergency for that group to be able to assume the role of the sovereign in the name of protecting the constitution. Well imagine you're one of these groups...you want to go full authoritarian on everybody...what if you could just CONVINCE the population that there was an emergency going on? There really doesn't even need to BE an emergency if you are persuasive enough. Carl Schmitt thought that people living in liberal societies are sitting ducks just waiting around for things like this to occur. Carl Schmitt thought an extremely under-developed portion of political philosophy was who gets to decide one of these states of exception and why. Who gets to decide when a leader can make an exception when it comes to the rule of law and the constitution and on what grounds do they make that decision? This is a question that political philosophy has been oddly silent about since the formation of Liberalism...probably because we didn't even want to entertain the possibility that a dictator would ever be able to transcend these norms and rules we were trying to hold them to...but taboo towards the idea of a dictator or not, Carl Schmitt thinks they are all around us in hiding...some in plain sight...and we should be having a more serious conversation in our modern world about who or what gets to decide the exception. But anyway the possibility of an authoritarian group co-opting a weakened Liberal society and imposing their will was practically an inevitability to Carl Schmitt. Societies that refuse to acknowledge the essence of the political as friend/enemy distinctions will never know who their friends or their enemies are and are destined to get taken over politically. This is the set of assumptions that serve as a foundation when political philosophers start making a case for Fascism. So if you're someone that doesn't care about Liberal values...Fascism starts to seem like it's that far of a stretch. The idea is that societies ALWAYS have an authoritarian element to them or else they're too weak to handle real any problems...societies NEED something that they stand for or else they'll fall for anything...societies that don't avoid the political process and KNOW who their friends and enemies are don't waste a bunch of time in gridlock debating the issues. When you reject Liberal principles...Fascism just becomes what a lot of different groups land on...the strategy basically being that the best defense is a good offense. Because if you are the group that is imposing your will on the groups around you...then at least you know you're not the group that's getting imposed upon. There are a lot of different theories for why Fascism emerged during the time that it did in the early 20th century...but at least when it comes to Carl Schmitt's brand of support many would say this level of skepticism towards the gospel of Liberalism comes as a reaction to the litany of promises that the enlightenment has failed to make into a reality. Liberalism becomes a mangled form of political theology. Their blind faith in normative parameters like the constitution when these parameters don't actually remove our need for a sovereign...blind faith in an open forum of rational discussion when in practice major decisions are always made by a handful of people...committees comprised of senior members of political parties...Carl Schmitt would say that when you truly consider the level of variance between the promises of Liberalism and the reality of the political landscape...how can anyone take it seriously when Liberalism promises to produce a more peaceful world for people? When it really comes down to it how is Liberalism any different than most other aggressive, alternative takes on how we should all be doing things? One really interesting thing that political philosophers have talked about over the years is the possibility that Liberalism if it were to achieve a level of total global cultural hegemony would eventually eliminate Fascism, remove the need for friend enemy distinctions altogether and make going to war for political or religious reasons an incredibly rare thing, almost non-existent. Then again how would it be different if we forcefully imposed ANY homogenous system of thought? Some would say that the world uniting under the flag of Liberalism, tolerance, multiculturalism...this would usher in an unprecedented era of world peace and economic prosperity. Some would say that is the VERY DEFINITION of Fascism. To say that the path to world peace is we just gotta get everybody to just with me! Then we'll be fiine! Whether there's a right or wrong way of looking at a global hegemony of Liberalism, Carl Schmitt would say it really doesn't matter...because you don't want to be living in that world anyway. Might seem like a luxury at first to never have to engage in politics...but he would say really play your life out as one of those rootless, ever-consuming spectators...really think about how it would feel to live every day of your life utterly disconnected from the creation of the world you live in and ask yourself if that is really the kind of world that you want to be living in. "}