{"ep": "Episode #024", "title": "Montaigne", "spoken_text": "This is a transcript of Episode 24 on Montaigne. For the entire life of Michel de Montaigne he was plagued by this terrible, paralyzing fear of death. You know, it's funny. I think 99.9% of people have a terrible fear of death; the difference between people lies in how effectively they've learned to ignore it. Really, it's not something to be ashamed of. We are creatures programmed for survival, and a fear of death is a great way for us to stay away from activities that might get us killed. But ever since we've gathered together and built these fortresses that we call cities and have had an unprecedented level of safety, that fear of death becomes much less useful than it once was. The paradigm to strive for now, is to be a person that can appease that fear of death. To achieve that level of tranquility that civilization SHOULD provide for people. This was the task of all of the various schools of the Hellenistic Age, Stoicism, Epicureanism, Skepticism, Cynicism, people have been experiencing this fear for a long time. But when we're talking about going against processes in the brain that are as deeply ingrained as a fear of death, that task of quelling it becomes much easier said than done. Some would even say impossible.This fear of death is present at a different level in everyone, and for a guy like Michel de Montaigne, it was probably much worse than any of us. One of the things I love about Montaigne is that there is a level of disclosure and honesty in his writing that you don't find with many other philosophers and it gives him a very unique feel. One of the things he discloses, one of the things he is most open about is this fear of death that troubled him for a giant portion of his life. He said:\"With such frequent and ordinary examples passing before our eyes, how can we possibly rid ourselves of the thought of death and of the idea that at every moment it is gripping us by the throat?\"But that all changed with a single traumatic experience.It's funny how as humans we're shaped by these traumatic experiences. Most of the time the things we are most passionate about as individuals or the causes we care the most about are not things we've reflected on and arrived at introspectively, they're passions that arose from moments in our lives when life smacked you in the face. Well this is almost literally what happened to Montaigne. The story goes that he was riding his horse IN THE SLOW LANE. Being respectful and some guy rides up behind him and wants to pass him. So he says \"Go around me, go around me please.\" and the guy tries to dart past him on his horse but instead runs directly into the back of Montaigne which causes him to fly off of his horse and land several yards away, hitting his head and mangling him up really badly. His friends rush over to him to see if he's alright and it is immediately evident that things are NOT alright and that he is probably going to die. Medicine back in the 1500's is obviously not what medicine is today. When his friends scooped him up off of the ground and looked at him he was freaking out. He was vomiting blood, he was scratching at himself, it seemed like he was trying to rip his own skin off. To top it off, the whole time he didn't seem conscious of anything that was happening.Long story short, Montaigne made a full recovery. In fact, he actually came out on the other side of the experience a better person. When his friends told him that he was puking blood and flailing around like he was in the exorcist; just the quintessential picture of PURE AGONY, he was shocked. He didn't feel anything terrible like that. He didn't remember feeling any pain. In fact, the whole experience wasn't so bad. To him, it didn't really feel like much at all it kind of felt like the process of falling asleep. Now as somebody that feared death his entire life knowing that nobody REALLY knows what it's going to be like, this experience gave him some insight. He had experienced something very close to death. Based on his experience, what was there really to fear? This turning away from arguing about all encompassing catch all rules about things and turning towards the use of personal experience to arrive at understanding about things is a hallmark of Montaigne's philosophy in every area. We will continue to refer back to it throughout the episode.But let's not oversimplify Montaigne. Saying \"What is the point?\" of Montaigne's writing is a little bit like saying \"What is the point?\" of Led Zepellin 1. What is the point of the album Rumors by Fleetwood Mac. It's not like these artists set out with some grand message in mind beforehand and then they wrote an entire album with the purpose of delivering that message. No, they wrote a bunch of songs that have meaning to them with individual messages. You listen to the songs; you get takeaways from each one of them; two songs may play back to back on the album and may not seem even remotely related to each other, but there definitely is a single intelligence that is being portrayed through the songs. Rumors by Fleetwood Mac is not them writing educational songs; one song after another laying out an organized system of how to navigate the tribulations that you face in your relationships. The delivery method is not systematic and it's not intended to be. Well, this is a pretty good parallel to Montaigne's philosophy. We've seen other philosophers lay out an organized system that you can live by. They usually have maxims and useful techniques to practice and all sorts of tools that will lead you to the end goal that they've designated. For example, the philosophy of Siddhartha Gautama was very clearly laid out with his Four Noble Truths. There was a very clear practice regimin that if you followed diligently enough, you would remove yourself from the chains of suffering and attachment. Some people like Epictetus had their philosophy distilled down into books like \"The Enchiridion\" which means \"The Handbook\".But although Montaigne offered what he thought was the most effective way to live life, he didn't organize it as well as these other guys. He's actually the inventor of the \"essay\". The word essay also means \"attempt\". And that's exactly what they were. For this reason, this episode may seem less systematic in its approach. Because it's emblematic, of Montaigne. The essays of Michel de Montaigne may seem rambling and tangential and he may start making a point about something and then go off on a ten page anecdote about something semi-related, but they are beautifully written and to this day if someone has never read any philosophy before is the collection that I would recommend for them to start with. The reason why is because he doesn't talk about what we would consider metaphysics much at all and he talks about issues that every human being can relate to and he does so in a very unique and candid way. Sometimes a little overly candid giving me a breaking news report on his private areas and private activities. He says in the beginning of one of his works:\"I want to be seen here in my simple, natural, ordinary fashion, without straining or artifice; for it is myself that I portray...I am myself the matter of my book.\"But he doesn't just offer up this stuff for no reason. When you read his essays you feel almost like you're having an email exchange with someone who is one of your closest friends that share these intimate details about their life with you, but it makes you feel a little bit better about the fact that you have these problems too. Montaigne, if I had to categorize him, is a very interesting mixture between all four dominant schools of thought in the Hellenistic Age. His way to approach life is the sum total of different pieces of Stoicism, Skepticism, Epicureanism and Cynicism; plus a whole lot more.But if there was one school that affected his thinking the most of the four, it would be Skepticism. There are parts of his essays where there is a very Stoic ambiance; there are passages in his essays you could take out and say these are lost fragments of Diogenes the Cynic and aside from the writing style people wouldn't be able to tell the difference. But, Skepticism is the foundation on which all of his other thoughts are based. In other words, the reason why he is able to make conclusions that sound very Stoic based on personal experience is because his skepticism led him to value that personal experience as the most valuable data. There's a popular saying nowadays that Montaigne would have loved: The plural form of anecdote is data.Have you ever been talking to somebody and lets say you tell them that you read in the paper the people at the local fish and wildlife office did a study where this river in your area has the largest quantity of fish swimming through it in the country and that through years and years of research they've found that you are more likely to catch a fish at this one river than ANY other river in the country. And then the person your talking to says, \"No! My Aunt Beatrice went fishing there one time and she didn't catch anything. That article is wrong!\"Well, that would be a perfect example of ignoring the data and basing what you think about the reality of the world, in this case a river, on anecdotal evidence. But it's funny; what is the data really but a collection of anecdotes? For years, some guys at every local fish and wildlife office around the country went down to the rivers in their areas and recorded how many fish were swimming by. Each one of those measurements could be considered an anecdote.Montaigne understood that the sorts of conclusions that people were trying to arrive at when collecting data were sweeping ones. It makes sense: do experiments and collect many micros to try to arrive at a macro. By collecting data, by collecting lots of individual examples, maybe we can arrive at laws or rules that are always the case. If, in theory, we could arrive at these sorts of truths through experimentation, we might be able to use them to our advantage and understand the world we live in more effectively. But Montaigne thought most of these sweeping generalizations that people tried to make in science, medicine, law they were not useful. The reason why, among other things, is that they almost always seem to be proven wrong. I mean, think about it. Montaigne is living during a time where long held principles, things that had been held as absolutely true for thousands of years were crumbling all around him. All of these truths ended up being dis proven and replaced with another theory and then dis proven and replaced with another theory; and the whole process to Montaigne was just exhausting. Why waste our limited time on this planet agonizing over trying to come up with scientific or medical rules that apply to every circumstance without exception? He trashes people that spend their time doing this stuff quite a bit in his essays, this quote is one of my favorites when he is talking about the medical sciences in particular:\"Physicians have this advantage: the sun lights their success and the earth covers their failures.\"There's always an exception to the rule. Theories will continually be accepted as truth and then dis proven by another theory; that process is going to go on forever. Montaigne thought that maybe the solution is just to not over think things and to base things on the way we experience them as individuals. Don't get him wrong: he understands the value of medicine and science, but he wants to keep our focus on things that are immediately useful to us, not ethereal things like what everything is made of or what the origins of the universe are. For this reason, Montaigne didn't write much about Metaphysics. He was... just interested in other stuff more. Maybe he felt that based on his own experience he wasn't qualified to talk about these things that exist at a level of reality that he can't experience. Regardless, this disinterest in Metaphysics because we lack the ability to truly know based on experience is a great example of the skepticism that underlies the rest of his more practical philosophy.Now if you think back to our episode on skepticism you can remember how Pyrrho used a fundamental doubt about everything around us as a tool to arrive at ataraxia or a freedom from disturbance. By reserving judgment about everything around us we prevent ourselves from making negative judgments that might ail us in some way. Montaigne can be seen as a less extreme variant of this. He actually references Pyrrho several times in the Essays so it is clear he was heavily influenced by him. But instead of reserving judgment about everything and walking around not really believing anything that goes on around us, Montaigne thought that the most productive view of the world should be one where we pull from the vast bank vault full of experiences that we have garnered throughout our lives. I mean, after all: we are the catalyst for our experiences. My personal experience of something offers a very unique insight into what I might expect to experience in the future, an insight that I can't really be sure surveys can offer me or even the anecdotes of other people. Really, how can I be sure that anybody experiences things in the same way I do? This is another reason why even the PURSUIT of collecting these all encompassing RULES without exceptions about the world around us is flawed. There is a section that says, \"For truth itself does not have the privilege to be employed at any time and in every way; its use, noble as it is, has its circumscriptions and limits.\"The thing that Montaigne feels most comfortable trusting is his own experience. This is the reason why he feels comfortable making a conclusion about death after having his own near death experience.That said, one of Montaigne's most interesting works is titled \"To philosophize is to learn how to die\". Now, he wasn't the first to say that, it actually goes back all the way to the Greeks. But it definitely encapsulates the aim of many of Montaigne's essays. Life, from the very moment they snip your umbilical cord, you are decaying. You're getting closer to death. You've heard people say things like \"We're all dying.\" Because for every day you live you get closer to the only inevitability that a human being has. Wesley Snipes proved LONG AGO you don't need to pay taxes. So that should terrify us really, we are all slowly decaying. Montaigne saw that people have a lot of creative ways that they deal with this inevitable death that is coming. Some people exalt that death onto a pedestal to try to come to terms with it. There was actually a very common way of thinking back then that philosophers came up with to try to stifle this fear of death and it was to CONSTANTLY dwell on your death. Think about it all the time. When you walk over a bridge, imagine the bridge collapsing and you being crushed between to beams. When you are driving on the freeway, imagine one of your wheels flying off of your car and you flying out the moon roof somersaulting down the freeway being torn into pieces. The thinking was, by constantly thinking about death, you would eventually come to terms with it because you were exposed to it so much. This is how a lot of people conquer fears in today's world. If you are scared of flying, fly a bunch around the country and eventually you will realize there isn't anything to fear.But Montaigne thought this was dumb. You're just needlessly scaring yourself by thinking about death all the time. That might actually make your fear worse because now you're in the habit of thinking about it. You shouldn't exalt death. On the other hand, some people exalt life. They try to distract themselves from death they exalt certain worldly pleasures like glory and fame and wealth but these things run into the same problems. To philosophize is to learn how to die because through the introspection of philosophy we realize how baseless it is to exalt these things. Instead of trying to endlessly rationalize things and instead of trying to have this intellectual approach to coming to peace with our death, we should accept that we don't know. Wise people accept their own intellectual limitations in the same way they would accept physical limitations. They wouldn't come across a bear in the wild and think they could fight it and win. They would recognize there are physical limitations preventing them from making that outcome a good one and they would move on. When you remove all of this needless worry about death or life you remove the need to fear death at all. You know, he famously said, \"Nothing is so firmly believed as that which we least know.\" The parallel to his lack of Metaphysics is clear. Don't agonize over things we can not know, accept your own limitations and come to the best conclusion you can with your current experience. He writes in a section of the essays where he sounds like he is feeling very in touch with Stoicism at the time about instead of intellectualizing things we should allow our own nature to prepare us for death.I wanted to get an old person's perspective on death for the show this week to see if there is anything to Montaigne's theory that our own nature prepares us for death and that we should trust it. I didn't really feel comfortable going to Shady Acres Retirement Home and asking people I don't know about something that they face every day and probably have an aversion to. I wanted to ask a family member, because at least they are obligated to put up with me. Now, I don't have any family so I had to use the second best option which was my wife's grandma. This is the value you get from Philosophize This! everybody don't you forget it. But anyway I asked her when she wanted to die. And she said, \"I want to live until I want to die.\"What a beautiful statement. We have a desire to live until our quality of life becomes so bad that we would rather die than live. Now, in her case it comes in the form of deteriorating health where one day she will be in so much pain or on so much medication that she won't be losing much. Certainly not losing as much as if she died when she was 25. Couldn't this be considered a way that our own nature prepares us for death?Now this seems like an end point, but when I was first reading Montaigne this is where I started having the most questions for him. Sure, you remove this glorification of life and death and you arrive at a peace of mind that other people can only dream of. But how do I do that? Especially considering the fact that it presents itself in many ways, some of which we might not even be able to identify. Well, Montaigne doesn't disappoint. He talks a lot about all of the individual ways this manifests itself in people's lives. As you probably expect, there are a ton of things that humans worried about back then that people still worry about today.Why is it that it is a stereotype for an old man to walk around naked, to dress in an absentminded way, to talk to people with no reservations. The reason why is because he just doesn't care anymore. He has lived on this planet long enough to realize that the embarrassment and the desire for respect and all the various things that motivate people to follow social conventions are really pointless. What else does he have to prove to anybody? He realizes that even if everyone on planet earth rejects him he is still going to be able to watch The Price is Right tomorrow.Well this is a form of wisdom to Montaigne. This is another way that our own nature prepares us for death by removing these pointless anxieties that we have. He sounds a lot like a Cynic during the parts of his essays when he talks about this dynamic in particular. He actually goes on a multiple page diatribe about animals and how they are much wiser than humans in many ways. I think everybody can relate to what he is talking about. Who listening to this has never looked in the mirror and nitpicked something about themselves and wished that their physical presence was different than it was. Do you know how much I want cheekbones like Ashton Kutcher or Don Draper? How many of us do this to ourselves all the time? Well, Montaigne gives example after example of people who hold themselves to these brutal standards. He says that we despise our own beings. And is there any condition that is really worse than that? You're imprisoned in this tomb of self-proclaimed ugliness. We should try to recognize that we are animals just like your dog is an animal. Your dog doesn't have a laundry list of corrections for his body. He isn't embarrassed about anything. We should recognize that the differences between our brain and an animal's brain do bring us certain benefits, but they also bring us needless anxieties, like that. We should recognize social conventions for what they are, and while we may follow them we should recognize them for what they truly are.If I had to try to distill Montaigne's approach to life I might begin with a very Buddhist concept. The removal of attachments in our lives that are brought on by our relationships with others. We constantly strive for the approval of others. The problem with this, Montaigne would say, is that as long as you care at all about what other people think of you, as long as you care at all about whether people like you or not, you will never be able to achieve complete peace of mind. What the Stoics would call ataraxia. What the Buddhists would call enlightenment. When we care about the acceptance of others too much we are more likely to do things, not because they are the wisest thing to do, but because the people whose acceptance we desire are doing it. This always reminds me of the common thing that a child will say, \"well everybody else was doing it!\" \"well if everybody jumped off a bridge, would you?\" This is a good way to think about what Montaigne is saying here. We shouldn't completely reject the actions of everybody else around us, but we should aim for what he refers to as \"Solitude\". But he doesn't mean solitude in a literal sense, he means solitude in action. We should base the decisions we make on more than just what everybody else is doing. We shouldn't be tempted to fall in line simply because it is easy.For example, there are stoplights and street signs all over the road. We follow those stoplights. They benefit us greatly. They keep us safe on the road, they help us know where we are going, they help us know what speed is safe in a certain area. But it would be complete madness to be enslaved to those stoplights where no matter what happened around you you couldn't disobey them. If a volcano erupts behind you and lava is flowing down the street, the wisest move would not be to wait until the light turns green. Well Montaigne would say that it's complete madness to be enslaved to the social conventions that seek the admiration of other people.Now it's time for the question of the week, but I kind of want this to be the reflection of the week. There's a fantastic quote by Montaigne where he challenges the way that we typically look at the world by allowing us to look at it through the lens of a goose. It actually reminds me of something I read in a Jerry Seinfeld book one time where he was talking about how if Aliens came down and looked at our society, they would have to conclude that dogs were really the dominant species on the planet and that humans were their slaves. The dogs get to sit around and sleep all day while the humans go out and work 40+ hours a week to pay for their food and pet them and they just get to lay around enjoying life. Well I want you to think about your life in the way Montaigne asks us to think about how a goose might look at his life. He says:\"Why may not a goose say thus: \"All the parts of the universe I have an interest in: the earth serves me to walk upon, the sun to light me; the stars have their influence upon me; I have such an advantage by the winds and such by the waters; there is nothing that yon heavenly roof looks upon so favorably as me. I am the darling of Nature! Is it not man that keeps and serves me?\""}