{"ep": "Episode #074", "title": "Hegel Returns!", "spoken_text": " This is a transcript of episode #074 on Hegel. Check out the episode page HERE. So on the off chance the last few episodes of the show have seemed like kind of a departure from what we typically do on this show, uh well you're probably right. And whether this was a welcome departure or an unwelcome departure really comes down to what you want out of this show...for the longest time we were talking about a SINGLE section of a SINGLE philosopher and all of a sudden we're talking about moodiness and insecurity and veganism...and although there is NO DOUBT relevance between that stuff and what we're going to be talking about today...I just want to let you know that if it seems like I've been stalling...it's because I HAVE been stalling. Look, as I alluded to before I feel an obligation to these thinkers to do their work justice. I don't wanna give a biased or cursory overview of the cause they committed their entire lives to. I respect Hegel. And as I said at the beginning of our Hegel episodes, he is notoriously considered one of the most if not THE MOST difficult read in all of philosophy. This difficulty extends to yours truly as I'm doing the research for this show. I've spent the last month and a half re-reading Hegel. And it should be said that its not like these episodes that we did are useless...in fact they kind of opened my eyes to just how much stuff I've been neglecting about HOW to be conducting philosophy in the first place...stuff that is easy to talk about in a classroom setting with people raising their hands...but a little more difficult when each episode is focusing on one particular thinker and their work. So you can expect those types of episodes sprinkled in in the future. But this is a very long winded way of saying that what I realized at the end of this long, agonizing process of sitting in a smoking jacket reading Hegel with my trusty manacle...is that the problem wasn't with how well i understood Hegel...the problem was with when I first sat down to plan out all the Hegel episodes...I planned out around 3-4 episodes that really went against everything that makes this show what it is. See because as you guys well know...this show isn't about just spewing a ton of random facts at you...you know Hegel was born on August 27th 1770 to doctor Hanz von Winklestein at Stuttgart General Hospital. No, that's not what this show is...this show is about giving CONTEXT to information so it actually means something to you...because that's kinda the whole thing with human beings, we remember what is important to us...not random facts. See I got so caught up...so lost in trying to give you all this information about Hegel's take on all of these different things we've talked about on the show so far, that I completely FORGOT about the fact that there might be no one in the history of the world whose ideas are more responsible for the way that the world is in 2015 THAN Hegel. Kind of a big thing to overlook, but it was eye opening to me.Because as we all know...there's a direct connection between beliefs and actions. We act based on our best guess of what we BELIEVE to be true. Look no further than reports on your local news to see that this is true. You know, and in a weird way, people love to study the darker side of humanity. They love to marvel at what human beings are capable of at their worst. We love to hear about great battles where millions of people die...we love to hear about serial killers and wonder, how could this person ever be able to do something like this? We love to hear about evil tyrants subjugating people and wonder, how could this ever have seemed right to them? But make no mistake...go to your local library, sit next to the friendly homeless man reading the USA today, open up every history book they have and what you'll find is that if the thing in the book actually happened it was ultimately done because of a belief that someone had about what the right thing to do is in a given situation. In this way, this teeny sub-branch of philosophy...is indirectly responsible for all of it. Arriving at new ideas and then analyzing what makes them worth believing is really the ONE thing that affects EVERYTHING. And in this way, I like to think of ideas not as fixed things...i think of ideas as seeds...seeds that have the potential to grow into something bigger. You know, look at a seed. Somewhere...deep down in that seed is a ton of information that we're not seeing...a programming of sorts...in that seed before it's ever put in the dirt is the potential to become a giant tree. And in this way...there are ideas all around us that are no doubt like saplings...that if they were taken to their full potential would fundamentally transform the world, it's just a matter of time before we learn how much water and sunlight they need. Just consider the fact that some guy named professor Hegel in the early 1800's was probably sitting in his front room one night with HIS trusty manacle...and he had an idea...you know his neurons fired in a certain way in that moment that caused him to arrive at an idea that he would eventually write down and it would eventually go on to change the ENTIRE political landscape of the 20th century. If his neurons had fired slightly differently, maybe we live in a completely different world, maybe tens of millions of people don't die, maybe the atomic bomb is never created. But all of this started... with an idea. And idea that was in response to a question...and the question was: What does it mean to be truly free, and what are the natural implications of this?Now, it's been a few weeks since we talked about this, so I just want to clarify a few things. To understand Hegel's answer to this question...we need to understand what he's responding to in Kant's work. Kant talks about human nature. He sees it as a really static thing. He thinks that...it is an inescapable aspect of human nature that we find ourselves constantly in this state of being pushed and pulled around between two things: one is our faculty of reason and the other are the animalistic desires we have. Sometimes we give in to those desires...other times we are able to use reason to overcome them and do the moral thing...and Kant's position is a little more complex than that but the main point is that this internal battle is a part of our human nature.Well Hegel looks at that and goes...what are we even talking about when we talk about human nature? Is human nature some fixed, unchanging, static thing that we can look to to explain human behavior?People do this all the time: it's HUMAN NATURE to be warlike. It's human nature to be selfish...even I do it sometimes...I say humans by nature take the path of least resistance. But its one thing to say this is usually what most human beings do, and its another thing to etch that theory into stone and say that its somehow part of the nature of every human being who has ever lived. That's a very different statement.So Hegel starts thinking about human nature. Obviously there are some things that are true about every human being that has ever lived...but is being in this battle between reason and our desires one of them? Is there maybe a different explanation?So what Hegel does is say, look if this is truly a part of human nature, then we should see it across all cultures and all time periods right? And it turns out...there's exceptions to this rule all over the place...Hegel uses ancient Greece as an example...well ancient Athens pre-400 BC...very unique time in the history of Athens...he points out how...before Socrates came along...people didn't have the same sort of individual compass that Kant is talking about here. I mean think about it...the very fact that Socrates was trying to get people to ASK these questions about individual morality...came across as abrasive and eventually got him sentenced to death...remember the charges? \"corrupting the youth\". Corrupting them from what?Now Hegel takes a pretty interesting position here...maybe instead of us having some fixed internal nature that positions us at the center of this constant battle between reason and passions....maybe many of these things we commonly attribute to being human nature are really just values programmed into us by whatever time period or culture or even just what state, city or neighborhood we live in. Maybe so many of the beliefs we have about how things should be...so much of our identities as people...maybe in a strange sense...they were completely out of our control from the beginning. Hegel even plays out the Socrates example to explain how this individual sense of morality may have come about...he says...so Socrates bursts onto the scene in Athens...morally accosts people in the public square...eventually, people get pretty annoyed about it and sentence him to death for corrupting some aspect of their culture. Now many of us that hear this story would say...well no...Socrates wasn't corrupting anything...he was just asking questions! What you cant handle your beliefs being challenged? But what HEGEL says is that the Athenians may have been perfectly JUSTIFIED in sentencing him to death. If a death sentence was a just punishment for corrupting the youth back then, then Hegel points out...Socrates was GUILTY of corrupting them. We may not see it as corruption in today's world. What Socrates did may have ONLY brought about something that we see as a better world. But Hegel points out that in the context of the culture and time that Socrates was living...bringing about the change he did...REQUIRED this sort of abrasive...conflicting interest with popular opinion. You know one of my favorite John Locke quotes: New opinions are always suspected, and usually opposed, without any other reason but because they are not already common.Hegel extrapolates here and says that there was a way that things were in Athens...Socrates comes along...conflicting interest...in opposition to the way things were...and that the result of these two powerful forces meeting is a SYNTHESIS of the two in the middle somewhere...a combination...a composition. This is what Hegel calls the dialectic. Thesis (the way things are) antithesis (the thing opposed to this way that things are) and synthesis (the meeting of the two in the middle). We can see how this works on a cultural or political level, but it's funny...it even describes the ways we change individual decisions in our lives. Like one week you might eat 100% for taste...then a competing interest might arise...oh well I feel horrible and i'm getting fat...this week I'll eat 100% healthy...but then that goes too far and you end up eating something in the middle like a lean cuisine. Then you go to the store and the lean cuisines aren't on sale...they're too expensive you didn't get paid that week, so now you have another competing interest: cost efficiency...I'm going to eat this week in the CHEAPEST way possible. I don't know...for me it's less confusing to think about it this way than to try to fathom these large cultural shifts with it. But as you can see in that example...the process doesn't stop with meeting in the middle...because then another Socrates comes along...and another Socrates. Figuratively speaking there is always another Socrates that is going to come along. That \"synthesis\" that is arrived at, figuratively speaking is always going to be challenged by the NEXT Socrates. Hegel talks about how, sure there may have been some sort of paradigm shift towards a more individual approach to existence at that point, and that throughout the years...this individualism grew and contorted and shift due to these conflicting interests...he talks about how the French Revolution, and just that age of revolutions between these countries in general...how it makes sense to think that that might just be when this individualism ran a muck. when this individualism pendulum swung too far!Schopenhauer has a quote: All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.The root of what Hegel's saying here is this: as human beings that are trying to figure this world out...were trying to find out the way that things are so we can make a difference or at least find out what the problems are that are facing us...Hegel says that usually what we do is analyze the way that the world is RIGHT NOW. We run experiments, we figure out how things are right this instant, and we write books about how the world is. And this intuitively makes sense...I mean seems like a good place to start. But what Hegel is saying is that maybe in the same way we don't have some fixed moral human nature like the one Kant was pointing at....maybe the world, is too complex and under the influence of outside interests that it can't be reduced down into that way of thinking.Maybe understanding the world, can come only when you acknowledge the fact that it is CONSTANTLY changing. And Hegel says maybe a better tactic at getting to the bottom of this stuff is not trying to understand how things are right this instant, because by the time you've understood them...they've already changed into something else...maybe the key to understanding it is understanding that process...that process of constant change. You know I'd compare it to trying to do an analysis of a very slowly moving target. You can go up to the target, measure the dimensions, find out what material it's made out of, write down what color it is, record what shape it is, carbon date the thing...everything. And you might go back to your workstation and write an entire book about this target, telling the world about your findings and it may be the most illuminating account of that moving target that has ever been written. But what Hegel would say, is that target has moved since you last saw it. You may have done so much research that you can look at the target and it hasn't moved that much so it seems like you still know a lot about it, but eventually it will have changed to something completely different. What Hegel's saying is: if we know that the world is this way, why haven't we ever tried to understand that process of change more? In other words... by understanding the process in which the world changes... we might be able to understand the process by which we can change it. But to Hegel, the implications of this are much further reaching than just being able to start a super PAC and change the world...there are DEEP moral implications for him here as well!See because the very first question you probably have for Hegel here is okay, everything is changing...everything is moving...where is it moving to? You said everything was moving...where is it all going?Is it random? Is the world and everyone in it for that matter really just randomly meandering around at the mercy of these competing interests that we have little to no control over? Hegel would probably say well we may be meandering...and many of us may be at the mercy of them...but one things for certain...it isn't random. We're going somewhere. And the ultimate destination were going for is \"minds total understanding of itself\" and THAT to Hegel is almost synonymous to total understanding of freedom. All of these changes throughout history have ultimately been heading towards that.But hold on...this is yet another really interesting position that Hegel's taking...and it's far from a given. How in the world...is total self knowledge...practically synonymous to freedom for Hegel? How is that even possible? The two don't SEEM like they're the same. Well think about it from Hegel's perspective. What is an average person like? Most people don't go around aware of any of this stuff consciously. They don't go through life actively trying to figure out which of their values are really just conditioned into them because of their particular culture and time period. No, just like the people from Athens in 400 BC in Hegel's example...these people don't go around thinking that something was WRONG with their approach to morality...and in that sense... Think of what that means! You only have access to the ideas that are around you in YOUR CULTURE AND TIME PERIOD. They didn't have the luxury of living in a post Socrates world...So in a weird way, they never had the OPTION to adopt a more individual approach to morality. It was IMPOSSIBLE for them to. I'm not saying the laws of physics were preventing them from ever arriving at a different conclusion, but given the tools that they had...effectively it is impossible, because they would never feel the need to question any of this stuff...because they didn't think it was wrong!What Hegel's asking is: is this total freedom? Or is this you just living your life in a really big cage that you never see the bars of?You know it's easy to look back and denounce people that owned slaves in the 16 and 1700's. How many of those people were just kinda...going along with whatever was socially acceptable during their culture and time period? How many of those people...it's not that they were some evil dude twirling their mustache...it was acceptable back then, so they never questioned it?I've said this on the show multiple times...look around you. How many things that we just take for granted...100 years from now...people will look at us like we look at the slave owner from the 1700s? The interesting thing is...they're there. We are constantly in a state of change to Hegel, so it is inevitable these things are all around us... most of us just cant see them because...much like the slave owner...it's socially acceptable so why question it?Think of the implications of this. How many beliefs do you hold right now...even down to things that you think make you a special, unique person...how many of these things are just things that have been conditioned into you, and you're not a bad person for having them...it's an inescapable part of life...what Hegel would say is: shouldn't we at least be aware.. that that's the world that we're living in? That that's where those values come from? In other words..if we don't understand WHY we hold the beliefs we do, can we really be said to be totally free? This is the connection of total self knowledge with freedom. To be totally free, to Hegel...it's not enough to just go through life passively and let this constant process of change dictate everything we do and never question it. We need to UNDERSTAND THIS PROCESS of historical change. Understand that we exist in a constantly moving target, and by understanding that the process of change is ultimately heading to a great place, you feel a sense of calm. Peace. Because...even if in the short term something seems to be contrary to what you value...you ultimately see everything for what it actually is...one brick in a long road towards total freedom. Nothing is contrary to your interests at that point. Truly understanding and accepting this fact is a state of total knowledge... and at that point...Hegel says...it's tough to get mad about anything...all the things we took as hostile and exterior to ourselves before are actually a part of us...a part of the process of change towards total freedom. Every nation, every government, yes even every cable news anchor...has been a part of this process of change. Hegel truly thought that...by writing these things down...he was GIVING the world total self knowledge. In the same way the people in Athens didn't have the luxury of living in a post-Socratic world...lucky us...we have the luxury of living in a post Hegelian world. We have ACCESS to this stuff. And in a way...the big question at the root here...the one that I started the other Hegel episodes with...one that is very closely attached to ALL of this stuff that Hegel's talking about...is what is freedom? See because a traditional definition of freedom...we've all heard that before. What do I want in life? I wanna be happy. What would make me happy? No restrictions...freedom to do anything I want anytime I want...if I want to jump on a plane and go see my dying grandma...i want to be able to do it...if i want a day off of work...I want to be able to not work. Sure money doesn't buy happiness, but money is freedom in paper form. Freedom...is just being able to do anything you want to do without restrictions.But Hegel's making the argument...like many of his contemporaries...but its his work ON this question went on to be incredibly influential...is that enough to be considered TRULY free? And that...just like WE might be conditioned to have the values and beliefs we have and that part of being TOTALLY free is understanding WHY we have the values we do...not just blindly going along with them...part of being TOTALLY free in other areas is not just being able to do what you want to do...it's understanding WHY you're doing what you're doing. It's that self-awareness of what it means to be human that is liberating. You could sit on the couch all day long and watch TV and see the same burger king commercial over and over and over again...subliminal messages...weird evil George Bush mind control tactics constantly digging their way into your brain...and when you got up and felt hungry...it might feel like a COMPLETELY autonomous, free choice to decide that you're going to go down to burger king and get a cheeseburger...but unless if you're aware of the fact that that's the reason WHY you're going to burger king as opposed to the countless other options you have...you are enslaved to a certain extent...your behavior is being controlled. Hegel's asking, can we be said to be truly free if that's the case?This is the million dollar question. His work on this question was the idea...the seed that was planted that eventually went on to affect Marx and countless other thinkers. Because a big thing that arises naturally from this discussion...which we're going to continue to expand upon...is another question. Given how at the mercy of all of these competing interests we are...and given how easy it is to insulate yourself away from all the options out there...with ANY choice you're making... and just do your best to stay comfortable with what ever you've already been exposed to...maybe...although we THINK we know what we want and what would make us the most happy...maybe we aren't the best ones to decide what we should be doing...what career we should have...what marriage we should enter into...and yes...even what cheeseburger to eat. Thank you for listening...ill talk to you next time. "}