{"ep": "Episode #028", "title": "Descartes pt. 1 - A little context", "spoken_text": "This is a transcript of episode #028 on Descartes pt. 1.  Check out the episode page HERE.Rene Descartes is one of these people whose reputation precedes him so much that to dive right into the episode and start talking about his life would be a little cavalier for me. He's one of those names from philosophy that even people that have little to no experience trudging miserably through philosophical treatises, pretty much everybody has a little bit of an idea of who he was. Most people I've directly spoken to typically can identify him as the guy that said \"I think, therefore I am\". Maybe you're listening to this trying to figure out what that even means. But Descartes is much more than just this single sentence. He is often credited as being the father of modern philosophy. To truly understand why he is so influential, I think it is important to talk about his life and the time period he was living through.When you just take the sentence at face value \"I think, therefore I am.\" What is that even saying? It sounds like the most painfully obvious statement in the world to a modern layperson. I mean, this is how dumb they were back then? It took them thousands of years just to figure out that they were thinking?Well, no. Not exactly. I suppose the best way to begin is to say something that we've touched on many times before in this podcast: The world today is very different than the world back then. People were lost and confused. It's pretty easy to understand why; just think about what they've been through recently. Things weren't always this chaotic for these people. They used to know everything. For a long time, Humanity was the smartest guy he knew. There were a lot of things that EVERYBODY thought they knew for certain but then that came crashing down in a big way. In multiple different ways. We've seen the Protestant Reformation where the implementation of the religion of an entire millennium came crashing down. People were told this stuff was the word of God; the way the church did things was endorsed by God; the rituals you performed earned you favor with God. For a thousand years these people were told that this stuff was infallible. And it better be, considering that your eternal fate is at stake. I mean, if you believed that an omniscient, omnipotent God laid out a set of behavioral restrictions for you to follow centuries ago in a language you can't speak, then you need to be pretty certain about what's expected of you because it's not exactly easy for you to get the guy on the phone and ask for some clarifications on all this stuff.The one path, the one correct set of behaviors that actually earned you a place in God's kingdom instead of etching your name into the charred walls of the damned, these behaviors changed drastically with the protestant reformation. And as an average person living at the time was there anything else you needed to be more sure about than that?Alright so just imagine living back then. How terrified would you be? How can you know for certain that you are going to heaven? What if the way these people told you was the way to earn your salvation, what if this whole time you had been doing it wrong. You've thought this whole time that you and God are on pretty good terms, but what if you've been doing it wrong all along? What if this is the reason why bad stuff is still happening to you? What if this is the reason you got that flat tire the other day? And then once you decide that the church authority has been misrepresenting this stuff, how can you be confident in what replaces it? How do you know THAT stuff is the correct way to earn your spot in the club? Can we ever interpret the words of God written down by the select few chosen people and arrive at a system that we KNOW is accurate? With COMPLETE certainty. Can we? I want you to remember this question.There were other entire areas of thought that were being called into question at the time. For example, Scholasticism, the dialectical method of reasoning and education that was dominant throughout the entire Middle Ages that was slowly being overthrown by the new Humanistic way of looking at things which really wasn't that new because it was a hearkening back to classical antiquity. People had started to question the role of government in the individuals life. Was this feudal system that we had used for so long where a large peasant class lives a symbiotic lifestyle with overlords the best way to do things, or should we revolt and try to overthrow this outdated system. Concepts that were older than the new testament itself were being shattered. The Ptolemic model of the universe with the earth at the center and the sun and the rest of the celestial bodies revolving around us; it was becoming very clear that it wasn't true. Copernicus came out with On the Revolutions of the Celestial Spheres, Galileo was working on a mathematical approach to physics. That was thrown out the window.For the longest time, Humans thought they were the smartest guy at the party. They thought they had everything figured out. But much like that guy at the party that talks really loud and is overconfident and thinks he knows everything, it just takes someone with a marginal amount of critical thinking to ask him the right questions to make him realize that he might not know as much as he thought. Socrates comes in and asks him a question and his voice gets a little softer and he's a little less confident. Then he figures out something else is completely wrong and he gets a little more timid. Well eventually humanity became Michael Cera. This stuff we thought we were SO CERTAIN about for SO LONG is garbage. What do we do now?Alright, let's start over, let's try to figure everything out again, but this time let's try to base our knowledge on something a whole lot more substantive than we did last time. There are all different kinds of people emerging on the scene now. There's a group of people that say, like the question people asked about religion truth, can we know anything for certain? Maybe we can't! But then on the other hand there's this group of people out there like Francis Bacon that think not only CAN we arrive at certain knowledge, but it is the savior of humanity! It's gonna solve all of humanity's problems! We will be living in a utopia! There are other people out there that think maybe it wont solve all of humanities problems, but it seems possible to find a SINGLE method that can unite all of the different sciences into one. A single method to arrive at scientific truths, which would obviously speed things up drastically.What we see emerging in the scientific approaches of Thomas Hobbes and Francis Bacon is this search. But nobody is satisfied with what they have found yet. What emerges from these people is one of the most famous divides in the history of philosophy and the man that started it...the man that put his stake in the ground for people to oppose was Rene Descartes. This famous rivalry of thinkers poised on different sides of a single issue brought us so many brilliant ideas and insights that it is what we are going to be talking about for a while. I'm talking about the famous divide between the continental rationalists and the British empiricists.We know what rationalism and empiricism are. Rationalism is the idea that knowledge can be arrived at through the use of reason. Empiricism which is that knowledge has to be arrived at through sense experience. These can be seen as the two premises from which people argued in this age of confusion to try to arrive at knowledge that is more trustworthy than what we had before. This famous divide in thinking goes like this, although some people make slight adjustments: The three big British Empiricists were John Locke, George Berkeley and David Hume; the three big continental rationalists were Descartes, Spinoza and Leibniz, but there were some other thinkers thrown in there as well that we are certainly going to talk about. Some people lump Immanuel Kant into the rationalists, some people say he was the guy who managed to fuse together the two approaches, either way he is the climax of this famous divide between the continental rationalists and the British empiricists.But Descartes started it all. It's funny. The best way to understand where Descartes was coming from is to think of this guy...this guy that throughout their life has been conditioned to have the most extreme, oversimplified viewpoints you have ever met. But I'm not talking about Descartes when I say that, I am talking about who Descartes is responding to in his work...this guy with the oversimplified viewpoints represents the entire human race.This is the reason I got into philosophy in the first place. I noticed that I was scared and so was everybody else around me. And really, who can blame them? There is no users manual for living as a human being on this planet! There's no community college class you can go to that teaches you the way everything truly is. In fact, you can go to school for 10 years and learn about one subject and AT BEST you are an expert in one tiny little sliver of this incredibly diverse, complicated world. And when things are diverse and complicated they can easily become overwhelming to people. When things are overwhelming, we try to simplify them.As a young whippersnapper, I recognized I was young and stupid. I looked around me and saw that pretty much everyone I had ever met has some black and white way of looking at certain issues that may help them FEEL like they are an expert in the field, but really they're just as confused as I was. They just were willing to mask their uncertainty with complacency. I mean, you see it all the time: This particular race of people are ruining the world. Religion is ruining the world, Democrats are ruining the world. And this is just one form of it. You ask most people what their most firmly held conviction is...what is the thing that you believe in the most and it doesn't take many questions for them to see that it might not be that simple. Francis Bacon has a quote from during this time period where he said \"Nothing is so firmly believed as that which we least know.\"The world is not black and white. There is black and white, but then there are about a million different shades of grey in between them where reality always lies and the last thing I wanted to do as a young adult is fall into this trap simply because it was easy for me to do it. For some reason I was willing to admit to myself that I was a dumb kid. I was willing to admit that I didn't know anything.Well in this example, Descartes represents this way of thinking and the conditioned beliefs of humanity during his time period are represented by this over-the-top extremely oversimplified guy talking really loud at a party. Just imagine a guy that was born into a really strange household. His parents are good parents, they engage him a lot and try to educate him about the world the best they can, but they have a really oversimplified, unrealistic view of the world. Through years and years of conditioning, this guy becomes this cocktail of black and white views. You can insert your favorite ones here: He's a racist, doomsday prepper, probably believes in some sort of reptilian shape shifters at the head of our government...take your pick. Well once that guy is that far off the rails with oversimplified views, once that guy has a criterion of truth that is THAT easily met, lets say we had to prescribe some method for him to be brought back to reality, what would he have to do?Well this is the problem Descartes was faced with back in his time. Thinking lazy is what got us into trouble in the first place. Europe got so far off the rails with all the things we THOUGHT we knew so well because it had a criterion of truth that was shaky. Descartes thought that in order for us to arrive at certain knowledge that was trustworthy enough to base our future knowledge on and could transform humanity as we know it, in order for us to get there, we needed to start over. We needed to establish first principles, things that are absolutely true, so true they are self-evident and then through reason arrive at further conclusions. The way he did this is through a rigorous method of doubt, one comparable to Pyhrro in ancient Greece.\"I must once, for all, seriously undertake to rid myself of all the opinions which I had previously accepted and commence to build anew from the foundation, if I wanted to establish anything firm and lasting in the sciences.\"Remember, one group of people he was fighting against was the radical skeptics, people that thought there was no way to EVER know anything for certain. And to be fair, nobody knew if there was. In many ways, people still don't know if there is. Descartes decided that in order to refute these radical skeptics he had to prove to them that some things CAN be known for certain and that THOSE things should be known as first principles that we can then use to reason and find further knowledge. But he had to be certain. He couldn't just sit down and come up with a couple dozen things he knows for certain and then expect the skeptics to take his word for it. They would ruthlessly tear anything he said apart. If there was ANY room for doubt, he would fail.\"[Since] reason already persuades me that I ought no less carefully withhold my assent from matters which are not entirely certain and indubitable than from those which appear to me manifestly to be false, if I am able to find in each one some reason to doubt, this will suffice to justify my rejecting the whole. \"The only way he could be certain that his knowledge would hold up to the radical skeptic scrutiny is if Descartes himself made sure to argue against his own thoughts just as well as the greatest skeptics certainly would. This method of doubting absolutely everything in order to eventually arrive at first principles to base future philosophy on is really what he is best known for. Let me explain how Descartes did it and then we can see how it applies to our loud, naive friend at the party that we've been talking about.Descartes starts by asking the easy questions. We'd probably ask questions like: Is this Job REALLY the best job for me? Is this spouse of mine REALLY the love of my life? But then he goes deeper into doubt. He starts asking, what is it exactly that I am? And then deeper into doubt. He goes so deep that he questions whether the world around us is actually real. I mean, couldn't it be true? He says haven't our senses fooled all of us at some point in time? A mirage in the desert? You look at an optical illusion, your eyes play tricks on you? Descartes says that when he is dreaming, at least when he is inside of the dream, he thinks he is awake. He doesn't know until after he wakes up with the sheets sticking to his body that he was actually dreaming. How can we know for certain that we aren't dreaming right here, right now?This is kind of embarrassing that I am using this example because it is so widely used, but there is so much ninja philosophy sprinkled around in the Matrix trilogy that it becomes a very useful tool when trying to explain these things. Morpheus asks Neo at a certain point in the first movie, how would you be able to tell the difference between the dream world and the real world? Descartes asks, centuries before the Wachowski brothers did LSD for the first time, how can we be CERTAIN this world that we perceive is real?\"I see so manifestly that there are no certain indications by which we may clearly distinguish wakefulness from sleep.\"But wait! Descartes says that sure, our senses may always be at least potentially deceiving us, but certain things must be true even if we can't use our senses to accurately measure them. The things that make up the framework of the universe, things that are ALWAYS true, things like 2+2=4 and the parallel postulate. We may not be able to use our senses to arrive at truth, but we can use reason to arrive at these constants of the universe. But wait, there's more! Descartes goes even further! He says that even these things that are seemingly constant might not be true because there could be an entity whose whole existence is dedicated to deceiving us. How do we know that isn't the case?\"I shall then suppose . . . some evil genius not less powerful than deceitful, has employed his whole energies in deceiving me; I shall consider that . . . all . . . external things are but illusions and dreams of which this genius has availed himself to lay traps for my credulity.\"Descartes asks, how can I be certain that there isn't some evil demon assigned to me and my life that spends every second of every day trying to deceive me into believing the world exists. Kind of like in Monsters Inc. when there is a monster assigned to every child in the world...how do we know that we don't have Sully assigned to our senses and he spends all day every day trying to convince us that cars exist, that food exists, that other people exist. How can we be CERTAIN that is not the case? Descartes says, we can't. But we can be certain about one thing. That we are thinking. Because even if the demon feeds us a thought that is intended to be deceptive, we are still thinking. A deceptive thought is still a thought, so therefore we must be thinking things. Descartes then reasons that simply by arriving at the self-evident point that we are thinking, we thereby exist. To him, we have to be in order to be thinking. I think, therefore I am.Descartes talks a lot about this method of rigorous doubt. He himself says that each individual person shouldn't apply this method to everything in their life as he did. That would be pointless. What possible benefit could we really get from doubting whether a hairdryer really exists. But what he does mention briefly is that this method of doubt is one that we must apply to our own critical beliefs. We should hold them up to the most intense skeptical scrutiny because like us pretending to know that that hair dryer exists, we can be conditioned to believe other things are the case. Things that can cause us harm. Things that prevent us from living life fully.We shouldn't apply this method to ALL of our beliefs. There are definitely beliefs that we all hold that are useful, but should we vilify entire groups of people or put needless obstacles in front of us in our personal lives simply because we want the world to be more simple than it actually is? Let's go back to our racist friend at the party. He's got this whole elaborate system of oversimplified beliefs that he's been spoon fed and conditioned to believe by his parents and now he lives his life as though they are the gospel truth. Think of how much more centered and based in reality his thoughts would be if he applied the method of doubt that Descartes outlines. What would happen if he put his racist views under the microscope?What if this guy was forced to ask himself, \"Is it possible that this single race of people, this group of people whose ancestors hailed from this small proximity with more or less sunlight, is it possible that they are not the downfall of the human species?\" Is it possible that the true cause is really much more complex based on historical events, trends and forces, government inefficiency, whatever it is. Descartes would say that if there is even a shadow of a doubt that you should throw that belief out and start over again.How would a philosopher think about this? Just think of how much of a positive change abolishing that one oversimplification could make in this guys life. Now that he isn't denouncing an entire race of people, he frees up a lot of things that used to be impossible. Now that he isn't denouncing this race of people he has a lot more people he could potentially be friends with. This one change yields more meaningful relationships in his life.Now he doesn't have to walk around in a public place scowling at certain people based on their ethnicity, he doesn't have to have all the negative thoughts racing through his head when he sees them. \"There they go, walking through the Farmers Market, RUINING THE WORLD AS USUAL.\" Think of how much that benefits him.One byproduct of this change in his thoughts might be that he has more influence in the world than he initially thought! I mean, if this guy thinks the world is being brought down by a single race of people, he must also feel a certain amount of helplessness. How can he nurture the positive growth of the world when the simple PRESENCE of these people brings it down in his head? By thinking that the problems in the world are caused by societal forces, maybe he would feel a sense of empowerment, like he could actually make a change if he dedicated his time wisely! And think of what every Greek Philosopher would say about the satisfaction he stands to gain simply from the intellectual pursuit. Learning about all of the different opinions from anthropologists, sociologists, psychologists and maybe one day arriving at the greatest gift to a mind imaginable: the understanding of truth.What criterion of truth is ample enough as a basis to marginalize entire groups of people?Descartes talks a lot about these conditioned biased thoughts. He actually gives a really great metaphor about apples. When you have a barrel of apples and you know that somewhere in that barrel are some bad apples that might spoil the whole bunch, what do you do? You can't go sifting through trying to delicately pick out the bad ones, what if you miss one? That one bad apple could ruin all of the rest of the good ones! Instead, you should dump all of the apples out and start over that way you are certain that you got all of them.One biased thought arrived at based on conditioning is enough to spoil the whole barrel so to speak. Now next time on the show we're going to go further into Descartes life, the relationships that shaped his thought and more about how his Metaphysics shaped the famous divide between the continental rationalists and the British empiricists.Whenever you were forced to graph something on a Cartesian plane in mathematics, you can thank Descartes for making it possible. Before Descartes came along math was clearly separated into two parts: Geometry and Algebra. They were seen as two completely different areas of study. There weren't any algebraic equations to explain aspects of geometrical shapes and the people of the time period saw no reason to draw visual aids when practicing algebra.Descartes changed all of this. Although he never drew a second axis, he used the same tactics. He developed a way to show points in a uniform, evenly segmented plane around two perpendicular lines. By doing this, he not only connected the two practices but revolutionized mathematics by creating the foundations for analytic geometry."}