{"ep": "Episode #058", "title": "Kant pt. 3 - Deontology vs. Consequentialism", "spoken_text": "This is a transcript of episode #058 on Kant. Check out the episode page HERE. So in very Philosophize This! fashion I wanna start out the episode today by putting you through a ridiculous thought experiment. I want you to imagine you're sitting at home on a Sunday afternoon...relaxing...drinking some lemonade...maybe a little Netflix...you're laughing at something on the TV and all of a sudden someone rings the doorbell. That's odd...you think to yourself...I'm not expecting anyone. You like how I'm telling this like I'm an author? Like it matters what the heck you're thinking when the person knocks at the door? Anyway...enough of that. You answer the door and standing before you is a really scary looking gentleman wielding an ax of some sort. Somethings off with this guy..You can't put your finger on exactly what it is...maybe its the dirt caked clothes...maybe its the greasy long hair with unsightly split ends...but you get this vibe that the guy has taken a human life before. And if there was any doubt left inside of you...he removes it by saying: hey, tell me where your kids are...I want to kill them with this ax that I'm dragging around!Well instantly your stomach drops because you realize you're faced with quite a dilemma. Not because some strange man wants to kill your kids with an ax, but because you pride yourself on being an honest person! Don't you? This man came to your door...he asked you nicely to tell him where your kids are...you're faced with a tough decision! You can tell the man where your kids are and risk him disemboweling them before your very eyes...or you can lie to him and be a dishonest person! What do you do? This is a very difficult decision isn't it? Well, if you're anything like me or the hundreds of people I've asked this question to...it's not difficult...no in fact it's a very easy decision...you tell the guy your kids are down the street, lock the door and call the cops. But what if I told you that Immanuel Kant thought that if you made that decision in that moment that you had thereby acted immorally...you ought-ta be ashamed of yourself and that he had very good reasons for feeling that way? Well by the end of the episode you'll understand WHY Kant felt that way...let this be a little teaser for you. But to start us off on the proper trajectory that will eventually land us there at the end of the episode...just to get our minds going in that direction...I want to ask you a question about morality in general right now. What do you think morality should be based on? Who or what determines what is moral or immoral? You know so many people think of morality as this codified set of behaviors that you hang on the wall of 9th grade health class...like patience is a virtue! honesty is the best policy! These things are moral behaviors...if you want to know how to be a more moral person you just go to the dictionary and look up this list that we've all collectively arrived at as a species. Well, yes these are traits that are commonly defined to be virtuous by people, but as we've talked about on this show many times the question of morality is much more complex than that. Who came up with the idea that patience was a definite virtue? Who determines what right or wrong is? Who is capable of determining what right or wrong is? Here's a better way to think of it: who would you trust to determine for YOU what right or wrong is? Now that starts to get to the root of the issue right? We're all very familiar with the concept of SUBJECTIVE morality. We're all familiar with the idea of arriving at our own personal moral code about things.Like, every one of us has contemplated this at some level before. We've all asked ourselves the question what does my ideal life look like? And then you picture it in your head...you see how that life would look and then when you snap back to reality if there's any disconnect between the way that life looked in your head and the way your life looks right now...action needs to be taken right? Usually the next step once you get to THAT place is to create a plan...find some set of behaviors that will take you from where you are now...to where you want to be and execute them, right? This is our own little personalized, subjective moral code that we've arrived at...aimed at producing the life that we've determined to be good. But for some people this is too shaky of a moral foundation. For some people...who are YOU to arrive at the proper way to behave day to day to achieve the best life possible? What did YOU do to earn that distinction? You know, you wouldn't get operated on by a surgeon who didn't to to school for it! You wouldn't fly in a plane piloted by someone that hadn't spent thousands of hours in the sky! How many hours have you really spent contemplating morality? Weighing the pros and cons of different actions...really taking them to task...really trying to get to the bottom of which specific behaviors yield specific outcomes in your life? Many of these people say no, you're NOT an expert. This \"subjective morality\" you have is probably just a disparate collection of social conventions you've gathered throughout your life from your parents and teachers or other authority figures. Many of these people say to put this enormous burden of arriving at a system of morality on a single human being with such a limited collection of experiences to draw from while creating it...is a recipe for disaster! These people say that we may need to be willing to accept that we aren't the most qualified people to arrive at a system of morality for ourselves, if for no other reason aside from the ones we've already talked about, than because far too often we are slaves to whatever fleeting emotional state we're in, in any given moment. When you're the judge, jury and executioner for what \"right\" action is in your life...often times we're far too willing to make exceptions for ourselves out of convenience in the moment, right? \"Typically stealing would be wrong, but in THIS case it's okay because the guy's really rich and technically I'm only stealing ones and zeros...I'm not stealing a physical CD!\"  \"Typically eating until I feel sick to my stomach...folding over a large pizza like a giant taco...typically that would be a lack of temperance I shouldn't stand for...but my friends are in town. It's a celebration!\"No, these people say this is far too slippery of a moral foundation...there needs to be something more solid...there needs to be something more objective. So how do we get there? Well what do we typically do when we have a job to do that we aren't willing to do or capable of doing? Well, you do what every great company ever since WW2 has done. You outsource to the Chinese! Just kidding...the Chinese didn't do it...although let's be real they probably would have done it in a heartbeat for pennies on the dollar...but people DID outsource this task of arriving at a moral code and they usually did so by assigning that burden to some overseer. Sometimes it was a deity. Creator of the universe arrives at a way it wants humans to behave...so it finds one lucky human and channels this wisdom into them...they chisel it into some stone tablets and now we have a moral foundation that isn't laid out by one person...it's laid out by the creator of the universe! As God, I hereby decree that you follow this set of behaviors and if you don't, bad things will happen to you!Sometimes it was a monarch. You know, as king I hereby decree that you follow this set of behaviors, and if you don't you will be drawn and quartered. As a citizen of this kingdom it is your duty to follow these rules.Well, on one hand Immanuel Kant agreed: there needs to be a more solid foundation for our ethics, but he thought there was a serious problem with these ways of outsourcing the task to someone or something else. The problem is: that in the case of the deity or the monarch...you can never say that you're fully to blame for your behavior.Remember when we talked about slavery in our episodes about Rousseau? Rousseau thought that if a master ordered his slave to kill someone else, that it would be wrong for us to hold the slave morally culpable...because they are not making this decision based entirely on their own volition...no the master owns them and is directing them on how to behave...the slave becomes like a hung jury when rendering a verdict about what action to take. Well in the same way, Kant thinks that when some monarch decrees a system of behavior for you to follow...you are never TOTALLY behind an action that you choose to take...that AT LEAST in some small way that monarch is inhibiting your ability to make a different decision. He is affecting your behavior in some way and ultimately isn't morality connected to us having a choice in the matter?I mean think about it: you don't think a lion is bad when it kills a gazelle on the Serengeti. No, that lion is just responding to impulses in it's body. The lion doesn't sit there and reason about it's decisions... perhaps I shouldn't kill the gazelle...perhaps it has a family...no it sees something moving and bites it until it stops moving. It's very simple! We start to hold people and things accountable for their actions when we believe they had a different choice that they could have made. You know this is the reason most people advocate a reduced sentence in our justice system for people who commit crimes who are mentally ill...they weren't in their right mind...they weren't making a fully autonomous choice between alternatives when they did this terrible thing. Now it's because of this fact that Kant believes that the ONLY way something can be said to be truly a free decision is if it is based on our own reason. This ability to reason is the foundation for everything that will come after in Kantian ethics. This capacity to reason is Kant's way of arriving not at what he sees as some flimsy subjective morality...but moral principles. And these principles would prove to be very important to him. In the same way we can use rational thought to eventually arrive at a conception about an objective reality...like we talked about last episode. Kant believes it's possible to use rational thought to eventually arrive at a conception of moral principles. Think about how awesome this is! In the event you're the kind of person whose like Immanuel Kant...In the event you want something more than just subjective morality...you know maybe you're not satisfied with just believing in whatever you arbitrarily landed on in your culture and your time period...if you don't like that AND you also don't like the idea of just conceding to the will of some Monarch that tells you what good and bad is...once you're in that place...you have a very difficult question to answer: how should we judge human action? Where do we get a more solid foundation for what right or wrong is? Can we get a more solid foundation? Is it even possible? Is it worth thinking about? Like just think about that for a second...if there was a satisfying answer to this question...just think of how LIFE CHANGING that would be. Think of how much more we'd get from every experience! Think about how much more we'd understand about ourselves if we more intimately understood how we judge human action in our own minds! To me...its this exciting feeling of what's possible...it's that that sets the stage for every time I ever even think about ethics. Anyway I'll get off my nerd soapbox. Now that said, I want us to all take a moment, lay out your prayer rugs, face the nearest library and thank your lucky stars that we  always have the luxury of looking at Kant in a historical perspective. You know...there's two good ways to bring clarity to a given subject...point out the differences between it and something or point out the similarities. Well, a good way for us to understand Kant's ethics better is to look at where he falls into two sides of an age old ethical disagreement...that's right! I'm talking about the disagreement between deontologists and consequentialists. Now those are two words we've never said on the podcast before, so rather than obliviously continuing and telling myself that everyone in the whole world knows exactly what they mean so that I can fall asleep at night...let's discuss what they mean. Deontology and Consequentialism are two very broad general, competing categories for how we should look at whether human action is right or wrong. Simply put, deontologists believe that whether an action is right or wrong should be determined by looking at certain things about the action itself and weighing them up against pre-established moral principles...Consequentialists believe that no, whether somethings ethical doesn't lie in the action itself...its the CONSEQUENCES of the action that determine whether it is right or wrong. Before we continue...please understand what I'm trying to do here. I'm not trying to outline every deontologist or consequentialist who has ever lived. If you fancy yourself one of these two titles...understand that I understand that there are many variants and qualifications and corrections by later thinkers that deal with the weaknesses I'm going to cite for each one of these. And we'll talk about them in due time...keep in mind there are MANY episodes of this podcast to come! But right now I'm just introducing the concepts...and one thing we all need to know right off the bat, and something you'll agree with the more and more we learn about the two sides of this debate...deontology and consequentialism...is that people very rarely strongly identify with one side or the other. Most people fall somewhere in between these two camps...neither of them are perfect. There are strengths and weaknesses on either side.Now that said, let's start with deontology. If you just type define: deontology into Google it says \"the study of the nature of duty and obligation\". And the reason it says that is because at the core of the system of any deontologist worth their salt is that the \"right\" thing to do in any situation... has at it's core an adherence to duty. Duty to what you may ask? To moral principles that have been arrived at in some way. Now we can talk all day about what method we use to arrive at those moral principles, or what they are or how we prioritize them, but the ultimate point is that when trying to decide whether something is right or wrong or good or bad...a deontologist is going to look at the actions themselves rather than the consequences of those actions. Because of this...the intention that someone had behind an action usually plays a key role in how a deontologist perceives the action.For example, if your mom asks you to clean your room...there's a big difference between a kid who cleaned their room out of a sense of duty to what the \"right\" thing their mom asked them to do is....and a kid who did it just because their mom said she'd buy them an ice cream cone if they did it. See, in both cases the consequence is that the room got cleaned, but are both people equally moral? I think most of us would say no! If someone does something just to get a \"thank you\" or just to get a special prize for having done that thing...it doesn't matter how moral their actions APPEAR to be...it cheapens it a bit. It seems clear that the intentions behind actions matter!  Now because the whole thing revolves around a sense of duty to moral principles...from here...historically... it's never been a far jump away from moral absolutism. The idea that no matter WHAT the consequences of an action are...no matter how seemingly bad they may be...regardless of context...certain actions are just right or wrong. Simple as that. Moral absolutism.It wouldn't be uncommon for a moral absolutist to say things like murder is just wrong, stealing is unquestionably wrong...lying is always wrong. Doesn't matter how good of a reason YOU think you have, these things can NEVER be justified. But if you still want some clarifying as to what it takes to be a good moral absolutist...take it from my good friend Cardinal John Henry Newman...19th century moral absolutist...whenever I stay up really late at night with a flashlight under the covers thinking about moral absolutism and how terrifying it is...this exact passage always flashes through my mind. He said:\"it were better for sun and moon to drop from heaven, for the earth to fail, and for all the many millions who are upon it to die of starvation in extremest agony, so far as temporal affliction goes, than that one soul, I will not say, should be lost, but should commit one single venial sin, should tell one wilful untruth, though it harmed no one, or steal one poor farthing without excuse\"So what this guy is saying is that in his humble opinion...or he's speaking for the church in this passage...Lying is wrong...plain and simple...it would be better for the sun and moon to drop from heaven...for millions of people to die in agony than for one person to tell a single lie that harmed no one. Now if this sounds a little emo from Cardinal Newman...you gotta admire the guys conviction, right? Who would've thought Exodus 20:16 could get so painful for all of God's children? And if this sounds a little inflexible to you for a way to approach morality...well you're absolutely right. It is VERY inflexible. And this is a good lesson to take from our discussion here...there are strengths and weaknesses to both deontology and consequentialism...this moral absolutism that we're talking about being only one type of deontology...but the same criticism is leveraged against most deontology and it is this: whenever your approach to morality involves arriving at these hard and fast moral principles that you have a duty to adhere to regardless of what the consequences might be...you always run the risk of being called a little inflexible. Take the ax murderer example from the beginning of the episode. A deontologist who is a moral absolutist that believes lying is wrong would have to answer their door...look the ax murderer dead in the eyes and tell him exactly where their kids are. If this guy was offered a billion dollars to any charity to tell one lie...he would have to say no. If this guy could save a billion innocent human lives if he just lied about his weight while getting his drivers license...he would have to respectfully decline. Now I wanna make this clear: deontology is not synonymous with moral absolutism...there are many deontologists we will talk about that have answers to these criticisms, but the point here today is: Deontology has many strengths. For one thing...whenever you're faced with an ethical dilemma...when you're in that awkward place...it does provide COMPLETE certainty about what the correct decision is in a given instance. Also, it takes into consideration people's intentions behind WHY they do an action, that seems to be part of it. Its also good because it removes human discretion from the equation so there's no chance of us letting ourselves off the moral hook in the moment...these are ALL strengths...But these strengths come in coalition with weaknesses...a key weakness being that it is tremendously inflexible and if we're being honest...probably a little oversimplified because of it. Now, a consequentialist on the other hand would look at the ax murderer example completely differently! A common phrase that people use to describe the fundamental idea behind consequentialism is something we've all heard before...\"the ends justify the means\". What makes something right or wrong is not necessarily the act itself...but the consequences that act produces. For example...in the ax murderer thought experiment...it wouldn't be uncommon for a consequentialist to say that it is perfectly OK to lie to the ax murderers face! Yeah, the consequentialist may not advocate lying in some situations...they may not advocate lying in 99.9% of all situations...but in THIS PARTICULAR situation...lying to the ax murderer about where your kids are preserves human life. Lying may TYPICALLY be wrong...but the ends justify the means. Most philosophy 101 professors use the example of Anne Frank. Imagine you're living in the apartment during WW2 where Anne Frank and her family were hiding in the attic...some Nazi soldiers came to your door and they ask you \"Is there is a family hiding in the attic of the house\"...to a consequentialist...knowing that if they tell the soldiers the truth...people almost certainly WILL die as a result of it...to a consequentialist...even if they typically WOULDN'T advocate lying...it is morally justifiable to LIE to the soldiers...because the consequences of doing so are good. So let's think about this. On one hand this approach is very flexible, right? I mean hypothetically...you could even justify murder with a consequentialist approach.What if we could somehow go back in time before WW2 and murder Hitler before he comes to power. A consequentialist might say that killing Hitler to save the subsequent tens of millions of people who died as a result of his decisions...that murder...in this very specific case...would be morally justifiable. Interesting. And very flexible.But, although this approach IS incredibly flexible...it certainly comes with it's weaknesses as well right? Not the least of which is illustrated perfectly by our previous example. If we could go back in time and kill Hitler...wait...we CAN'T go back in time. We don't know the future. The problem with basing the moral worth of our actions only on the consequences that the actions produce is that...you can't always know what the consequences of your actions will be! Even if you make your best guess and you predict the outcome pretty well in the short term...you can just imagine the ripple effect you may have caused and who are we, as feeble humans, to try to understand the long term repercussions of our actions decades later? It just seems very difficult. For example...what if we shift the Anne Frank thought experiment just a little bit? What if when the Nazi soldiers come to your door... asking if a family lives in the attic...what if they told you that if they don't find this family while they're making their rounds today...they are going to be executed. Now, no matter what decision you make...human life will be lost! If you're a consequentialist...how do you make your decision? What criteria do you use to determine what the best outcome will be? You may say...well I'm just going to err on the side of the least human suffering! The highest good for the greatest number! You may look at the situation and see that there are four guards at your front door...and five people living in the attic of the apartment. Seems like an easy decision...the guards die...there's four of them and five people in the attack...simple as that! But how about this? What if one of those guards if they weren't executed would eventually go on to find the cure for cancer. Obviously you could have never known that in the moment...but if you're being judged solely on the consequences of your actions...you know this very extreme, rudimentary version of consequentialism that we're talking about...if you're being judged on that you have just committed a terrible moral atrocity. So in deontology there are these principles we have a duty to adhere to that can sometimes run us into problems...and while consequentialism is good in that it allows for a lot of flexibility there...it also comes with some problems itself. The fact that the ends justify the means...even if it goes against basic human rights. The fact that it is based on consequences, but when you think about it...it is very difficult if not impossible to predict what the true consequences of our actions will be...the fact that it DOESN'T consider the intentions behind why people do things. The end of the show kind of snuck up on me this time. You know...when I started recording this I planned on getting a lot further in a half an hour, But I don't regret it and here's why: This conversation that we just had about morality in general and the differences between these two different approaches...deontology and consequentialism...you will remember this conversation. When we talk about these subjects in the future...you will remember what these concepts mean as opposed to them just being two more words that end in \"ism\" that are meaningless. And that is what this show is about...it's about wanting to know more today than you did yesterday. Not just feeling like you know more...actually knowing more. So what did we learn? There are very real strengths and weaknesses to both of these systems...people much smarter than me in both camps came afterwards and tried to correct some of the weaknesses..next we will talk more about them...you'll find out whether you consider yourself a deontologist, a consequentialist, somewhere in between. And who knows? Maybe there's more than just these two to choose from! Thank you for listening...I'll talk to you next time. "}