{"ep": "Episode #034", "title": "Spinoza pt. 2", "spoken_text": "This is a transcript of episode #034 Spinoza pt. 2. Check out the episode page HERE.So I'd like to start off the program today by reading you a poem. No, I haven't turned into a guy that sits around playing bongos reading poetry. This is a good one. This is a poem written about Baruch de Spinoza, let's hear what this person has to say about him:\"How much do I love this noble manMore than I could say with wordsI fear though he’ll remain aloneWith a holy halo of his own…You think his example would show usWhat this teaching can give humankindTrust not the comforting façade:One must be born sublime\"That poem was written by a guy named Albert Einstein. He was a big fan of Spinoza if you couldn't tell, most notably he was a fan of Spinoza's concept of God. He seems to think in that poem that humankind has something substantial to gain from what Spinoza showed us and that we should \"trust not the comforting facade\". What is he talking about here?Well trust me, it ALL is going to come together by the end of the show today, but like all great things there is a bit of a back story we need to get through first and it starts with one word: substance.So, as we've been going through the history of philosophy we've heard a lot of things. One thing that has come up pretty commonly among thinkers from all kinds of different backgrounds and time periods is the idea of God being an infinite being. Whatever God is to them, there is one thing that must be true and that is that he is an infinite being.Sometimes as I read that statement I like to just sit and nod while I say it so that I'm more likely to agree with it. But is that statement as infallible as it seems? And if it is true, what else needs to be true? I mean, if God is truly an infinite being, then can anything ever be OUTSIDE of God? As many of you know I have an English Bulldog named Charlie who snores and slobbers everywhere and smells terrible. Is my dog Charlie outside of God? Yes? Well if God is infinite how can he be? The fact that he exists and he is NOT God shows that at least in some small capacity god is limited and is therefore NOT infinite. If you say that God's love exists in everything, how do you account for the physical matter or any other attribute of Charlie that is separate. If God is infinite, then my dog charlie needs to be part of him. But on that same note, if God is infinite, don't we all need to be a part of him?This was a thought that Spinoza might have wished he could go back and prevent himself from ever having it in the first place...it made his life vastly more complicated than it would be had he never thought of it. Let's talk about where it came from. Spinoza was a continental rationalist. One of the big three: Descartes Spinoza Leibniz. In many ways Spinoza was commenting on and continuing thoughts that Descartes brought up during his lifetime. And as we talked about on the Descartes episodes... Descartes brought A LOT of new ideas to the region in his lifetime. One idea that Descartes talks about quite a bit in his quest to find a universal mathematical order to the universe is substance. For the record this is something that Aristotle talked about a bit as well and Descartes can really be seen as re purposing and rethinking through the idea of substance that he laid out centuries before. Descartes defined substance: and this is important! That whose existence is not dependent on any other thing. This is a very nicely packaged way of saying it. You have Descartes sounding a lot like Aristotle at certain points of his writing where he talks about wax by a fire. When you melt the wax, everything changes about it. The consistency turns to liquid, the shape changes to the shape of the bowl, the color changes: but no one would argue with you if you said that it was the same wax as before. What exactly are we talking about when we say wax if so much can change about it but we still see it as the same thing?Now this is the point of the episode where this could easily devolve down into me talking about attributes of things, modes of things, but let's talk about substance right now. We have to understand that Descartes spent his life trying to refute radical skeptics and find a way to show that what we see in the world is not just a giant illusion. Remember his evil demon that at least COULD be constantly deceiving you? Descartes set out in his philosophy to deliberately prove that what we are experiencing is accurate if we study it hard enough. Spinoza on the other hand said that there was a whole lot more to reality that we couldn't see directly.Substance to Descartes is that whose existence is not dependent on any other thing. Spinoza largely accepts this in his work but he rephrases it a little and says that substance is that in which its existence explains itself. Now lets think about that for a second...lets think of an example. When I pick up an iPhone, does that phone's existence explain itself?The answer is no. Far from it. You can do a lot of fun things with a smart phone...you can access satellites with it and call your friends....you can surf the internet...you can spend twenty bucks on some bizarre rainbow fruit game. You can do a lot of stuff, but what all these things have in common is that they can't be understood by themselves, they need to be understood in RELATION to some other concept. In fact, just as a little experiment, could we describe what an iPhone is to someone without using anything but the nature of the phone?Spinoza thinks the answer is no. After all, how can you describe what a phone is without referencing something else? You'd say something like, oh you use it to talk to your friends! Well, what is talk? What is the concept of communication that you're talking about? Can't we break it down into smaller pieces and understand it by itself, not in relation to something else? Alright, uh, it processes data! What is processing? What is data? The phone is not self-explanatory.Spinoza says: A definition, if it is to be called perfect, must explain the inmost essence of a thing, and must take care not to substitute for this any of its properties. In order to illustrate my meaning, without taking an example which would seem to show a desire to expose other people's errors, I will choose the case of something abstract, the definition of which is of little moment. Such is a circle. If a circle be defined as a figure, such that all straight lines drawn from the center to the circumference are equal, every one can see that such a definition does not in the least explain the essence of a circle, but solely one of its properties.This is similar to what we talked about with some of the Medieval philosophers like Avicenna who talked about the difference between necessary and contingent existents. Contingent existents rely on something else to exist...like I rely on my mom and dad to be born in the first place. 99.9% of things are contingent on something else to exist.Well this is one of those classic questions from philosophy: is there anything out there that exists necessarily. Let's just think about that for a second. Now if you're a Christian or a believer in some God the answer of this question is going to be easy for you, but if you're not just try to think of something for a second, see if you come up with what Spinoza comes up with. That for existence to be a possibility it must exist. Spinoza is what is known as a substance monist. If you remember back to the pre-socratics...Thales was a monist because he believed that everything in the cosmos was made of one substance: in his case water in it's varying forms.So Spinoza, as a substance monist believes that there is only one true substance. Spinoza sat down one day and started thinking about Descartes definition of substance: something that's existence is self-explanatory. And after thinking about it for a long time what he realized is that if that is the definition of substance then there is really only one thing that falls into that category, and that is EVERYTHING. Not every, single thing...EVERYTHING as a whole! The Entirety of it all. The Totality of all existence. Don't think about you, or your city, or the earth, or the milky way galaxy or even the universe...EVERYTHING as one whole. See all of those smaller pieces are explainable only in relation to something else, but the entire thing, this entire, glowing giant mass of existence, WHEREEVER it ends, if it even does, it is in it's nature to exist.Now we come back to what we were touching on before: If God is truly infinite, then how can anything not be a part of him? I mean really, if you are taking up space, and God is infinite, how can you not be a very very small fraction of God? Spinoza says that that totality of existence, everything that is, he calls that God. The really important part is that he ALSO calls that totality nature. Now that's not something I think a lot of people would disagree with now is it?I mean, it's tough doing this show sometimes because when I say that Spinoza calls the totality of all existence \"God\" I get resistance from both popular ways that people think in this time period. Religious people think he is an idiot because he doesn't see God as this man that sees you when your sleeping and knows when your awake...and then on the other end ...needlessly hostile atheist people just hear the word God and are just like scoff Good old Aesop Spinoza...weaving his fairy tales again.So let's not even use the word God...let's use the other word that Spinoza thought was synonymous with the totality of everything: Nature. Now, we're talking right? I mean, think about it: for our whole lives we've been told that science is great at identifying patterns of nature...we can prove beyond a reasonable doubt that gravity exists, but we can't ever know WHY gravity exists. We can prove beyond a reasonable doubt how and when life began, but we can never objectively prove WHY life exists at all...or why there is some software programmed into life to evolve and adapt in very calculated ways to the environment.You know...if a devoutly religious person and a militant atheist went on a walk through the woods together talking...they would both look around them and marvel at nature. They might disagree on what brought those forces of nature into existence, but they wouldn't disagree that there is this self-sufficient framework to the universe that is seemingly-ordered. But although in modern times we think of \"nature\" as what we see when we go camping...does nature really end where the trees end? No, the forces of nature are ubiquitous. They're everywhere! You grow a plant on your windowsill...does it grow based on a different set of laws than if it grew in the woods? We've worked really hard to create these cities that make us feel exterior to nature, but Spinoza has news for you. You're still part of it. Our Solar System is part of it...the Milky Way and Andromeda Galaxies are part of it. To Spinoza, each and every thing...including each and every one of us listening to this podcast right now are part of one giant totality. We are all a very small piece of that totality. We are all aspects of God, or Nature.Now if this is true...if we are all individual facets of God...and God is the totality of all existence...what are the implications of that? Well, one major one is that if God is nature, then God cannot by definition be super-natural. Anything that he does, although it seems like magic to us, is just a part of the natural way of things.Spinoza said: As regards miracles, I am of opinion that the revelation of God can only be established by the wisdom of the doctrine, not by miracles, or in other words by ignorance.Another one is that if God IS nature, and we and everything around us are just a part of God, then God cannot be this transcendent being that sits on a throne and judges who won the ethical obstacle course. He is not a transcendent being...he is an eminent being. He is around us all the time. We are part of him. Keep in mind the only reason I am saying \"him\" is because it is familiar to people to refer to God this way, but this being is far from having male genitalia or an affinity for sports.Spinoza talks about how humans have learned to project their characteristics on God, and how it really is only natural. He says that if a triangle could talk...he thinks it would say that God is obviously a triangle.He said:When you say that if I deny, that the operations of seeing, hearing, attending, wishing, &c., can be ascribed to God, or that they exist in him in any eminent fashion, you do not know what sort of God mine is ; I suspect that you believe there is no greater perfection than such as can be explained by the aforesaid attributes. I am not astonished ; for I believe that, if a triangle could speak, it would say, in like manner, that God is eminently triangular, while a circle would say that the divine nature is eminently circular. Thus each would ascribe to God its own attributes, would assume itself to be like God, and look on everything else as ill-shaped.Now it's important to think about this as we consider God to be the totality of all existence. This is important to consider when we think about the fact that Spinoza considers God to be the cause of everything. Now when I say this, im not just talking about God creating everything...at this point, when philosophy refers to the \"cause\" of something, they're usually referring to Aristotle's four causes. The cause of something is more than just the final cause of something. To Spinoza, this totality of existence, or nature causes everything: It provides the material that it is made out of, it provides through some intricate software that we don't understand it's shape and size, it has a purpose for the thing within it's framework, although we may not understand ours. You know, I was watching a video months ago with Joe Rogan and he said that we, as a species, may need to be willing to accept that the Earth is an orange and that humans are like mold and our job is to eat the orange.Now there is a lot to disagree with there, but one thing is is effectively talking about is an overarching purpose of the human species, or of life as a whole. You know, if the world is not an ethical proving ground where a supernatural God assesses how nice you are to other humans, what are we exactly? And if you think that humans and the ability to be self-aware is an evolutionary accident, what is the purpose of life as a whole? Well, one of Aristotle's four causes asks what is the purpose of the thing? And in Spinoza's philosophical system, Nature explains ours.The most important part of all this is that God causes everything to Spinoza. Now if all the things that happen in the world are just one stepping stone in a giant causal chain set in motion by Nature, or God...that changes a lot about the way we have to view the world. One of the most interesting and relevant to us is how it affects the idea of free will.See, to Spinoza, our actions are caused by nature. Free-will, to Spinoza is a complete illusion. When someone chooses to go down to the store and buy some Doritos...When someone thinks they are making a spontaneous action completely free of any outside influence, they really are just ignorant of the true causes of their actions.Like, have you ever been driving down the road or just doing anything in your life and had the same reaction in the same place two days in a row? A reaction that was almost sub-conscious? It's hard to think of a good example of this...I guess the one that comes to mind is up here in Seattle there is a radio station called \"the rock of seattle\" and I drove past a billboard that said \"I love the Rock!\" and the picture was someone smiling and holding a picture of some pitcher of beer or some alcoholic drink because that's part of what their demographic is apparently...and I saw this billboard and I just started singing \"I love rock and roll\" like I was a severely drunk Joan Jett singing her hit song. Look you guys think I like this example? How do you think it feels to be me trapped in this body?Well the important part of this wonderful story is that I drove past that billboard 2 weeks later...I didn't even think about it and I saw the same billboard and sung the exact same song...the exact same way. After I did it, I realized wow, my brain is like a really terrible computer program. I get a certain input, the billboard. I filter that input through all of the experiences I've had in my life: all of the times I've heard drunk people singing, all of the things that relate to the words I Love Rock, and after filtering it through all that stuff I react with the drunken rendition of Joan Jett's hit song.This is what Spinoza is talking about. Do we truly have free-will simply because we feel like we could have made a different decision? Or, are we just ignorant. Like, based on all of our conditioning, all of our life experiences, we really had no choice. We were always going to conclude that the one we chose was the most reasonable based on the software that being a part of Nature affords us.Now some of you may be saying...what if I decide to just pull my shirt over my head, spin around in a circle and sing stairway to heaven backwards? Surely, THAT is free will because nature could never know that I would make that random decision...well what if all of your life experiences insured that you would be the type of person to contemplate free-will and therefore be the type of person who is more likely to do some super random act like that to prove that you have autonomy.There is no escaping it, to Spinoza. If we truly had free-will, we would be causes of ourselves and therefore substances. But there is only one substance. That thing that we are all individual ripples of, God.He says: In the Mind there is no absolute, or free, will, but the Mind is determined to will this or that by a cause which is also determined by another, and this again by another, and so to infinity.Just as we, as physical beings are aspects of this whole of existence and we can be understood by this GIANT causal chain. You know...your mom and dad created you, their mom and dad created them and so on...Just like our physical bodies can be understood based on what caused them, our emotions are the exact same way. The way we feel or are inclined to act is based on some thought that was caused by some other thought and so on and so forth. Again, we can understand things best by understanding the causes of it, and God causes everything.Spinoza talks about navigating the world and how our actions are either caused by passive or active emotions. Passive emotions are things like anger or frustration. You can see how he may have seen these things as passive...they are very reactionary. If we get cut off in traffic and get angry at the person, we are passively going throughout life and being enslaved by these other things that we allow to affect us. On the other hand there are active emotions. What defines an active emotion is not that it is a good feeling...on the contrary...anger could be an active emotion as well. What separates something from being a passive or active emotion comes down to whether we understand the true cause of the emotion or not.He says:\"An emotion which is a passion, ceases to be a passion, as soon as we form a clear and distinct idea of it.\"He says: \"I say that we are active when something takes place within us or out of us, of which we are the adequate cause, ie when from our nature something follows either within us or out of us, which can be clearly understood by that nature alone. On the other hand I say that we are passive when something takes place in us or follows from our nature, of which we are only the partial cause.\"He talks a lot about how we feel like we are at the mercy of this hurricane of complex emotions and decision making, but really, all of these emotions that we think are driving us can be distilled down to a tendency to increase power. That's what we seem to be programmed to do...that's what we are all searching for. When we feel joy or good feelings, that's just the feeling of an increase of power. When we feel sadness, that is merely a decrease of power.When we love something or hate something, we think that we are making some free decision based on our personal tastes...to Spinoza, in reality, it comes down to this striving for power. There's more to talk about with Spinoza and his ethics but maybe the most powerful notion that we can extract from it this week is this: If we are all aspects of God, then we are parts of one being. Just like it would be ludicrous for your left foot to try to hurt or go to war with your right foot, because their existence depends on each other and really they are both parts of the same being, All humans should see themselves this way too.Because of this there is no reason to ever hurt or cause suffering, because by doing so, you are simultaneously causing damage to yourself as well. Thank you for listening, Talk to you next time."}