{"ep": "Episode #005", "title": "Aristotle Part 1", "spoken_text": "This is a transcript of Episode 5 on Aristotle's Ethics.Hello everyone, its me Stephen West this is Philosophize This! Today we're talking about Aristotle. Now, its not crazy to think that some of you guys have heard some stuff about Aristotle before, he's a man of great stature in the philosophical world. Maybe you even started listening to this thinking, \"Aristotle! We're gonna learn about biological classification, his system of logic, his scientific method\" and you’d be right. we're just not gonna learn about it today... that'll be next weeks episode in part 2... that’s right, as you probably guessed because I just said it, Aristotle will be broken down into 2 parts. And THIS WEEK we're gonna learn about what Aristotle thought the best way to live life was. By the end of this episode, you’re gonna know exactly why you’re miserable. You're gonna know all the mistakes you’ve made up until this point. Obviously, I'm joking. But Aristotle wasn’t, he really thought he came up with THE WAY to live life, and even if you’re happy in your current existence, if you follow Aristotle’s plan, you could be even happier! It all starts when you’re really young... most people spend their days in their teens and early twenties with no real direction. You know, there’s no definitive end goal in mind or if they have one its pretty uncertain... or vague and they spend most of their free time doing recreational things, having fun gaining experiences.. being young. If you were an exception to this rule, more power to you, but realize that people say things like \"what are you worried about.. you’re young!\" for a reason. Young people might make a plan to go to the movies.. or a plan ride quads around in the sand dunes.. you know recreational things that don’t have much to do with bringing some distant master plan into fruition. In other words, Most young people are concerned with short term plans...not their 401k plan. But for the most part what ends up happening is the older you get the more you begin considering your future...you start putting more thought into the decisions you make... even down to random everyday things... like, you know, your posture or how you treat people..you start to do things for a specific purpose, and although you may still slate aside a couple weeks for a vacation once a year, its a far cry from your days of getting drunk, staying up all night and waking up in your friends bathtub.So, Aristotle thought we needed a plan for our life if we wanted to achieve a certain level of mastery for living life. And I'm sure all of us can understand what its like to try to get good at something. I think whenever you're achieving mastery at anything, the more proficient you get at something, the more purpose you have behind every individual action you take. for example, i was watching a video of Gordon Ramsey cooking scrambled eggs the other day...and naively I was thinking... I cook scrambled eggs everyday... I mean he may know how to cook a crunch-berry souffle or something but I've probably made scrambled eggs as many times as he has...cause I've made them every day of my life. i mean I have a whole system...like I crack the eggs into a bowl and whisk them i add salt and pepper... I put a little grass fed butter in the bottom of the pan... you know I leave it there for a while... usually come back with a fire extinguisher to try to prevent damage to the house things like that. Watching Gordon Ramsey do it... I felt like a complete moron. Firstly, he doesn’t put butter at the bottom of the pan, he just cracks the eggs into the pan and puts the butter on top of is because it gives it a \"lovely velvety finish\" to the eggs... also, he doesn’t add salt and pepper to the eggs beforehand because the seasoning starts to break down the eggs and turns it into \"something quite watery and dreadful\" Look Gordon Ramsey my eggs may not have had a velvety finish to them but they weren’t watery and dreadful. I am offended at this point. He says to never whisk the egg beforehand, you whisk it in the pan because you don’t want to \"break it down\" beforehand. And then he has this super advanced method of cooking where he just keeps putting the pan on the stove and then taking it off...constantly stirring it \"like a fine risotto... on the heat ...off the heat...on the heat...off the heat\" Then he adds some stuff called creme fresh to his eggs so they don’t overcook...what is creme fresh? with my newly lowered scrambled egg self esteem I Googled it... and apparently its like a french version of sour cream with a little more fat. All these things that I take for granted... all these things I do completely mindlessly while cooking scrambled eggs for no real purpose, Gordon Ramsey, through experience and wisdom has achieved a much higher level of mastery at cooking scrambled eggs and is therefore much better at it.The same rules apply to becoming better at life. Or better at living life. You start to develop priorities, you find out what is important to you... and eventually you do almost everything for a purpose...and usually the purpose you do any random thing for is to nurture the positive growth of your goals... like being healthy... living a long life, making a lot of money...etc. eventually we combine all these various things we prioritize as a sort of rulebook for living... a set of values that we live by. Aristotle calls this \"a plan\" and encourages people to make one of these plans...Aristotle was born in 384 BC...15 years after Socrates had been put to death in Athens...but when Aristotle arrived in Athens and enrolled at Plato's academy as a student, he no doubt heard all about Socrates's final days from Plato, as well as his famous saying that \"the unexamined life is not worth living.\" in response, Aristotle did Socrates one better. he said that an unplanned life is not worth examining. what point is living a life if we don’t know what we're trying to do and why or how we're gonna to get there? we need a plan!but not just a set of priorities... we need to find out how to use these priorities to distinguish certain goals that we want to achieve and figure out how we're going to achieve them. but even that's not good enough for Aristotle....not only should you have a plan...but you should have HIS PLAN. THE PLAN. To Aristotle, There is only one fully correct plan for life, and if you don’t follow it then you may be happy, but not as happy as you could be. Now, The idea of there being one... single ultimate plan that every human has to follow is a relatively foreign idea in modern times...and for good reason. I mean to us, It seems like a waste of time to agonize over what the ultimate goal of life is, because its obviously a glaring and important question that all of us ask at some point...and if there was a right answer, we probably would have figured it out by now, probably thousands of years ago. so we end up just applying our own meaning to our life and deeming it to be the best for us. but when we use terms like \"what is the BEST end goal to life?\" we're implying that there are better and worse end goals, but what makes them better or worse? what metric are we using to determine what is better?if one person deems the purpose of life to be the pursuit of knowledge and a completely different person thinks the purpose of life is finding a way to use your brain as little as possible, how can these two opposite world views have the same end goal? Aristotle thought they did if you analyzed them deeper.Aristotle thinks the ultimate end goal of life...what we should all shoot for... is \"living well\". Now real quickly lets establish a few things about living life...There are a variety of things we do, solely for the sake of staying alive. Like eating, drinking, exercising, things like that. There are other things we do because we think that if we do them, well be able to make living life easier or better in some way. For example, you could educate yourself, its not necessary to stay alive, but we think that by expanding our mind and knowing about a variety of different subjects, we can use that knowledge to live a better life, not to mention the satisfaction we get from constantly growing as people. We can think of these two different types of things... as things that we do just to Live and things that we do to live well,and we can think of both of them as end goals that we hope to achieve that are in line with the priorities we developed earlier...In fact, we could even break it down further, you only really need one of these things...right? living well. you can't live well if you aren’t alive, so things we do just to stay alive...really are all requisites on our path to achieving the goal of living well. Aristotle talks about how everything we do is either an end...or a means to an end...we either do something for the sake of getting something else, or we do something solely for its own sake. Now...if \"living well\" is one of our goals in life, is there anything we want after that? Are we living well for the sake of achieving some further goal? Aristotle didn't think so. He thinks that we live well just for the sake of living well...therefore, living well, to Aristotle is the ultimate goal of life. Some people may disagree, but I think its pretty reasonable. Almost everyone I've ever asked what they want in life they say they just want to be happy, and I know that evidence is anecdotal...but the plural form of anecdote is data.Aristotle says that there are a lot of things, as humans, that we desire in this world...or things that we think are good...like we said in our earlier example...one person may say \"the pursuit of knowledge\"...one person may say the pursuit of using your brain as little as possible\"...and all of these things we think are good are really just our own little personalized path we're taking with all the paths eventually arriving at a single final destination, which is what you actually want \"living well\". Modern translations of Aristotle’s term for Living well say the best modern translation for what he was talking about is our concept of \"happiness\". Living well is happiness and happiness is what we all seek, whether its through pursuing knowledge or not pursuing knowledge, both of those people still want happiness. the difference is what brings them happiness. Aristotle didn’t just think this was the case... he thought that it was self-evident that this is what the ultimate end goal of life is, because when you ask someone why they want happiness, they can never really give you an answer. so they’re obviously not doing it for the sake of getting something else. the only way you could really say that you wanted happiness for a REASON is if happiness was a requisite for achieving some OTHER ultimate goal, but the way Aristotle saw it, there was no such thing...happiness or living well WAS the ultimate goal.Now, as I was saying before, what brings us happiness varies from person to person. I mean, by and large, we experience happiness when we get what we want. so because one person might be made happy by pursuing knowledge and someone else might be miserable pursuing knowledge...there's no cookie cutter recipe for happiness right? Aristotle thought that even though our paths to happiness were so astronomically different, if you distill it down enough, we really all want the same things too. And before we continue, real quick, its important to know that Aristotle thought that things we think of as \"good\" are the same as things we think of as \"desirable\". The two terms were synonymous to him.Aristotle thought as humans we are all individuals. We have individual upbringings individual experiences and individual perspectives. Its Based on our experiences ...that we determine what is desirable. This is how you can explain the difference between someone who thinks its desirable to pursue knowledge, or not to pursue knowledge, or to be the greatest tennis player in the world, or to strap dynamite to yourself and glorify god, all of these things are based on things we've deemed to be desirable because of our individual backgrounds. But even if most of these desires differ from person to person, as human beings, we all have similar desires...like being able to eat or drink or sleep, etc. On that same note, we all desire things that we don’t actually need to stay alive. I mean...we desire to have the double bacon cheeseburger, but we don’t need it. We desire to get a big promotion and date a supermodel, but we don’t need it. we think if we had these things they would be good for us and enrich our lives...so we desire them...hence Aristotle idea that if we see something as desirable we see it as good. But like in the case of the double bacon cheeseburger, which is also my favorite Nancy Drew book BTW, the case of the double bacon cheeseburger... what we desire and we see as good, is not ACTUALLY good for us. The double bacon cheeseburger is a good example of how easily something can seem like its good for us at a particular time or place, but at a later time and place it may seem... completely terrible for us. and this dynamic applies to most things, even your worldview...like if the guy that relentlessly pursues NEVER using his brain or learning anything as the most desirable thing one day..lets say some other day hes trying to memorize the ingredients of different alcoholic drinks so he can pass his bartenders exam...pursuing knowledge and using his brain turns out to be really good at that time and place. Aristotle uses this fact to mark a distinction between things that we think are desirable that may vary from time to time, and things that we think are desirable that never vary...like things we need to survive. This is another way of marking the contrast between two different types of desires, wants and needs...both are things we desire, but they’re not the same thing. Aristotle referred to these things as either acquired desires, or wants....desires we’ve acquired based on our experiences during our lives...and natural desires...or needs which are desires we were born with because we are human and all humans have them regardless of background. He says that the only things that are really \"good\" for you are things that fulfill your natural desires, because these things we need whether we are conscious of the need or not, whereas everything else you desire falls into the acquired desires and only appear to be good at the time.The one correct ultimate end goal or plan for living well...the plan that brings us happiness is a plan that includes us attaining all the things that are actually \"good\" for us to have. and because all of these natural desires we have are the same for everyone...because we are all human and share the same natural desires of things like food, shelter, water, sleep...what is truly good for one person is actually truly good for everyone. that’s why Aristotle says happiness is the same in the case of all human beings and that’s why he refers to all of these things that fulfill our natural desires as \"real goods\". Now remember that term, real goods. We all have our own unique individual paths that we take to try to acquire all these real goods...i mean Donald Trump's plan to secure things like food clothing shelter is obviously much different than a panhandling homeless guy...and Aristotle would say these differences definitely make some plans better than others. But remember...Aristotle thought there was one ultimate plan that was the best you could do. Its one that involves getting every real good in the right order and quantity while simultaneously making it possible for us to seek things we want, but do not necessarily need that will enrich our lives.So, if we want to achieve true happiness by using Aristotle’s plan, it seems pretty important to figure out what these real good are. I mean, if the main thing we need to be happy are all these real goods, we should at least make a list of them...we should have them laminated or something.Aristotle separates these real goods down into a few parts. He says...\"Human beings are animals with the unique ability to think and reason.\"Because we are animals with a machine like body that needs maintenance, some of these real goods help us with our bodily needs. These ...bodily goods are made up of...vigor, vitality, health and sensual pleasures. Aristotle says that even though we go about getting these things in different ways, we not only share all of these desires with every other human, we actually share all of these desires with every other animal in the animal kingdom. Animals avoid pain and seek pleasure, as well as vigor vitality and health. Now, if living well is the ultimate end goal then Vigor vitality and health are three requisites on the road to living well...they’re means to an end...but to achieve even one of them is a goal in itself, so there are requisites for achieving these things too. To have vigor, vitality and health, you need five things... food, drink, clothing, sleep and shelter. Now, when you break vigor vitality and health into these 5 tangible or easily identifiable things, its easy to see how they’re extremely interrelated...like it doesn’t matter how much food or drink you have, you cant be healthy if you don’t sleep...and it doesn’t matter how much sleep you have, you aren’t going to have much vigor if you’re walking around naked with no home to go to at the end of the day. So... because it makes sense... and seemingly to make it easier for people like us studying him 2500 years later, Aristotle groups all of these EXTERNAL things that we need to achieve the bodily goods, he groups them all together and calls them external goods or wealth. Now, I could've just said wealth was a requisite for living well, but that would’ve been misleading. I wasn’t trying to waste your time there, this was the definition of wealth for Aristotle...and if I just said wealth, you’d think it meant getting some generic burlap sack with a green dollar sign on it but wealth is no where near the same thing today.When I think about Aristotle and these needs that correspond with goals that we need to achieve on our path to happiness, It may be kind of dumb, but I remember it by thinking of the quote, early to bed and early to rise makes a man healthy wealthy and wise. we’ve all heard our grandma tell us this before, but just in case it helps you remember, the early to bed and early to rise part reminds me of the 5 external goods, because \"sleep\" is in there and when I think of sleep I think of being in a house with a sleeping cap on, so it reminds me of the other four external goods, and then the \"makes a man healthy wealthy and wise\" part reminds me of the goals that harnessing those external goods is going to give me. Healthy reminds me of vigor vitality and health...Wealthy reminds me of the 5 external goods and the Wise part, represents the next part were gonna talk about, because what we’ve talked about so far isn’t all you need to be happy. Remember, He says Human beings are animals with the unique ability to think and reason. Because we have the unique ability to think and reason, there are some real goods that we need to supplement and nurture our ability to reason. Instead of bodily goods, or external goods...he grouped these into the \"goods of the soul\". Remember, at the time, this phenomena known as conscious thought wasn’t connected to the brain, they thought that humans have a soul that controls our ability to think and reason, among other things. Now, when it comes to the goods of the soul, Aristotle thought to be truly happy we need to pursue a certain amount of knowledge. Were thinking, curious learning creatures by nature, and it seems like without acquiring knowledge, something would be lacking. Another one of these goods of the soul is the desire to be loved, or the desire for friendship. We are social creatures, like we talked about in the first episode...you lock a guy in solitary confinement for six months and he goes crazy. We need interaction with other humans and Aristotle realized this. He thought that our desire to be respected for our favorable characteristics, like our skill at a particular thing, or our six-pack abs or whatever ...is closely related to being loved. Because of this, He said that as long as we are honored for a legitimate reason he would include the goods self-esteem and honor as part of the goods of the soul. He makes this distinction for good reason, this wouldn’t apply to people that delusion of instant fameAristotle realized that all of these real goods are end goals in themselves, and when you're creating a road map for eventually arriving at living well and achieving happiness, it can be unclear as to how you even get to these end goals, so that you can then start your path to the ULTIMATE goal of living well. So Aristotle developed a way for us to consistently make correct decisions, too. Have you ever had a bad habit before? You ever eat something while driving and then when you get to where you’re going you just leave the trash in your car? Ah...Ill get it next time...but then you don’t? And then the next time you leave the trash in your car it just piles up over and over until your passengers seat looks like a yard sale? If you had a time lapse of your passengers seat it would be really obvious it was just one bad habitual decision being made over and over. It takes conscious effort to stop a bad habit, no matter what it is. Aristotle knew we were habitual creatures, when you have a bad habit, to stop doing it, you really are just training your mind in the direction of a more productive behavioral habit. It helps to have your mind on auto-pilot sometimes. But he knew this wasn’t just restricted to negative habits, positive behaviors can be worked on too. Behaviors that end up making your life better and leading to the real goods we just talked about. It could be something as simple as eating in your car and not leaving the trash on the passengers seat...if you see the banana peel on your seat, just take the initiative and throw it away, because each time you do it...the next time you're staring down the banana peel and trying to find an excuse to leave it there, its slightly easier to just throw it away the next time. And if you leave it there, you are slightly weaker and it is slightly more difficult to throw it away next time.But Aristotle didn’t restrict this to just things like banana peels. He thought to live well and be happy we have to make habits out of virtuous behavior so that it comes almost as second nature. An example of this would be like if you’re on a diet. You know you're not supposed to eat at McDonalds you’re supposed to go into the woods and eat tree bark on your lunch...and every time you're on your lunch break and you pull into the Mcdonalds drive through and concede to those impulses, the easier it is for you to do it the next day. Aristotle called these sorts of bad habits \"vices\" and thought that if you made a habit of acting virtuously, eventually it would be such an ingrained habit that it wouldn’t take any effort at all to act virtuously. Aristotle thought this applies to all virtuous behavior, and that by making the habit of acting virtuously we will be naturally moving on the path to achieving these goals of things like \"honor or wealth\" and on our way to living well. He thought that we Needed virtuous behavior. and it makes sense. Mcdonalds is food, food is one of the 5 external goods, but without virtuous habits telling us what type of food to eat, how much of it to eat, at what time to eat it, etc...we could technically stuff ourselves so full that we die. Although he didn’t give the McDonalds example, he thought this same dynamic applies to most decisions in life.Controlling yourself to not eat at McDonalds and stick to your diet is an example of Aristotle's virtue of temperance. The dictionary defines temperance as \"moderation\". And its easy to see that we run into most of our problems as humans, health wise or with relationships when we do things to excess. Moderation or temperance is a virtue. Temperance was one of two primary moral virtues Aristotle wrote about...the other one was courage. Now, if you’re like me, you hear the word courage and you think a soldier charging into battle...or a kid going on a scary roller coaster.. but Aristotle thought of courage a little more broadly than that. He thought that doing things that cause us temporary discomfort or pain to ultimately achieve some higher good, is just another form of courage. Going to the gym and pushing yourself to the next level, would be courage to Aristotle. Challenging your brain, learning...have you ever read a book that is just...challenging? like your stomach hurts when you’re reading it challenging? and you want to just stop and watch TV instead? Achieving mastery at anything is HARD WORK...Aristotle called this courage.Both temperance and courage involve using our ability to reason to distinguish between things that just look like they're good for us, and things that are ACTUALLY good for us. These were the two primary virtues that Aristotle laid out in his writing, then he laid out several other more minor ones but qualified them all as well as the real goods we are pursuing by acting virtuously with the idea that achieving them was based at least in some cases around luck. You know, if there is a mass drought or famine, you didn’t do anything wrong to make that happen, it was just a bad roll of the dice that made you unable to get the external goods of food and drink. This applies to the goods of the soul too, to acquire a certain amount or kind of knowledge, it may just come down to whether you were lucky enough to have a teacher that could relay it to you effectively. Not having that isn’t necessarily your fault. And how about diseases like cancer? Aristotle makes a case for why acting in a virtuous way is not good enough on its own...acting virtuously may ultimately put you in a lot more favorable circumstances that allow luck to go your way, but luck definitely plays a role.But I don’t want to misrepresent what Aristotle talked about as luck... its not just something that squanders virtuous behavior...its not just something that takes someone who lives a perfectly moral life and starves them to death making good actions worse. It can also make people who are not virtuous temporarily happier like if a criminal wins the lottery, or it can even make bad decisions worse. Imagine if there are two people going through the McDonalds drive through...both of them decide to eat their McChicken sandwiches on the way home, and for the sake of the example imagine they are really bad at eating and driving...like holding the sandwich in front of their face so they cant see the road. One of them swerves off the road and crashes into a tree. The other one swerves off the road and crashes into a tree, but there happened to be a mother walking with her baby in a stroller in between them and the tree, and they kill both of them. BOTH DRIVERS have committed the same act of negligence, but because of bad luck, one of them has a completely different life than the other moving forward. This is an extreme example, but you guys can see how on a smaller scale this same dynamic can exist with non-virtuous behavior. And as a society, we would view justice in these two scenarios completely differently. Which brings me to the last thing Aristotle points out as things we need to make us happy...justice. We cant pursue living well alone. We need other people and social interaction. Aristotle breaks down justice into two types...distributive justice, which simply put, has to do with the elements of whatever system of government you are born into...like, if you are born into a life of slavery or a society with tons of unjust laws it becomes really hard to live well. And the other kind is corrective justice, which involves correcting unfair distribution..like when individuals make non-virtuous decisions and don’t exercise temperance, taking more than they need at the jeopardy of others. As you can probably see, it starts to get difficult to know what the correct thing to do is when trying to incentivize human progress with things like capitalism.A great quote by Aristotle that I use on a consistent basis that really sums up a lot of his ideas for living a good life is \"We are what we repeatedly do. Excellence then is not an act, but a habit\". It really is an inspirational quote. It puts our own egos into context. It doesn’t really matter what you've done in the past...like if you have a long list of accomplishments and successes, but you spend every day now doing nothing and making bad decisions...Who are you exactly? On the other hand, you could've messed up every single day before today...you could've been the type of person that leaves trash on the passengers seat of their car, but if for two weeks you take that trash to the trash can, what kind of person are you now? We've all heard the stories about the people that smoke cigarettes for 30 years and then one day decide they're never going to touch them again. I realize it doesn’t usually work that way, but if you looked at those people even one minute after they had made that decision to never smoke again...do we consider them a smoker? Aristotle’s quote is empowering. It really makes you think about who you are not from the standpoint of what you SAY your values are, but what you actually do consistently every day. A long time ago I read a book on the power of self-confidence...and in the book they ask you to do an exercise that is really eye-opening when it comes to determining what kind of person you actually are, and I still try to do this exercise on a monthly basis. Philosophize This! If you knew you were going to die tonight, and you had to write your own obituary that would appear in the newspaper the next day. What would you write? What would your actions portray as your true values and how did you make the people around you feel?"}