{"ep": "Episode #129", "title": "Deleuze pt. 5 - Difference", "spoken_text": "This is a transcript of episode #129 on Gilles Deleuze. Check out the episode page HERE.So we ended last episode with a passage from Nietzsche and I want to re-read it for anyone that may not be listening to parts four and five back to back...Nietzsche asks us to consider how we might view our lives differently if THIS was the case:“What, if some day or night a demon were to steal after you into your loneliest loneliness and say to you: 'This life as you now live it and have lived it, you will have to live once more and innumerable times more' ...  and there will be nothing new in it, but every pain and every joy and every thought and sigh and everything unutterably small or great in your life will have to return to you, all in the same succession and sequence—even this spider and this moonlight between the trees, and even this moment and I myself. The eternal hourglass of existence is turned upside down again and again, and you with it, speck of dust!' Would you not throw yourself down and gnash your teeth and curse the demon who spoke thus? Or have you once experienced a tremendous moment when you would have answered him: 'You are a god and never have I heard anything more divine.\"Now, this passage was the first time Nietzsche ever talked about the eternal return, or eternal recurrence...this was in his book The Gay Science in 1882...and it was just one year later in 1883 that he expands on the concept some more when he releases one of the most revolutionary books in the history of the world: Thus Spoke Zarathustra. But this time, he talks about the eternal recurrence through the voice of a group of animals that are yelling at and taunting Zarathustra. They say:“Behold, we know what you teach: that all things recur eternally, and we ourselves too; and that we have already existed an eternal number of times, and all things with us. . . .I come again, with this sun, with this earth, with this eagle, with this serpent –not to a new life or a better life or a similar life: I come back eternally to this same self same life . . .”So already just a year later we see Nietzsche developing the concept into something that isn't merely some practical way of looking at your life...but in this second passage there starts to be a level of metaphysical baggage that's being smuggled in...that ALL THINGS recur eternally. The significance of this change is Deleuze's interpretation of Nietzsche. He believes that Nietzsche is ultimately making a pretty profound statement here about the long tradition in philosophy of being vs becoming. What he means is...you know, many philosophers throughout history...have divided up existence in terms of being and becoming. Traditionally the category of \"being\" has always referred to things within our perception of reality that are constant. Some philosophers say it's things that are unchanging. Some say things that are ENDURING. Generally speaking \"being\" has always been the things about reality that act as a solid foundation, things that aren't going to change. Depending on the philosopher, we've heard this expressed in a number of different ways on this show: God is being. Nature is being. etc. Now this concept of \"being\" is always contrasted with a concept that philosophers have called \"becoming\"...which as you might be able to guess are all the things about existence that are constantly changing, or in flux...or you could say, in reference to this picture of the world Deleuze is painting, the parts of the world traditional philosophy has seen as \"in motion\". The thinking has always been that there is something more real, more foundational about being...than becoming. Becoming...is just in motion...it's always changing...it's contingent, surface level appearances...you want to get to the bottom of things as a philosopher...understand being. Understand the foundation that everything that is becoming relies upon.But Deleuze is going to question this...and he finds inspiration in several passages of Nietzsche's work on eternal recurrence. Nietzsche says:“If the world had a goal, it must have been reached. If there were for it some unintended final state, this also must have been reached. If it were capable of pausing and becoming fixed, of ‘being,’ if in the whole course of its becoming it possessed even for a moment this capability of ‘being,’ then all becoming would long since have come to an end . . .”What Deleuze takes from this reading of Nietzsche is that in the same way he thinks identity is a derivative of difference, not the other way around. The appearance of being, or what we've mistaken as constants of the universe, are only possible to categorize as a result of us seeing what is TRULY fundamental...the constant process of becoming. See, to Deleuze, there IS nothing foundational in the classic way philosophers have talked about it...the closest thing you could ever get to it would be the process of the world in motion, that process of becoming, from our episode on ontology: that unfolding of immanence, from our episode on politics: that desire-production and machines seeking connections...ALL OF THESE THINGS...this WORLD IN MOTION...BECOMING is the foundation. Being, identity, any static system of thought...these are just attempts by people to grow roots into the ground and reduce the rootless, complexity of the rhizome to the rooted simplicity of a hierarchical tree.The fact is, to Deleuze, that identity is just not this simple of a concept...and thinking about identity this simply only leads to problems when we try to impose these old, enlightenment era ideas on building the world we live in. For example, in professor Todd May's analysis of Deleuze he gives an example of this by talking about the movement in the 50's and 60's of the urban renewal of cities in the United States. This is a perfect example of us imposing this naive picture of identity onto entire cities of people. The idea was that during the decades following world war two there seemed to be an uptick in the amount of crime, poverty, unemployment and generally anti-social behavior that was going on in big cities around the country. The THINKING was that the reason for this was because cities, and city life were just too chaotic and unpredictable to ever produce a functioning situation. There were too many people, or too many different walks of life, or too much of a variance in income levels...the solution, people thought at the time, would be to get things organized...and so began a multi decade effort to cordon off different areas of the city and designate them as THE AREA where certain activities were going to take place. There was the shopping district where people would go to buy things. The business district where people would go during the work day. The living district where they'd make new, efficient high rise apartment buildings that would be more affordable for lower incomes than when living situations are more spread out.We identified all of the different elements of city life, cordoned them off into their own little sections and expected everything to run a lot more smoothly. What really happened was the opposite. Things fell apart. What happened was that now nobody could get anywhere because the flow of traffic was always to one section of town at one particular time...the whole city is trying to going to work in one district...they're all going to the entertainment district at the same time after work. The high rise, low income apartment buildings just corralled lower income people into one small area even more, which had the opposite of the intended effect: it concentrated and worsened the ghetto. More than that...when it came to the reduction of crime that was expected...it turned out by funneling the vast majority of people into different sections of town at specific times of the day...this just created a HOTBED for crime. For example, when the entire section of town that people LIVE in is empty because everyone's in the work section of town...how much easier is it to break into a home with confidence? This dividing of the town had the same worsening effect on relations between people of different walks of life. People felt MORE isolated and separated, and it would be far less likely for someone from two different walks of life to run into each other and have a conversation.Professor Todd May cites the work of Jane Jacobs in her book The Death and Life of Great American Cities. The problem with city planning of the type that went on in the urban renewal of the 50's and 60's is that cities just don't work in the same way that suburbs work. Put more in the language of Deleuze and Guattari...city life, is a rhizome, cities themselves, are machines...and when you try to impose rigid identities and static rooted structure onto them you're left with a lot of unintended consequences like they were in the 60's. Remember machines don't HAVE a rigid identity that they're beholden to...their identity within a given moment is defined by the connections and relationships to difference around them WITHIN that moment. Well isn't this a much more accurate description of how a city works? See, from the outside looking in...if you were to analyze a city and try to identify all the different parts that make it up...a city might seem to be pretty chaotic...city planners may come along and think they know how a city works and try to impose order onto what seems to be chaos...but the reality, to Deleuze, is that it is NOT chaos. The city is a machine seeking connections...the connections that it makes: a rhizome. The fact is there IS an order to cities and city life that unfolds. The problem for city planners or anyone trying to assign rigid identities to the way the city functions is that there is no template for a city. There is no cookie cutter way that order emerges. The order doesn't come from the outside...the order emerges or unfolds from the diverse connections made within the city. Think of the similarities to ontology here: substance doesn't come from something transcendent from the outside, substance is immanently unfolding from within. Think of the similarities to identity vs difference or being vs becoming...notions of identity or order unfold out of difference or the world in motion. When things within a city are not cordoned off from each other, unable to make new connections...when workplaces and residential areas and restaurants and theatres and low income and high income when everything is all mixed together...it turns out cities just function way better that way. There's less isolation. Machines make connections that are more diverse and thus have a less compartmentalized view of the world. There's never areas of town that are completely empty where crime can flourish, there's always eyes on the street, people feel more safe, people feel a sense of community as a member of the city as opposed to just a member of their neighborhood.To Deleuze and Guattari: the mistake we're making is we cannot think of the needs or identity of a city as something that can be pre-planned and executed...the reality is there is NO SUCH THING as \"the identity of a city\" because its identity is not static...its identity will always be determined by the connections that make it up in a given moment which no city planner could ever possibly plan for without the help of miss cleo. When you try to impose rigid identities onto a rhizome, you will ALWAYS run into problems.Another example Todd May gives when talking about this clear departure from traditional ways of thinking about identity. Picture a guy...that several times a week goes into a music store...and in between looking for whatever it is he wants to buy, being a single man, he comes to realize that he is extremely attracted to the woman working behind the counter. Now, he ALSO notices...that every time he's IN the music shop when she's working she's always playing jazz music that features the trumpet. So this guy decides that what he's going to do is start playing the trumpet so that she might like him more, he might have something to talk to her about that isn't painfully forced and awkward, regardless of the reason: he picks up the trumpet.Now technically...if we wanted to assign an identity to this man after this moment, as he's practicing the trumpet...he would be a trumpet player. But where exactly did that piece of his identity come from? Was there some sort of latent trumpet player identity hidden inside of him since birth? If two weeks from now both his arms get ripped off by a passing trolley and he quits the trumpet...is there a trumpet player identity lying dormant inside of him that can just never be expressed? Deleuze would say no. The fact that man decided to be a trumpet player in a given succession of moments was entirely contingent on his open-ended identity as a machine seeking connections, and then the connections that he sought to make as that machine. Also, consider the fact that the only thing that's going to determine whether in five years this guy is still a trumpet player or not is ALSO entirely contingent on the connections he makes. Will he watch a documentary on Winton Marsalis that inspires him to be the greatest trumpet player ever? Will there be a welcoming jazz community in his neighborhood that invites him to come play with them every week. When he goes into the music store and casually brings up how he was playing his trumpet the other day...does the woman behind the counter seem to be more interested in him. The point is: there wasn't some static pre-planned identity that determined that this guy was a trumpet player, only the connections made when interacting with a world that is constantly becoming, unfolding and in motion...and this SAME dynamic applies when it comes to all other aspects of the identity of a machine...whether that's a person in a music store, a city being organized and planned out or a movement of thought that becomes the voice of a generation.See this is the mistake that so many people make when it comes to trying to understand their own personal identity. So often people run into the trap of just conforming to the identities handed down to them by their parents. Or doing their best impression of some character they like on a TV show. Or if they WERE to do something like pick up the trumpet... to just completely copy the way trumpet players have always played the trumpet that came before them...just parroting the people that came before you the same notes, the same scales, the same riffs and transitions...what happens when you live your life in the same safe, pre-planned way so many people play music when they pick up an instrument? What happens is: your life becomes a blocked rhizome. The possibility of a random root shooting off and making a new, exciting connection with another network becomes impossible. The possibility of playing new music with your life becomes impossible. You turn yourself into a tree, rooted in one place, restricted to the same riffs and transitions for the rest of your life unable to see new possibilities.But this is what so many people do, to Deleuze. They want an identity given to them by some third party, outside of them that tells them how to live...a city planner for their own identity, someone to answer the question for them: what does it mean to be me? This is why it's so common for people to want answers to these old questions from philosophy that we began this series with. People desperately want an answer to the question: how should one live? How should one act? As though being a human being could ever be marginalized to questions that simple. As though there IS some sort of human nature, some constant of the universe...some essence where if only the right philosopher comes along and identifies it for us...THEN I'll have the answers. Then we can rest easy knowing that some transcendent body prescribed a way that I \"should\" be. The same way the entire history of philosophy has tried to explain ontology in relation to transcendence. The same way psychoanalysis has tried to explain away desire by relating it to something transcendent. The same way people watch the news, read a few books, hyper focus on one little tree sized section of the rhizome and then spend the rest of their life looking at things from their narrow, one dimensional, hierarchical world view making declarations about the way that things are.So what should be completely obvious by this point is that when it comes to the question of \"how should a person live?\", the kind of question that dominated the ethics of people like Plato and Aristotle...Deleuze, would never even THINK to try to answer a question like that. This is why, knowing what we know now, the question that's far more relevant to Deleuze is the question \"How MIGHT a person live?\" What possibilities exist, what connections can potentially be made?Remember in the first episode of the series we talked about his answer to the question What is Philosophy? The conclusion being that when you're engaging in philosophy you're not looking for the \"truth\" or some set of objectives or identities about \"the way that things are\"...but instead, you engage in philosophy to hopefully arrive at the interesting, the remarkable, the useful. There are parallels when it comes to approaching life: we shouldn't engage in living with the expectation that there is some way that we \"should\" be living that we're going to arrive at.See because again the world is fundamentally a world in motion. Constantly emerging, or becoming or in flux. But this picture of the world that Deleuze is painting goes far beyond just metaphysics...this entire worldview is in many ways a call to action...a gauntlet being thrown down, challenging anyone who hears it to rip off the shackles of a rigid identity that's been given to you and to engage in a process of becoming. To allow your identity to emerge immanently, from inside of you rather than accepting it as a gift from someone else. But it goes beyond just you...his work is a call to embrace seeing the entire world in terms of difference rather than identity. Because if the world is fundamentally immanent and in motion and rhizomatic...then to embrace that immanence and motion and the enormous, fractal complexity and interconnectedness of the rhizome is to affirm existence...rather than negate existence and hide behind identities and hierarchical systems of thought.To affirm existence is to embrace difference. To seek out different people, different cultures, different ideas, different answers to the question \"how might a person live?\"...which could include different jobs, different relationships, different lifestyles...to spend your time engaging in different activities, maybe this year it's the trumpet, maybe next year it's archery...the point is with ALL of these that you are a single perspective when it comes to making sense of all this. When I say all this I mean the universe...you are one perspective. Nothing more, nothing less. And as tempting as it is to cling to one of those hierarchical tree-like systems of ideas like you're a koala baby...to Deleuze, the ONLY way to take a step back and see the interconnectedness and complexity of the world around you is to embrace difference and like the world, stay constantly in motion yourself, having new experiences. Doing things. There is always more to be done. You've never seen it all, and Deleuze thinks if you're telling yourself that you have you should examine what it is you're REALLY saying about yourself.That is the call to action. Let's embrace the world that's spontaneously unfolding and in motion by ourselves remaining in motion, and part of living our lives that way is going to include being okay with not knowing how things are going to play out. See if you had some transcendent answer to how you SHOULD be living your life...you'd basically know exactly how your life was going to play out. If you had some static identity of exactly who you are, some dormant trumpet player that lives inside of you then it wouldn't be a surprise at all when you decide to start playing the trumpet one day. But this isn't reality to Deleuze...when you're affirming existence you can't know how your life is going to play out until you're actually doing it...and you can't know exactly what kind of person you're going to be until you're actually living as a machine and see the connections around you. To truly affirm existence is to seek difference while also understanding that there IS no cookie cutter template of identity to follow and to accept the fact that when it comes down to it: the universe doesn't owe you anything. There are no guarantees. To affirm life and to truly embrace immanence and a world in motion is to accept that the universe is going to play out the way it's going to play out and to get attached to any single outcome, good or bad, is to deny the way that reality is unfolding.Now, Deleuze is not saying that you shouldn't try...or that you should resign yourself to total acceptance of whatever comes your way...try your hardest, have a plan, stay in motion, but understand and find peace with the fact that you can't ever really know ahead of time where that motion is going to take you. For this reason Deleuze is a really big fan of looking at life almost as a series of experiments. Because an experiment is always in some way seeking something new, but you can't ever know the outcome of the experiment until you actually run the experiment. This is a worldview that can start to sound a lot like Nietzsche, and it's no coincidence that both Nietzsche AND Deleuze talk a lot about this process of living by affirming life, rather than negating life. But maybe if there's one thing that both of them have in common is that they both despise conformity...and the idea that the person that stays in motion, embraces difference, creates their own values and identity, makes connections, experiments...the idea that THIS is the person that owes the world an explanation rather than the person conforming to the safety of the systems of thought around them...they'll often spend their entire lives never seeing enough of the rhizome to even ` know how small of a vine they're conforming to. But regardless...in closing...when it comes to living life, maybe the best advice is from Deleuze and Guattari themselves,“This is how it should be done: Lodge yourself on a stratum, experiment with the opportunities it offers, find an advantageous place on it, find potential movements of deterritorialization, possible lines of flight, experience them, produce flow conjunctions here and there, try out continuums of intensities segment by segment, have a small plot of new land at all times.”Thank you for listening. I'll talk to you next time. "}