{"ep": "Episode #079", "title": "Kierkegaard on Anxiety", "spoken_text": "Well, we're going to talk a lot about what Kierkegaard MEANS when he is saying that today...but I think to understand what he's saying in its entirety...it's necessary for us to look at another quote by Kierkegaard...written years apart in a completely different work of his...and um...for the sake of it appealing to our modern ears that are accustomed to...you know...NOT talking like we're wearing a coon skin hat in the 1800's...I'm gonna paraphrase it a bit and it goes like this:The biggest danger one can face in this life...is losing ones self. The reason why is that it can leave you...it can as he says \"pass off in the world\" without you even realzing it. Everything else you lose...five bucks...your wife...your phone...it's immediately evident to you that you've lost it...you know you're getting in your pajamas...pat down your pockets and say OH NO! i left my phone at Applebees!...when you lose your SELF though...you could go months or even YEARS without even realizing it!This is why it's a particularly nefarious situation to be in...you might not even realize that you're in it...see to Kierkegaard, most people living today...probably in the upwards of 90% of people that are alive at any given time...are not actually being true to their \"selves\"...like we talked about last time...a lotta people are lost...a lotta people find themselves either lost in the finite...you know conferring their identity onto social conventions or whatever culture happened to fall into their lap when they were born...or lost in the infinite...stuck in a state of analysis paralysis about the truly infinite possibilities that they can choose from and never really acting on one.And as we were talking about last time...truly being a self... requires you to have the realization that... yeah there are an infinite number of things I can do, but it also requires you to actually make a choice and act on one that corresponds with who you truly are.See, when we find ourselves in this balancing act between the two...the finite and the infinite as Kierkegaard calls them...we experience what he calls a state of \"dizziness\"... dizziness caused by the fact that we look at the sheer magnitude of possibilities we have... coupled with the fact that eventually...we gotta choose one of them.As you can probably imagine, our heads get filled with all of these questions...we start catastrophizing...what if I'm wrong? what if this is a huge mistake? what if I wake up when I'm 60 a retired Navy Admiral with a prosthetic hip and realize I did everything all wrong?? And this is the essence of anxiety...to fear some future outcome, that we really have little control over anyway. You know Kierkegaard says:\"Anxiety may be compared with dizziness. He whose eye happens to look down into the yawning abyss becomes dizzy. But what is the reason for this? It is just as much in his own eyes as in the abyss...anxiety is the dizziness of freedom.\"See it's really important to make this part of Kierkegaards thinking clear...at the risk of sounding redundant...what hes saying is that anxiety is the reaction... to the idea that you have freedom to choose from millions of options but you have to eventually choose one and act on it. Now, it's interesting...this freedom that we have...you'd have to acknowledge as a fellow human being... it can be both a blessing and a curse.... I mean, on one hand, were free hooray! we can do anything we want! on the other hand...wow...im free to do anything...what if I make a mistake? This is like Barry Scwartz's lecture on the paradox of choice. We seem to be happier as human beings when we have LESS options rather than more. He gives the example of salad dressings in the grocery store I think.You know imagine if there were only three bottles of salad dressing to choose from when you walked down the aisle at the grocery store...ranch, blue cheese and bar b que. Not that anyone...uses bar b que dressing. Anyway imagine if there was somebody in the world that actually used bar b que dressing...they would walk down that hypothetical aisle in the grocery store and they would be pleasantly surprised to find BBQ dressing...easy choice over the ranch and blue cheese to that... guy or gal.But that's not the reality we live in is it. You go down the salad dressing aisle...GOOD LUCK. You got BBQ, spicy BBQ, honey BBQ, mesquite BBQ, low fat BBQ, lousiana BBQ...the more options you have, the harder the decision is to make and the more likely it is you're gonna go home and put your loosiana BBQ salad dressing on your salad and think...maybe I should've gotten the spicy BBQ instead. Now snap back to Kierkegaard...we're not talking about salad dressings here...we're talking about your LIFE...and we're not talking about 10 options to choose from in the grocery store...we're talking about practically and INFINITE number!It's no wonder he talks about how when we find ourselves in this is a weird limbo state between freedom being really good for us and really bad for us ...that we might feel a little uncomfortable...we might feel A LOT uncomfortable...this emotional state...is something that he repeatedly refers to as a state known as \"dread\".Now you know I don't like to make assumptions on this show, but I'm going to assume when everyone woke up this morning they didn't say to themselves...you know...let's be in a state of dread today...yeah that sounds good...no. Dread is horrible, dread is agonizing. And if we're just talking statistically here...what do most human beings do when they find themselves in an incredibly uncomfortable situation? They get away from it...they find a way to run from it. This is the reason many people don't exercise...it's the reason many people don't have difficult but necessary conversations with people...it's the reason most people to Kierkegaard desperately look for some way to avoid this tough road to becoming a self.Now I like to think of this whole process that Kierkegaard lays out of becoming a self as sort of a descension down a staircase. Right? We started out completely lost either in the finite or the infinite...once we were made aware of that we took a step down the staircase to a state of dread...and once we found ourselves in that uncomfortable situation we take another step down the staircase into a state that Kierkegaard calls \"despair\".Now, despair is where most people spend their entire lives. He says despair comes from the attempt to rid yourself OF yourself. He calls despair a \"sickness of the spirit\".Now maybe you believe in an incorporeal spirit that inhabits your body that is responsible for your emotional state and all sorts of other things...but for the rest of you godless monsters that are just treading water on this planet until you inevitably end up in a chain gang in one of the seven circles of hell...for the rest of you...the word \"spirit\" doesn't have to alienate you. Think of spirit in the context of how it's often used in within casual conversation, \"I don't feel in good spirits today.\" Think of the sickness of the spirit as a disease that is afflicting your emotional state.And these words that he uses...sickness...disease...this is really how Kierkegaard views this state of despair...like a latent disease. Or actually, not a latent disease but a disease that is symptomless but still always quietly inside of you waiting to strike. It's like having herpes of the spirit.We can relate this to any other undiagnosed disease. I mean, if you don't go in for your regular checkups and take an inventory of your body every once in a while...you might just collapse on the ground one day and find out youve been living symptomless with cancer for the last nine months of your life...find out this disease has been doing tons of damage without you even realizing it. same thing with despair to Kierkegaard.See, because when you're in a state of despair it's not like you're necessarily walking around pouting like a seven year old that didn't get what they want for christmas. No, you can seem like the happiest person in the world and still have this void of despair inside of you that is just waiting to rear its ugly head.See if despair is a disease, then the problem is with diagnosing the disease. Not only is the person afflicted by it often unable to even know whether they're a victim of it, but remember despair is that next stair on the staircase when you're running from that state of dread...people run from that sense of dread in thousands of different ways, where do you even begin to look?Kierkegaard has a great quote that's always stuck with me over the years:\"Most men are subjective toward themselves and objective toward all others, fightfully objective sometimes - but the task is precisely to be objective toward oneself and subjective toward all others.\"The problem is with being sufficiently self aware and honest enough with yourself to realize what exact type of despair you've gotten yourself locked into to avoid that state of the dizziness of anxiety and dread. There's no way we can go over all of the different kinds of despair here today, but the one type of despair that Kierkegaard thought was the most common for people to fall into is what he called \"a sickness of despair over something earthly\".We've all seen this one before. It's essentially conflating your identity and your self worth with something external to you in the world... that you really have no control over. I can wax on forever about how Kierkegaard describes it...best way to help you understand what he means is just to give you some examples.Let's say you come of age in the world you realize you're lost in the finite...you step down the staircase into a state of anxiety and dread...you run from it, step down to the next stair and you find yourself in a state of despair...now, when youre in the state of despair you should be feeling intense anxiety, but to distract yourself away from this monumental task of being a true self you dedicate all of your life to swimming. You refer to yourself as a swimmer. You go down to the pool...every single day and...swim. You identify with this activity so much that you even say things like, \"man, if I got into an accident and for some reason couldn't swim any more, what am I at that point? I'm nothing. I would just kill myself.\"Now let's say you get into a horrible accident at the zoo. An elephant has a seizure and falls on your legs...your legs are mangled...beyond repair...the doctor has to amputate them. Let's say you can never swim again. How would you feel? Well you'd probably feel like your life was over...like a giant piece of who you were was taken from you by an epileptic elephant...you'd probably feel empty inside.But what Kierkegaard would say is that that emptiness that you're feeling was there all along, you had just been distracting yourself away from the task of being true to yourself by attaching yourself to this earthly activity and making THAT into who you are.It has echoes of the episode we did a while ago about Kant's idea of \"What is enlightenment?\" You know it's so easy to outsource your understanding of a particular subject to a book and just parrot lines out of it whenever that topic comes up...it's so easy to outsource your morality to a pastor or your diet to a diet guru. What Kierkegaard is saying here is that it's really an alluring concept to even outsource who we are as individuals! Our values, our priorities...everything that makes you...you! But if we're outsourcing it to swimming or to hiking or to ping pong...that's not necessarily you, right? You could just be running from the discomfort of this state of despair.Another thing that Kierkegaard says might keep us in this state of despair a lot longer than we have to be is the transient nature of things that we have no control over. Example: Somebody loves their significant other...immensely. They're the love of their life. They can't imagine their lives without them. They couldn't live without them. If they ever found out this person in their life met a tragic demise...I would clasp the smiling cold steel of this dagger and drive it deep into my breast so as to feel at least something...one last time.Yeah, yet another example of someone avoiding this process of being a true individual. But imagine they didn't die. Imagine things were going great...you felt whole inside and then you guys broke up...and you felt agony...you felt empty inside...but then you guys got back together and you felt great again...but then you broke up again and you felt empty. Kierkegaard would say that the emptiness that you feel was inside of you through the good times AND the bad, and that to be a true self requires you to contend with the anxiety and emptiness inside of you.It's kind of funny. A lot of us spend tons of energy trying to not ever have to deal with this anxiety that comes along with becoming a true self, when in reality, at least to Kierkegaard...feeling intense anxiety means you're on the right track.See think of this staircase we've been descending down...what is the point of all of these different steps? Well it's to get away from anxiety...the anxiety that you're faced with when you find yourself needing to choose from an infinite number of options and act on one of them. We've RUN from this anxiety the whole time, but Kierkegaard thinks we should embrace it. It's a necessary part of being a human being. Ironically, as negative of a connotation as anxiety typically has associated with it, the more intense anxiety you feel about making this choice...the closer you probably are to arriving at your true self.Instead of just outsourcing who you are to some culture you can't control or some person you can't control or whatever you're doing...embrace your freedom. Kierkegaard sees the process of becoming an individual as sort of a baptism by fire; yes you will experience anxiety and dread and all of these temporary feelings...but just like the discomfort you feel when you're lifting weights at the gym...that adversity is a catalyst for growth.I know this isn't a revolutionary concept or anything, but that's how I've always viewed going out for a run or lifting weights at the gym...it's directly analogous to life itself. The same way you're met with resistance and you don't want to do it and you feel like quitting but you push through it in the gym...life throws you resistance...life  things you don't want to do and I think because of that training... you are much less likely to quit.Now some of you are probably saying...I'm already an individual. I don't follow anyone's rules not even my own. I don't outsource my self. In fact this whole process sounds really easy...who's this Kierkegaard guy talking like he's so enlightened...oooh I'm a self! Look at me!I would implore you...not to undersell how difficult this is...in fact Kierkegaard writes extensively about how difficult it was for him to become an individual even after he understood the process of becoming one. He said:\"What I really lack is to be clear in my mind what I am to do, not what I must know...what matters is to find a purpose...to find a truth that is true for me, to find the idea for which I am willing to live and die...This is what my soul thirts for as the African desert thirsts for water.\"Listen to that...a truth that is true for me. As weird as it seems living in this millenium...Kierkegaard was uncovering something here in philosophy that had gone largely unexplored up until this point in history. You know...for so long in philosophy we'd concerned ourselves with trying to use reason or our senses to try to find some sort of objective TRUTHS about the universe that we live in...arguing the whole way about what the most reliable means of doing so is.But as we've learned over the course of 80 episodes or so is that since antiquity... no matter how brilliant of a person is trying to take on this task...objective truth is a very slippery thing...not only do we not know if it's possible to attain, but would we know the truth if we saw it? Would it bring us any sort of enlightenment when it comes to what it means to be a human being?See a huge reason WHY Kierkegaard does so much work talking about these things like...the process of how we make choices, how important it is to take action on those choices, the freedom of our will that we all possess...the reason he talks about this so much is that he is rejecting the notion that Hegel had just laid out...that ultimately our choices are mostly a byproduct of whereever we happened to be born within the framework of that historical process of change. Kierkegaard is trying to make the case that the choices we make are free choices, and that we need to remain vigilant in keeping an inventory of ourselves because these choices are OUR responsibility...not some manifistation of something out of our control.Again, what is that historical process of change other than the conglomeration of billions of individual subjective existences. This would be the first shot fired towards a target that would eventually be called \"existentialism.\"That said, if you despise me right now is the time to turn the podcast off. For everyone else I want to thank you all for the outpouring of support. I went hiking a couple days into the woods trying to emerge on the other side with some sort of new perspective or at least hopefully pushing a figurative reset button. I was just walking along, completely oblivious...i'm by no means a skillful hiker or somebody that understands the land...and I came across this black bear...it was probably 40 feet away from me and it just stared at me. And because I'm a genius I didn't have bear spray or really any idea of how to deal with the situation at all...so I just stared back. And it felt like time was moving in slow motion and as it was happening there was just this bird chirping...singing a song...like nothing was going on.Anyway, maybe I'll write about it in length...a free audio book or something if enough people wanna hear about it but in that moment something changed for me and I don't think of myself as cured of anxiety but I had a thought that has made me not feel it since that moment. For that, for you guys and for that black bear I am grateful. Thank you for listening...i'll talk to you next time."}