{"ep": "Episode #046", "title": "Rousseau pt. 2", "spoken_text": "This is a transcript of episode #046 on Government. Check out the episode page HERE.This is part two... of what might eventually go down in the annals of history as a series of episodes on How to build a society from scratch. Cause I was thinking about all the stuff we have coming up on the show in the coming weeks and I really think that's really what we're doing here...I was thinking about it. My wife and I own a cupcake shop in Tacoma. (Tacoma is a city in the state of Washington) Anyway, the point of this is that when you talk to my wife about how she comes up with a new seasonal gourmet cupcake flavor or what goes into all of the classic cupcakes...she doesn't think about it in terms of a recipe. I mean, there's a recipe now for the sake of consistency, but before there was a recipe for any one of these cupcakes there was an elaborate test baking phase where she made tiny adjustments...she understands the function of each ingredient in every cupcake.  Like, for any of you that don't know, the process of baking something is a really delicate science. This is something I had to learn the hard way...I mean for my whole life baking was very simple...it was just pulling a red box out of the cabinet, adding water and putting this brown mixture/paste into the oven...but you talk to my wife about this stuff...she is a mad scientist. But she's better than a mad scientist because instead of making beakers of weird smoking liquid, she makes these cupcakes that honestly make me contemplate obesity every day of my life. And you talk to her about it and she understands everything. If a delicious cupcake is a chemistry experiment...she talks about things like how the eggs interact with the baking powder on this one flavor of cupcake...she'll talk about how and when to add certain ingredients...you know...where in the oven this particular flavor needs to cook to get the right dosage of heat at the right time. It's ridiculous.  Anyway the point of me wasting the last 60 seconds of your life with this long winded example is to illustrate the value of building a government from scratch. We're all born into a world where when it comes to government, there is a recipe book for us to look at. But by forcing ourselves to pretend as though we're stranded on an island building one of these recipes from scratch, by pretending that there isn't a recipe available to us…we not only have the opportunity of arriving at a customized personalized batch that we think is great, but by thinking about it in these fundamental terms we can better understand the role of each ingredient in these government recipes that were looking at in the future.  We're trying to become more like my wife making cupcakes and less like me making cupcakes...and if that's not enough of an incentive for you, you've never seen me make cupcakes. So real quick, last episode...we all got aboard the Philosophize This cruise ship...our ship crashed into the side of the great pacific garbage patch and before we knew it we were hopelessly stranded on a desert island and forced to establish some ground rules. Now when we crash land on that island with no hope of rescue, there isn't a government in place. There's no police force or fire department or court system...life on that desert island during that interim between when our ship sunk and when we come to some sort of arrangement is the wild west for all intents and purposes. It's a situation that political philosophers call, \"the state of nature.\" The state that things were in BEFORE humans made any of these arrangements to have a government. Pre-civilization.Last episode we spent a lot of time talking about the giant differences… between how these political philosophers thought this state of nature played out...most notably...the differences between Thomas Hobbes and Jean Jacques Rousseau. ...Hobbes thought the state of nature was a terrible state of constant war...everyone warring against everyone else...and Rousseau didn't agree. In fact, this was one of the biggest critiques Rousseau has against all of the political philosophers that came before him...that they are dishonestly projecting their own biased, post-civilization views of what humans are... onto these pre-civilization humans who were in their more natural state and lived nothing like what Thomas Hobbes says they did.  Well what do you think the state of nature was like? Regardless of where you fall between Hobbes and Rousseau...you have to appreciate what Rousseau is doing here. He's questioning an assumption about human nature. Are humans inherently violent, selfish, brutish?... whatever adjective you want to use to describe them. This is a really interesting place to pause and think about human nature and how brilliant this critique by Rousseau is.   We've all heard people say it in today's world. Look at human history...it's just one war after another...it's human nature to be uncaring and selfish and to just conquer land at the expense of everyone around you. Well is it really fair to label that as \"human nature\"? Is it really fair to just brand that into the side of what it is to be a human? After all, when we look back at human history and see all of the terrible stuff...what are we really looking at? We're looking at the decisions of a very small handful of ambitious men making decisions at the top of civilizations during their respective time periods.  Now bear with me...its very easy for me to start sounding like a white knight here, and that is not my intention at all, I just think this is a really interesting thought experiment...how would human history look different if instead of men being at the helm of all of these societies...if instead women were in charge. If we were a matriarchal species. Would there be as much war? Would there be as much opportunistic exploitation? I'm not even saying there wouldn't be...and you can replace women with any other subdivision of human beings. The point is...why is it fair to conflate the decisions of a few hundred ambitious rulers from history with human nature itself? I mean...if were talking about what it means to be human...women are 50% of whatever that is. So when we think about what the nature of a human is...when we think about how we expect humans to act in the state of nature...we need to be careful of not doing what Rousseau thought other political philosophers were guilty of: painting \"human nature\" with too broad of a brush. Nonetheless, when our cruise ship crashes and we are all stranded on this island, this conversation doesn't really matter much. Because in the eyes of Rousseau, everybody listening to this has already been corrupted by society since birth. Nothing changes about the fact that we can imagine a world where it would be beneficial to make some sort of agreement where a third party insures certain things for us as citizens of this island.  And Rousseau thinks that no matter how hard we think about what that third party looks like...no matter how long we deliberate about what kind of government we're going to have, ultimately it is going to be one of three types. And keep in mind, Rousseau isn't saying that every government that has ever been created neatly falls into one of these three categories...there are tons of obvious examples that don't...governments that fall in between these three categories...governments that are a combination of two out of the three, but to Rousseau...every government is ultimately derived from either a Monarchy, an Aristocracy or a Democracy. When all or most of the citizens of a society are what he calls \"magistrates\", the government is a democracy. When half of the citizens or less are magistrates, the government is an aristocracy. When there is only one supreme magistrate, the government is called a monarchy. So he's making a distinction...very similar to Aristotle before him...that the three ways we should think about how government is structured is a government by the many (democracy), government by the few, (Aristocracy) and government by one...Monarchy. So its important to note that Rousseau doesn't think there is one end all, be all correct answer for what the best form of government is. But he does think that certain types of government lend themselves to certain situations. He gives several ground rules...generally he thinks that the more people you're dealing with, the fewer number of people should be making all the decisions. So to put it simply he thinks that large societies are best off with a monarchy, medium sized states are best off with an aristocracy and small states are better off with a democracy...you know our hunter gatherer tribe of fifty people where every citizen votes on every meaningful issue.But just because Rousseau thinks that certain types of government lend themselves to certain types of societies, that doesn't mean he doesn't have a favorite form of government....and it DEFINITELY doesn't mean that when he's looking at these different options for how a government is structured that he doesn't see glaring problems with the way certain ones are designed.Case in point: Democracy. For us on the island, now that we've decided that we NEED a system of government, our next task is to find out what it's going to look like...well what if we chose to have a democracy? What are the problems with that? What would Rousseau be warning us about if we chose a democracy as our form of government? Well, to put it short: he doesn't really like democracy. He thinks its one of these things that sounds great in theory but whenever its put into practice, things never really go that well. And let's all keep in mind before you start sending in the emails that Rousseau is not talking about democracy as most people think of it today...hes not talking about a system where we elect people to who sit on a panel and make decisions for us...he's talking about a system where the citizens themselves are the people sitting on the panel making the decisions. Most of if not all of them. He says, \"there has never been a true democracy, and there never will be.\" He gives a few reasons…one big issue he has is that simply by structuring society in this way... you are fighting an uphill battle from the start. He says that governments....by nature...always deviate towards having less people in charge than more people in charge.If we lived in a world where no one was ambitious, or greedy or power hungry then there would be nothing to worry about, but as the world exists now, eventually that power that was originally spread across all of the citizens... will become funneled down into a smaller group of people and then a smaller group of people until eventually the democracy is either a complete sham or ceases to exist altogether. This is why he thinks it is suited to smaller populations...it's not that Rousseau thinks democracy can't be implemented...its just a very volatile system of government once its in place. Not to mention the fact, another big problem with a democracy to Rousseau is the fact that it doesn't do a very good job at accomplishing what HE thinks is one of the most important goals that a government should have: to maximize and insure the freedom of the citizens. Rousseau would say, sure it SOUNDS great that every citizen gets to be part of the decision making process...no one is ever going to feel like they're not included...but just think of what that means for you. Is that REALLY what you want? Do you REALLY want to be a full time politician or a congressman ON TOP of having a full time job and a family and doing everything else you need to do to be a citizen of the government? Think about it on the island...do you really want to go out in the blistering sun all day collecting coconuts and firewood and trying to get enough food to survive for the day and then come back to your makeshift shack...you know this hovel that you've constructed...set down your work tools, do an about face...march on down to where we congregate to make the decisions on the island and put on your politician hat for the rest of the day...Is that the life you want?Now the only reason I'm framing it this way is because Rousseau thinks, and we can understand where he's coming from, that if part of the reason we have this government to begin with is that we want a sort of freedom insurance...this design of a government doesn't leave us much freedom to work with when its all said and done. Now on the other side of the spectrum is a monarchy....and it probably wont come as a surprise to you people that Rousseau doesn't like the idea of a Monarchy very much either. Just like a democracy...its not that it could NEVER work...its not that its impossible to imagine it being a good form of government for a period of time, On the surface its great…Oh look, one really smart, altruistic guy making all of the decisions! Talk about efficiency! There will never be any sort of bipartisan gridlock, executive power will run smoothly and quickly...things will always get done. But again, Rousseau thinks...its one of those things that sounds good in theory but when put into practice there's always problems that rear their ugly heads.Again, if there weren't any ambitious, greedy or power hungry people in the world, this system of government may be perfect...but as long as you have an inordinate amount of power in the hands of one person...as long as what the government sees as best is restricted to what one, single person sees as best...you're setting yourself up for failure. Not only because that person might end up being a Hitler or a Stalin or a Mao, but also because their decision making is always going to be limited to one set of experiences. One guy can't be an expert on every subject...you can be an expert on one...MAYBE two if you're really smart...but if you ever run across anyone who always has the answer to any question you ask them...they're probably pretending and in desperate need of therapy. You know…the idea that a monarchy isn't the way to go probably isn't going to take much convincing of you during our time period, but it was a tougher sell during Rousseau's time. Just to run through a couple of his reasons for the sake of being comprehensive...Rousseau talks about how one guy can't do every job, so what he's going to have to do is appoint princes and officials and people to oversee all the various aspects of a kingdom, but he's appointing him with that limited set of experiences...and usually appointing people that promote HIS agenda, not necessarily the person that's the most qualified.I'm sure we've all had a dead end job with terrible management that's given the promotion not to the most qualified person, but the person that goes along with whatever their plan is. Well what happens in that case? The company starts running less efficiently, people start resenting these \"appointed officials\" and whatever the function of the business is...it starts doing it worse than before. These are the kind of problems Rousseau thought were inevitable for a Monarchy...and to extend this example he also thought that because of this \"ruler\" dynamic ...a Monarchy is never going to have a clear vision or goal for any length of time. The reason why is because If the vision or goal is restricted to the will of ONE person with a crown on his head...when a NEW monarch takes the throne he is going to have a different agenda than the last guy...and then think of all the wasted effort during the last 50 years to try to enact the last kings agenda. It's a mess…and we can easily imagine all of these things going wrong on the island. We’re probably not electing a supreme leader to deal with everything for us and Rousseau does a really good job in helping us imagine what might go wrong. For all these reasons and more, this is why Rousseau's favorite form of government would be an Aristocracy, a government by the few. Don't confuse this with how we typically use the word in modern times, where it might refer to a handful of rich or culturally elite people running the show...no...Rousseau would have been using the word Aristocracy the same way that the Greeks used it where it literally translates to \"rule of the best\".  Or the rule by a handful of people who are the best to rule.  Now there are three types of Aristocracies to Rousseau, Natural Aristocracy which he paints as a sort of primitive form of government where the leaders of factions or a council of elders rules...A hereditary Aristocracy...the WORST form of an aristocracy to Rousseau because the rulers consist of the offspring of any one given family...not much explanation needed there...i mean there's no merit involved there at all...just imagine getting an organ transplant by the surgeons son who never went to medical school...oh well his DAD was a good surgeon! He's gotta be great too!The best kind of Aristocracy is the third kind...an elective aristocracy. The government by the few where those few...are elected by the citizens. To Rousseau there is too much of an upside here to ignore.  Think about it…The population can still all collectively agree upon laws and a vision that doesn't change just because some Monarch leaves office...they can still elect a group of people to rule for them instead of forcing them to spend all their time being a politician...and the best part of all...all the ambitious, greedy or power hungry people aren't going to last very long in government because the citizens will see who they are and boot them out of office...IT'S PERFECT!Well, it's far from perfect. Even THAT system of government relies on a lot of things that are far from guarantees. Not the least of which is that it relies on a properly educated populace. This is a tremendous obstacle…for any system of government.  Like let's say we have an elective Aristocracy on our island and I'm elected to oversee some sort of elaborate coconut production that we have going on...what if I'm going behind everybody's back? What if I'm making back room deals with other people on the island where we take one out of every ten coconuts and hoard it in a cave as our own personal stash...just in case if we can't find any more food? Or because I want to use those coconut resources to bribe people or trade for other things that make me more powerful? The point is...I'm just as ambitious or greedy or power hungry as someone in another form of government...I'm just more covert about it. Yeah, theoretically there is a system in place for the citizens to kick me out of office if they ever find out about this stuff...but what is forcing them to investigate me? If I'm really good at hiding my corruption and greed...there's never going to be a majority that oppose me...there's never be enough people that know the truth about me to rally together and kick me out of office. Not to mention, if Aristocracy directly translates to \"rule of the best\"...that's kind of presumptuous don't you think? I mean, how do we really know that we are getting the best people for the job in office? The person that we elect as the \"best\" really is just a representation of who the population THINKS is the best at the time of the election...which is fine, but it's certainly not fool proof. I mean, we've all seen someone elected to office at some level of government that we think is incompetent...or corrupt...or doing it for the wrong reasons. That's because even though we have the ability to elect the best people...every decision… about who we think is the best for the job is based on the information that is available to the population at large... and its contingent on the fact that the people voting are truly working hard to educate themselves. Think about it...even on a deserted island you need to filter information…you need to try to separate the wheat from the chaff when it comes to the information you're getting about the people that you're electing to govern. There's gonna be gossip. There's gonna be biases. There's gonna be misinformation...conjecture...jealously...agendas. If you're thinking about voting for me to be in charge of the coconut production...one person says I'm trustworthy...another says I'm the devil incarnate and a secret member of the KGB...who do you trust? How can you know who to trust? Let’s think about the challenges we face when choosing this elective aristocracy as our form of government on our island.  This task is difficult enough on a small island with a few thousand people...and now consider it in the context of our modern world. Think of the access to information that we all have. For any political issue that you could possibly think of...no matter how confident you are...no matter how many statistics you can point to...no matter how much history reinforces what you think the correct decision is...in today's day and age you face a unique challenge. You can go on Google and find hundreds of people that are just as confident as you are while arguing the other side of the issue...and they point to different statistics and different moments in history to strengthen their point. Now don't misunderstand me here...that doesn't mean that both positions are equally valid...obviously that's ridiculous...but what it does do is cloud the waters and make it a lot more difficult..or at least time consuming to know what the truth is. So what people end up doing, and on one hand you cant really blame them for it...is deem one source or a handful of sources as authoritative...and trust them. Fox news, MSNBC...just a large scale example of what I'm talking about ....they both have a very clear agenda that they're peddling that isn't really based on reality on realities terms. But let's say you make the case that you've found a collection of sources that inform you about political events that are COMPLETELY unbiased, which would be very difficult if not impossible...they are still giving you a completely unbiased account of only one piece of the truth. A facsimile of the truth. The reason why is because… No one source can possibly know everything there is to know about a single issue. And that's not only because they are limited as human beings with a finite number of experiences and flawed senses, but also because of things that aren't their fault at all. What they're telling you could be limited because certain pieces of information are just not made available to the public. You know...just an example...let's say there's some new crisis afoot...look I know this is going to take a strong imagination...but let's pretend the United States is thinking about taking military action somewhere...boots on the ground...there's a presidential election coming up and you want to educate yourself on this issue and make sure that you're choosing the right guy with the right plan at the right time for this crisis our nation is going to have to face.Well even if you spent every second of your life educating yourself on this crisis...even if your TV screen was a constant loop of Bill O'reilly...Rachel Maddow...Al Jazeera...even if you went online and read dozens of blogs and articles and opinion pieces and you consumed every PIXEL of content available on the issue. You would be the educated guy in your office. You would be the most educated guy in your city...but you would still only have… a solid idea of the information that is available to the public. You know...we talk about the veil of perception...this is the veil of classification. This information is classified...all of the Intel...all of the stuff they see on satellites...the decades of history of what is actually said behind the scenes when we've made agreements...You can't possibly know any of this stuff...yet...you are the most qualified to be voting and everyone around you watched a 30 minute special on Bill O'reilly last night and feel super confident that they know the right guy for the job is and exactly the plan that needs to be put in place. Now this may seem like a tangent but it all comes back full circle. Rousseau would warn us on our island about the potential downfalls of a democracy and a monarchy, but even his favorite form of government, the elective aristocracy is riddled with problems...one of the most glaring is this problem of educating the populace. If we allow the average citizen to vote and elect members of this aristocracy, we better hope that a world exists where those citizens ...at LEAST...have access to education. And as we just pointed out...even if we give those citizens education...the problems don't stop there. It starts to raise the question of whether the average citizen is the right person to determine who their leaders are.  I always say that voting for president in today's world is like choosing your wife by looking at two online dating profiles that were written by their mothers. The online dating profiles represent the only information we have to work with...things like articles or news reports...and the mothers that have an obvious bias in one direction are people like Fox News...MSNBC. The point is...when it comes to the structure of government...we are by no means at any sort of evolutionary end point here...but we still have to choose one for our island. And in keeping with Rousseau...let's move ahead with caution. Let's make our island government an Elective Aristocracy and keep in mind the strengths and weaknesses. Because as we continue to add layers to our new society and it becomes increasingly complex, us understanding the function of each ingredient in this cupcake recipe is going to make a big difference.  Thank you for listening...I'll talk to you next time. "}