{"ep": "Episode #081", "title": "Capitalism vs. Communism", "spoken_text": "This is a transcript of episode #081 on Marx. Check out the episode page HERE.  Hello everyone, I'm Stephen West, This is Philosophize This! No sponsor this week. As always, if you want to help the show out you can go to Patreon.com/philosophizethis...you can go through the Amazon banner, but ADDITIONALLY this week...if you collect the Philosophize This! Tshirts or are one of the many people that were asking for a tshirt with the actual Thales logo of the show on it...we have one of those Teespring campaigns going...long story short the shirt is available for the next three days and if not enough people buy it...you don't even get charged...it's not even printed...so if you're interested in that you can find that on the landing page of philosophizethis.org. Let's get onto the program.   So let's all imagine something. Let's imagine that you're walking down the street with a camera and a microphone and you're interviewing just RANDOM people in an average city in the modern United States. You know just the first person you run into walking their dog down the street... Statistically speaking...if you asked that person the question...which do you think is a better economic system Capitalism or Communism...you know pretend as though those are the only two options they have...what do you think they'd say? Well I don't think it's a very controversial prediction to make that most Americans are going to say Capitalism. I was born into a Capitalist system. Look at all the prosperity it's afforded me and my family. Look at all of the innovations that have come as a result of capitalism. In Capitalism we have mansions in the napa valley...in communism you have a refrigerator box...in capitalism we have the super bowl...in communism you have...who can chase the rat underneath the dumpster the fastest and get dinner.  Maybe that's a little extreme...but you know what's interesting? For several years of my adult life this is not that far from what I thought the differences were between the two. I don't think most Americans are given a fair representation of the criticisms Karl Marx had of capitalism...I think largely people are sold this bill of goods that communism and socialism are profane words...if somebody acknowledges anything about them that might be a good point...it's tantamount to being unpatriotic or somehow a BAD American. BAD AMERICAN! But there's something else interesting about this. Around 20 years ago if you walked down that very same street and talked to the people then...you'd be much more likely to find people that won't even ENTERTAIN the idea of socialism or communism. People that raise their eyebrows to someone even ASKING if we should consider something other than capitalism. But something's changed in these last 20-30 years hasn't it?  Just look at these numbers: we have Bernie Sanders...self proclaimed socialist democrat not only capable of running for president, but ALSO giving Hilary Clinton a run for her money...winning entire states! Gallup just came out with a poll a few days ago...35% of Americans view socialism in a positive light. That's a far cry from the way that things were not too long ago...so what changed? And a common answer to this question is that people are starting to see the very real flaws in a capitalist system and are looking to move onto something they think is better. But again, for years of my life I didn't know how you could even critique capitalism...I thought it was case closed...I thought the only people that had a problem with it were people that were lazy and just wanted the government to give them everything so they didn't have to work. Boy was I wrong when I first read Karl Marx several years ago.  Now, to be fair...not everyone that's a proponent of capitalism is as naive as I was about it...you know...there's a good friend of the show on Twitter this week that referenced the quote Capitalism is the worst system, except for all the others. You know...most people KNOW there are problems with capitalism...they just see it as the best option we got.  Nevertheless, whether we've refined a system better than capitalism in today's day or not...whether the first iterations of Karl Marx's vision of communism went horribly wrong or not...I don't think anyone would disagree with the value of looking at well thought out criticisms of the system we're currently in...if for no other reason than to make it better. And THIS is the value of looking at the criticisms that Karl Marx had of capitalism...many of which have not been addressed...many of which possibly can not be addressed because they're built in systemically.  I guess one thing we all have to accept as honest human beings is that capitalism is not a perfect economic system...and despite the fact we were born into it and see its effects around us all the time many of them we see as good, it is not the only way that things have ever been done. No there are many economic systems that have been tried...and Marx as a philosopher taking a step back and analyzing them all next to each other would say... that each and every one of them have contradictions built into them that are probably the reason why they aren't still in use today.  He called these competing forces built into these systems...internal conflicts. The feudal system in the middle ages has certain internal conflicts that led to revolution. Slavery in the new world had certain internal conflicts that led to revolution. Marx is saying...maybe capitalism does as well. Whats an example of one of these?...well I don't want to get too tangential here so I'll try to keep it short...we'll no doubt be talking about this again when we're talking about his critiques, but I really want us to understand the systemic nature of these internal conflicts that Marx is talking about and how to him they seem like unsolvable problems that will inevitably come to fruition no matter what we do...they're built into the economic model.  One thing that a Marxist might say is an internal conflict within capitalism is that capitalists, these people that control the means of production, owners of corporations mostly in our modern day are always looking to make more capital. That's kind of the whole thing there. Anyway, how do they get more capital? Well Marx would say a convenient place to look and one that is a huge expense to most high production, profitable entities is...employee wages. Sometimes 30 to 40 percent of your total sales.  So the capitalist responds to this and they make things more efficient, maybe introduces technology to take over certain jobs, lays people off and has less employees do the same work that more employees used to do, stagnates wages as profits increase...not because they're bad people...but because they're operating within an economic system where capital is the intrinsic good.  Now what happens Marx says is that...naturally...when you're paying less people less money...capitalism begins to cannibalize itself...these competing forces not only make it so that the employees...the consumers of what the capitalist is producing have less money to actually buy what they're producing...but it also insures that because of this intrinsic good of capital...coupled with the inordinate amount of control that a handful of people have over the means of production...it insures that without intervention the rich will always get richer and the poor will always get poorer in a capitalist system.  You know...a Marxist would say...a common way that a Marxist would look at the economic history of the 20th century is that since the inception of capitalism being the primary economic model in western society...a lot has changed. They'd say that it worked for a while...uh...workers in the western world were living on sort of economic islands...they were able to demand a better quality of life from their employer...better wages...better work conditions, etc.  But then around 1968...1971 whenever you think global trade really started its massive expansion...the people that controlled the means of production that had to pay these people in the west all these higher wages...they  looked at places like China and India and Taiwan and realized hey...these people over here will do the same work for pennies on the dollar...so the jobs started leaving. Marxists call this the mass exodus of jobs and they'd say that we're still living in its wake...they'd say that how convenient right around the mid 1970's is when people started taking out credit cards and going into massive debt as just a normal part of life. Fast forward to today and just to graduate from college and be able to contribute to society you practically HAVE to go into tens of thousands of dollars in debt...not to mention that house you want to buy or that car.  Anyway, the point is: Marx believes there are internal conflicts built into the capitalist system...and I guess the next question is: why didn't we see this coming? I mean when Adam Smith writes the wealth of nations and walks up into some guys office thats making the decisions and goes knock knock...whos there...wapow...capitalism. Why didn't we see these problems coming then? Well the answers pretty complicated but one of the biggest answers is that we were living in an entirely different world.  Really brief background on the origins of capitalism. So during the transition phase between the feudal system and capitalism in Europe... there were a lot of families that used to live and work the land or be part owners of the land that were displaced because of things called Inclosure Acts...or things like the Inclosure Acts of the United Kingdom given your respective country. The Inclosure acts were a series of actions that made land that used to be common land into land that can be privately owned. So naturally, the people that used to live on this..common land...had to find somewhere else to go. A lot of people...had to find somewhere else to go and survive. So, it makes sense... they went to where the jobs were...over this handful of generations at the dawn of the industrial revolution...these people would be making a huge change to their lifestyle...going from working the land to working in factories, textile mills, etc.  Now it's important to understand the mindset that these nation states were in during this time. They were just that...nation states that were competing with each other. Nation states that were emerging into new worlds that they could trade with. All of a sudden you could trade with India and China and the American Colonies if you want...the problem was: how are you going to make enough stuff to fill that demand? How can you go from just making enough stuff for just your nation state and your immediate neighbors to now... ten countries worth of stuff...twenty countries worth of stuff. Couple this with the fact that it was a widely held view at the time that the export capacity of your economy is directly related to your economic strength...and when Adam Smith introduces the ideas of specialization and division of labor...you're going to grab onto that with both hands! You know instead of having one guy that makes clocks all day...works really hard for ten hours and might be able to make one clock...Adam Smith says let's have him specialize in making the cogs...let's have her specialize in making the springs...and with this more focused, specialized, menial task as the only thing that they're doing...there's much fewer moving parts to consider...they refine their systems faster and maybe they can make 1000 cogs in a day...so collectively 10 people might be able to make 1000 clocks in a day, as opposed to the 10 they'd be able to make if each one of them had to do every facet of the clock production.  Karl Marx would say: what a great idea to make a lot of clocks! This is what Capitalism is great at...making a lot of stuff and finding out what the next thing is we have to make and then making  a lot of THAT stuff. But is...making the most stuff possible so that we can make the most money possible all that we should be concerned about? Marx thinks it'd be one thing if humans were robots...but they're not. We're forgetting about the effects of the fact that it's ultimately human beings that have to make all this stuff.  One of the big criticisms he has of capitalism is that it alienates the worker from a sense of purpose or fulfillment. The point that he's making is one that we can ALL relate to living in a capitalist system. We've all had a job at some point or known someone that's had a job they don't really like that much...it's boring...unfulfilling and makes you feel like a meaningless cog in a machine. Karl Marx says that this is a natural byproduct of specialization.  Yes, specialization is great at making a ton of stuff...but the more specialized jobs become the less important the person feels that's doing the work. For example, if you're the guy down at the Siracha factory and you work on an assembly line and you're the guy that puts the green cap on top of the bottles...all day long. It's very difficult for you to see the positive effect that you're having on society...you probably don't walk into a Teriyaki place, look around at all the bottles and be like yup...that was me.  No, Marx says to feel fulfilled we need to \"see ourselves in our work.\" Back to the clock making example...if you're the person that builds the entire clock start to finish...there's a craftsmanship to that. There's a connection you can have with it. The way you build that clock is a representation of you and your personality. Let's say you make a simple, elegant clock made with attention to detail...maybe that's the way you approach every aspect of your life. You see a little piece of YOU in that clock. You walk around and see your clocks hanging around and you feel like you contributed something essential to the world. Sure, you can only make one of them a day...but the process was fulfilling to you.  But instead of that, Marx says, we got this guy churning out a thousand cogs a day and not caring about a single one of them. And he says what happens... is that this dynamic creates a disconnect between what we do to serve others in our society... and what we WISH we could do or what we know were capable of doing...if only the system didn't require you to be so highly specialized in an attempt to make as much stuff as we possibly can. Again, for anyone that's ever worked a really monotonous job and you felt as though you had so much more to give to your fellow human beings...you can kind of see where he is coming from here.  So Karl Marx continues on and says... look... this would be a bad enough state of affairs on its own...but the fact is this isn't the only negative affect on the workers that capitalism ignores. Another way that it undermines the employee is that it makes them feel terrified about how expendable they are AS a single, insignificant cog in this machine.  Look if the recession in 2008 taught us anything...it's that we are far removed from the days where you are a loyal employee of a company and you suck it up for the company and the company takes care of you in good times and in bad. No, if it means a better bottom line...anyone is expendable. Marx would've predicted this dynamic and he says that this feeling that the worker has...that if they make a couple of mistakes or if anything changes that's out of their control where it's no longer profitable for the company for them to be an employee...termination.  This is a horrible, volatile place to spend every day of your life...and Marx says it goes back even to our roots as human beings. We hate to be rejected...we're terrified of wearing the wrong color shirt or having the wrong haircut and then having our friends or our tribe cast us out into the wilderness alone. Capitalism insures that this is always the case for the worker.  Now we can see a pattern emerging here right? What I mean is: Both of these critiques of capitalism are a result of how production... and therefore capital is the primary thing to strive for...and how that ignores and sort of dehumanizes the people that have to operate within it as workers.  Again, like we talked about a couple episodes ago...to Marx...the working class is the exploited class. And he'd say not only is their emotional quality of life exploited like in these first two examples, but also their physical production.  Marx believed that capitalism at it's core... was simply getting someone to do something for one price and then selling it to somebody else for a much higher price. And if you doubt this at all, Marx would probably ask you to take a look at the job you have right now. At some point in the process of getting that job you went in for an interview...landed the job and they told you how much they'd pay you to do the work...let's say $40 an hour.   Now at some level you realize that they are profiting off of the work that you're doing for them. If they weren't, they'd either pay you less or not hire you. Now all that they're doing there is getting you to do something for one price and then selling it to somebody else for a higher price...in other words...you're not getting paid what you're actually worth...just what you expect. The difference between what you're actually worth and what you expect...well the companies have a name for this...it's called profit...but to Marx...he says that profit is just a euphemism for theft. While you at the bottom are working hard producing more than you get in your paycheck each week...a handful of people at the top of the business are getting way more than they produce.  Marx says, why does the system have to be this way? Why do we necessarily HAVE to have a dynamic where a small handful of people control all the means of production and use that power to blackmail the working class? Are we destined to be this way forever? Is there perhaps another economic system we might be able to adopt that addresses this, maybe one that focuses on human prosperity exclusively as opposed to this capital stuff that claims to lead to prosperity? And on that same note Marx would ask...why in the world would we be so satisfied with this economic climate that's so volatile? Every morning when you turn on the TV you have some dude ringing a bell in New York City at the stock exchange...and these people sit around all day long tracking the volatility of the economy...dreading the idea of there being some horrific crash of the numbers that day. Oh what if the squiggly line goes down...NO! Oh good look it's going up! ... Every ten years we have a steep decline...maybe it fixes itself...maybe we sink into a depression where people are in bread lines suffering begging for work...we've been told that these ebbs and flows of the economy are just a natural part of the world...but Marx would say it's a hallmark of Capitalism.  He'd say yeah, remember before when the problem was that we could make ENOUGH stuff? Well capitalism did it's job. It made our economy WAY more efficient and productive. The problem is, now we're making way too much and the disparity between whats being produced and what is being purchased eventually compounds and causes these huge volatile spikes. Now, I'm not sure if that theory shores up with what we think we know in modern economics, but the important part to Marx is that we've done something pretty amazing. We have actually created an economic climate that is SO productive and SO efficient...that in theory...no one EVER has to go without anything.  What other economic system throughout history can claim to have done that? More importantly to Marx...we have more empty houses than homeless people. We have more cars in those unsold dealership overflow lots than we have citizens without reliable transportation. In fact, Marx says...if we have this capacity to produce WAY MORE than we would ever need...there's MORE good news...not everyone has to work!  Why NOT just sit home or explore hobbies and enjoy your life if you can. Why does everyone have to work? The human species has DONE IT! We've become so efficient...people get to go home early from work! The managers sending people home! Point is, we as members of this capitalistic society have been conditioned to think of this state of not working as a BAD thing.  You know...the unemployment rate is really high this month. Marx would call it the freedom rate. And just think about that...when we elect a president and beg for them to get America back to work! Marx would see that as us begging to be put back in chains!  Anyway, it should be pretty clear what Marx's position is given the similarities between these criticisms. It seems like there's two fundamental problems with capitalism in his eyes: one is that private individuals have the ability to own the means of production...which is a very small handful of people...and number two is that when you give people that level of power over an economic system, they're going to inevitably use that power to try to make the system work better in their favor.  For example, the idea being that when a private individual owns a factory that has 500 employees...and they all of a sudden have the ability to go to Brazil and hire 500 people there for way cheaper than they're paying now, it's not surprising that they'd make that choice to move the factory and put all those other people out of work. Now on the other hand...to Marx...if that factory...if the means of production was controlled by the workers of the factory...they would never choose to move the factory to Brazil...they would never put themselves out of work or go without the tax revenue generated to fund their community's police force or fund their schools...  Anyway, maybe I'm getting a little bit into future episodes. Speaking of future episodes...even though we're going to be talking about a lot of criticisms of Marx in future episodes, I feel like it would be wrong for me to not mention a few common ones right now...keep in mind we'll talk about many of these in more detail soon. One really common one is that everything Marx is saying is great on paper, but it's actually not realistic...its a horrible, delusional utopia when it's actually practiced.  Another common one is that Marx fails to take into account human nature well enough...that there will always be lazy people out there that don't want to work and that if we take away the capitalist structure...it saps them of any motivation to even marginally contribute to society.  Another one is that not every job out there is going to have people ready and willing to do it simply because it's fulfilling to them. This isn't like the guy that makes the clock that's a representation of him...some jobs aren't going to have that luxury...like nobodies going to crawl into the sewer and unclog it because they...you know...see a piece of themselves represented in the overflowing fecal matter. Who's gonna do THOSE jobs Karl Marx? Marx would have responses to all of these, but the main thing he would say back to them is probably that...at least...the effects caused by these problems are manageable. Now compare these to the problems caused by capitalism. The disdain that individuals are conditioned to have towards each other because they see them all as in competition with them. The terrible effects on the environment because of the ceaseless desire to keep producing and consuming more and more beyond our means. The massive income disparity where the top 70 people in the world have more than the bottom three billion combined...many of them dying of starvation, dehydration or curable diseases. I think Marx would say...look at the problems we're satisfied with contending with as an alternative.  This episode was a huge test for me...and I hope it was as interesting to you as it was difficult to write. Expect a new episode very soon. I'm back for real this time. Thank you for listening. I'll talk to you next time.  This is a transcript of episode #081 on Marx. Check out the episode page HERE.  "}