{"ep": "Episode #097", "title": "Wittgenstein pt. 1", "spoken_text": "This is a transcript of episode #097 on Ludwig Wittgenstein. Check out the episode page HERE. So I want to start today by talking about a very strange ritual that all of you engage in, most of you dont even really think about it, you just do it. I've seen you. I've kept my mouth shut for a while but I'm not going to let it destroy this family. I've seen you pull out a piece of a dead tree...get your little stick with your carbon ink in it and squiggle lines on a piece of paper trying to convey meaning. Yeah, I was in the closet. I've heard you make sounds with your throat and mouth trying to take an idea that is up in your head and put it into the head of another person. I don't like to put labels on things..but I'm going to need to refer to it as something moving forward with the episode and I think I'm going to call it language.Now the good news is, you're in good company with all of this bizarre behavior. Practically every human being alive engages in the same ritual. In fact, practically every human being that's been alive for the last 100,000 years has made a similar choice, and just for the sake of the show today...there's some important figures that fall into this class of people that have chosen to use language to communicate ideas...like every philosopher we've ever talked about on this show. Just think about how important language is...whether you're Aristotle, Sir Francis Bacon, Karl Popper, whenever you are conducting philosophy, ultimately, you are a human being that is conducting philosophy from within the confines of a language.Think about it, It's really the only tool that we have to be able to communicate the ideas that are inside our head. Now, one thing that naturally follows from that if you're a philosopher, is you have to eventually ask yourself the question: what are these languages that we're all using? Where'd they come from? Who invented them? Alexander Graham Bell? Was it Tesla that did that? More seriously: was it a philosopher king... who sat around for decades pondering and assigning meaning to each and every word... which he then compiled into a giant tome that he called webster's dictionary?No, that's not how languages form. Language, and there's many theories about the origins of language but it's pretty clear it wasn't ever a philosopher king…generally speaking language is this patchwork of mutually agreed upon names that a group of people sort of stumble upon... mostly to be able to communicate with each other about everyday things. You know, language is great if you want to order a double quarter pounder with cheese. It's great if you want to tell someone no I would NOT like to donate a dollar to help starving lizards in the congo. But if you're a philosopher, and you're in the business of being as clear and distinct with your ideas as possible, in the business of communicating those ideas as effectively as possible. Is this language that we use, this thing really just created by a bunch of people ordering cheeseburgers over the years a thing that is constantly being tweaked…is this language necessarily capable... of perfectly describing every possible thing that can exist? Any idea a philosopher could ever have?Seems unlikely. Seems like language has these sort of built in limitations. Limitations that are almost certainly having a drastic effect on every philosopher's work having conveyed their ideas through it. Now in that world that philosophers operate in...understanding language becomes incredibly important, and philosophers over the years realized this. And even though we haven't really talked about it much on this show…there's actually been a lot of work done analyzing language. People have asked all kinds of questions…fun questions…in fact I'm gonna give you a cheat sheet...here's some good criteria if you ever want to know whether something's a good philosophical question…it has to make you instantly intrigued and want to think about it, but simultaneously it has to make some average person next to you jump off the nearest bridge. Questions like: what is a word? what is a sentence? what is a proposition? what does it mean to mean something?Well another one of these questions that philosophers have asked over the years trying to get to the bottom of language is how do words get their definitions. Who or what assigns these definitions? What criteria do they use to know whether something is a complete definition or not? Today we're talking about Ludwig Wittgenstein...and around the time he's coming of age in the world...early 1900's...the prevailing theory when it comes to this question of how we arrive at the definitions of words... is that the definition of a word is discovered when you understand the conditions for what's called both necessity and sufficiency. Or when you understand the necessary conditions and sufficient conditions that makes the thing whatever it is that you're talking about.For example...a necessary condition is some thing that needs to be present in order for a thing to be whatever it is...for example...a necessary condition for being a triangle... is that you must have three sides. If you don't have three sides, you're not a triangle. You're just a jealous parralelogram...get some therapy. That's a necessary condition...a sufficient condition... is something that is sufficient for a thing to be whatever it is, but it's not a mandatory property. For example, having an RSS feed that is posted to the podcast section of iTunes is a sufficient condition for being a podcast, but it isn't a necessary condition because somebody could easily create a podcast, upload it to Spotify, Google Play, Soundcloud but just never upload it to iTunes. So again the prevailing theory around the time Wittgenstein started doing his work was that if you understood all of the necessary and sufficient conditions of any one thing, you'd be able to provide the definition of that thing.Well Wittgenstein didn't agree. But to understand why he didn't agree with this...I think it's important to have a little context. It's important to understand how fascinated he was with mathematics.So if you look at the life of Wittgenstein, very early on in his life he is fascinated with mechanical engineering...actually starts going to school thinking THAT's the field he's eventually going to work in...but then something happens...Bertrand Russell, another philosopher, publishes a book in 1903 called The Principles of Mathematics that was so influential...that it changes Wittgenstein's entire outlook on what he should be doing with his life. That's how big it was. He quits mechanical engineering...transfers to Cambridge so that he can study under Bertrand Russell who was teaching there at the time.Trying to think of where to start. When you think about it, math is a pretty fascinating thing...especially if you're a philosopher. I mean, it's not a coincidence that so many of the great philosophers throughout history have also been mathematicians. Think about what you're doing there. When you're doing math...you have these propositions that you can state...and you can say these things with about as much certainty as you're ever going to get as a human being that's making propositions. For example, 1+1=2. You can say, with pretty much complete certainty, that 1+1=2. To doubt the validity of that statement, is to either be mistaken or to not understand the definitions of the things being questioned...to not understand the definition of, for example, the concept of \"one\" or \"addition\" or \"resolving an equation\".Now the thing that's so interesting about math...the thing that's typically intriguing to philosophers about math...is that... here we have this equation...this equation that we can state with absolute certainty...yet when it comes to things that actually exist in the real world...what is the concept of one? I mean what is that...what is the concept of three...where is that? Is that down there in that crack on the driver's side between the seat and the door where everything else gets lost? Where is this concept of three located?No, the concept of three doesn't exist physically, we can't hold onto it or empirically study it...so what happens is...math becomes this very strange realm where we can arrive at certainty about stuff...but it's all stuff that doesn't actually exist in the world we navigate our lives through...but...as I'm sure you can imagine...if you're somebody that's interested in arriving at certainty about things that DO physically exist...a promising place to start... might be to try to emulate what people are doing in mathematics...to try to apply that process to things that DO physically exist...and see if we can get the same level of certainty.This has been tried dozens of times all throughout history, but it's still an intriguing prospect in 1903 when Wittgenstein reads Bertrand Russell's book on the principles of mathematics. Now the problem with mathematics just by itself... is that it's kind of its own institution...it's not really useful at informing decision making or helping us think correctly or anything like that. However, Wittgenstein thinks that there's something else... that we do... that has to do with human thought...and when you put it side by side next to mathematics...starts to look incredibly similar. The thing he's talking about...is formal logic.Think about it. In the same way we can arrive at certainty about the notion that 1+1=2...we can arrive at certainty about the notion that if all men are mortal, and Socrates is a man, then Socrates is mortal. If all A's are B's...and some B's are C's...then Some A's must be C's.Logic provides us with parameters for our thinking so that we can be sure that we're thinking clearly...but on the other hand when it comes to math...really, when was the last time...barring you working in some sort of profession that requires advanced math on a daily basis...which I respect tremendously...tremendous amount of respect for those good, good people...you wouldn't believe how much I respect these people it's incredible...barring that, when was the last time you ever used anything beyond basic arithmetic in your every day life? When was the last time you triangulated the position of the oatmeal in your pantry?Point is, it may not often be very practically useful to know that the circumfrence of a circle is pi r squared, just like it may not be very useful to know that some b's are c's and some A's must be c's...and logic and math may resemble eachother in this way, but a key difference between them...is that unlike math, at least logic can be applied directly to our thinking and help us determine if we're thinking correctly.Now what naturally follows from this...when you say something like all men are mortal, socrates is a man, therefore socrates is mortal...the thing that is implied when you say that is that there must be some sort of fundamental logical structure to all thought. Otherwise what are we referening when we use formal logic. And what follows from THAT if you're wittgenstein...is that if there's a logical structure to all clear thinking, there must be a logical structure to communicating those thoughts. We have a name for this logical structure of communication...it's called language.This is the central task of Wittgenstein's entire body of work...to try to understand how language is even possible between human beings. To understand the function of language, to understand errors that people make in communication that inevitably lead to errors in their thinking. But in order to fully understand these things, you can't just look at language. Not only do you have to look at the relationship between language and the things it's describing, but also the relationship between our thoughts and language.Wittgenstein has two major works that cover this territory...one published after he died called Philosophical Investigations and one published earlier in his life called the Tractatus. Just to give you an idea...despite the fact that his later work tries to refute a lot of the stuff he laid out in the Tractatus...despite the fact the Tractatus is only 75 pages long...if you had a list of the top ten greatest works in history on the philosophy of language, both of these books would be on that list.So in the Tractatus, Wittgenstein lays out what is more commonly known as the picture theory of language. Famous story...apparently he had kind of a Eureka moment when he was reading the paper about a court case where they were going to reinact the scene of the accident using fake people and fake cars to give the jury the clearest picture possible of what happened. It was in that moment that he realized... that the function of proper, effective language is descriptive. It describes states of affairs occuring in the world.See, practically everybody doesn't use language in a way that's as precise as Wittgenstein thinks is necessary in the Tractatus. Most of us just sort of, cavalierly throw around words and never really think about it because it does the job well enough. For example, I could be telling you a story about how I was walking through the park the other day and I saw this naked dude wearing a sanwich board that had \"capture nicki minaj\" written across it, and he was screaming about how she is an ancient shapeshifting mythical creature that has lived for thousands of years and terrorized every society that has ever existed and now shes doing it to us. We gotta stop her.Picture that scene. Now consider the fact that every person who just pictured that scene pictured a scene that was similar to others in some ways, but very different in others. And the reason there's so much variance between the pictures that I put in your heads is because I didn't respect the function of language, which is descriptive. Think of how many details I left out. Was it night time or day time? What was the weather like? How tall was this man? What color was the sandwich board? Are the police officers that are arresting this man state patrol or local precinct?I told you a story... and the arrangement of words I used worked well enough to relay to you a fun, educational anecdote about Nicki Minaj, but imagine somebody much more skilled than I at describing things that was capable of using the exact right words in the exact right configuration that could put the exact picture they have in their head into yours. In this way, language when used properly, PICTURES the world into somebody else's head.Wittgenstein thought if you analyze any sentence closely enough, you could eventually break it down into two primary parts...things he called \"names\"...which are terms that describe things in the world...things like the sandwich board, the trees and grass in the park, the police officers cat-o-nine-tails whip...whipping him into submission...and the second part is how these names are specifically configured within the sentence. He thought that in same way there is a logical structure to the world and our thinking, whats the relationship to language? There must be some logical way that we can configure these names, some order, that directly mirrors the relationships between what actually happened in reality. Thereby, creating a PICTURE of the scene.But it's not enough just to know how reality actually is, we want to be able to speak clearly about every possible way that reality can be, right? So what follows from this if you're Wittgenstein, is that whenever you state a proposition, anything...it falls into one of three classes. If the proposition does picture reality as it truly is, then the proposition is true. If it doesn't accurately describe reality but describes a state of affairs that is theoretically possible, say that it was a girl wearing a sandwich board...then that statement is false. If the proposition describes something that is impossible or goes beyond the limits of language, the proposition is meaningless.Now Wittgenstein writes this 75 page book...and does he kick his feet up on the desk and have a keg party like every other philosopher does...no...he publishes the book...and then proceeds to quit philosophy. He quit because he thought the book solves every philosophical dispute that had ever existed. See people have been wasting their time in his eyes. From the very beggining people are asking questions like what is the meaning of my life? What is a life well lived? What is beauty? They've talked about this stuff they've argued back and forth and they cant seem to come to a consensus on any of it.Well, what if the reason this has always been the case... is because philosophers are using the wrong tool for the job? Asking things like what is beauty? What is the meaning of my life...these are transcendental questions. You're trying to use language...this thing designed to describe states of affairs in the world...this thing haphazardly thrown together by people ordering cheeseburgers over the years, you're trying to use language to contemplate what the meaning of your life is? Remember, language wasn't created in a lab by a philosopher king who made sure to include all kinds of neat words to be able to describe anything regardless of how transcendent it is...what if language is just incapable of describing these things...what if the reason \"what is the meaning of my life\" is such a perplexing question, is because we're always trying to find an answer to it while using language? It's just not the right tool for the job...it's like trying to hammer in some drywall with a water bottle. It's just not gonna work.It should be noted Wittgenstein thinks you CAN find an answer to the question, \"What is the meaning of my life.\" it's just not going to be through language, and you wont ever really be able to describe it through language. If it's possible to get an answer, it's something you have to experience. He says in one of his most famous lines:\"The truth shows itself. It is not said or even expressed in thought. What can be said can be said clearly. Whereof one cannot speak, one must remain silent.\"That's his famous line...and so many people out there hear it out of context and they think he's just saying, Well if you don't know what you're talking about you should probably keep your mouth shut! No, he's not parroting some warmed over truism there...he's saying that language is insufficient at describing these transcendental concepts, and that all these questions that philosophers have been agonizing over like what is the meaning of my life...this is just a result of their thinking being tangled up and confused about the limitations of language.The question what is the meaning of my life...is nonsensical to Wittgenstein...it's comopletely devoid of meaning. To even ask a question like that, to someone that truly understands the limits of language...would just confuse them.For example...when I say 1+1=4...people that understand basic math instantly know that something is wrong there. Like I said before, for me to say something like 1+1=4... that implies that I am either mistaken or don't understand the definitions of what I'm talking about.To Wittgenstein, asking a question like what is the meaning of my life is like asking a question like: How much red paint would it take to be funnier than sound waves? It just instantly shows the person's hand as someone that is confused about the limitations of language. And just how if I asked you that ridiculous question, you wouldn't respond back with an answer to me...oh it's gonna take a half gallon of red paint to do that kinda job!...no, you'd be like wait what? what are you talking about right now? Funnier than sound waves? In other words, you'd ask questions and try to clarify and unpack this very tangled, confused view that I have about the limits of language. This is the role of philosophy to Wittgenstein, to undo these misconceptions that people have about the limitations of language and what happens at the end of that process, as the famous line goes...is that you are like a fly being let out of a fly bottle.Don't worry I didn't know what a fly bottle was either. Apparently it's a really old way people used to trap flies and then they sit there and watch it in its little prison as entertainment. Watch it do pushups. Sometimes flies group together and form gangs. We're trapped in a metaphorical fly bottle is what he's saying, philosophy's job is to show us the way out. We eventually realize that all these things we used to agonize over like what is the meaning of my life aren't actually problems that need to be solved at all.So as I said before, Wittgenstein writes the Tractatus... and then quits philosophy thinking that he had solved every major philosophical problem. Later in life he came to believe that he had drastically oversimplified what language is in the Tractatus...I heard it said beautifully once...in the beginning of Wittgensteins life he was concerned with the relationship between language and reality...and towards the end of his life he was more concerned with the relationship between language and us as human beings.Probably one of the biggest changes between Wittgenstein in the Tractatus and Wittgenstein in his book Philosophical Investigations comes down to how he views the definitions of words and where words derive their meaning. What did people used to do when they were trying to get to the bottom of a definition? Well, let's go back to our old pal Socrates...he would go into the public square asking people to give him a definition of the word beauty or justice...he'd have conversations ad nausium with his fellow philosophers trying desperately to get to a perfect definition that includes any example of beauty you can come up with. If you remember, so often in these dialogues a person will TRY to give an example of a perfect definition, but Socrates is somehow always able to find an example that doesn't fit the definition, or an example that fits the definition that no one would agree should be part of it.Wittgenstein would see Socrates spending his entire life looking for these definitions as yet another example of someone wasting their life because they didn't understand the nature of language. Wittgenstein would say that the meaning of words...it just doesn't work that way...that if Socrates lived a thousand lifetimes he would always be able to point out these exceptions to these strict definitions that people like to throw out.He uses the example of the word \"game\". What is a game? Can we get a definition? Is it a competition between two or more people? Well solataire's a game. Is it just a fun activity someone engages in? Well, riding a roller coaster is fun, but we wouldn't call THAT a game really. What criteria do we use to determine what a game is? Wittgenstein would say that the problem with us looking for this strict definition of the word game, is that we're looking at definitions in the same way that people have for centuries...we're trying to find necessary and sufficient conditions that define every example of a game that we can possibly think of.But what if it doesn't work that way? Wittgenstein would say, stop trying to find a perfect set of necessary and sufficient conditions...you're never gonna do it...and instead reflect on the strange fact...that everybody knows what a game is. When I said solitaire, somehow everybody knew it was a game. When I said going on a roller coaster, somehow everybody knew that shouldn't be classified as a game. What does that mean? How is that possible if we don't have the definition somewhere up in our heads?What it means to Wittgenstein is that the meaning of a word comes down to how it is being used in a particular linguistic community...and that unearthing the meanings of the words we use is a process of observing the way that people use the word. The meaning of a word isn't something that can be simplified into necessary and sufficient conditions...language is a complex, vibrant, living organism that's constantly shifting and changing. And that if literally everyone literally started using the word literally to just mean the same thing that \"seriously\" means. The meaning of the word literally would change entirely.In this sense... its impossible... to ever come up with a dusty tome filled with the end all be all definitions of words...a perfect definition for the word game...for instance. But that what actually happens is we see things like basketball and bowling and call of duty and hopskotch and we hear the people around us use the word \"game\" to classify all these different activities...and our brain at some level recognizes similarities between all these games and we can sense it. Wittgenstein calls these \"family resemblences\" between things.Kind of like how you might look like your mom but not really your dad, or your second cousin might look like your uncle but not your mom, or your grandpa may have the same male pattern baldness that your sister has...there are very distinct differences, but you guys all share the same family, and even if you don't look like your dad, you look a lot more like him than I do, coming from a different family. Same thing goes with the meaning of words to Wittgenstein. It's not that theres a single set of necessary and sufficient conditions that describes every game out there...there are just some games that resemble eachother more, like some family members resemble eachother more. Basketball, Football, Baseball...all very similar. Two teams play against eachother and they have a ball. Monopoly is also a game...there's no ball in it, but it shares certain characteristics with Football right? Like millionaires fighting against eachother.What Wittgenstein's trying to do is illustrate how crucial culture and people are in the process of forming or developing a language. He thinks Descartes sitting around wondering if anybody else exists is absolutely preposterous...because to even be able to articulate yourself through language is evidence of a giant gift you've inherited from many people before and around you.He has a famous example called the Beetle in the Box Analogy. Do you have any friends or coworkers where you guys have inside jokes and refer to things as a code name? If anybody else heard you talking about it they would be confused, but it has an established meaning between the two of you? This is a perfect example of how meaning is derived from use...and that a language can't be created in a vaccuum by a single person, because words get their meaning from an understanding between speakers.He goes the other way. He says imagine everybody in the entire world had a box that they carry around. Inside of this box is something everyone refers to as a \"beetle\". Problem is, no matter what...no one can ever look inside of anyone else's box and see what they're referencing as a beetle. In that world, there's no way for you to ever be able to use the word \"beetle\" in any sort of meaningful way. You have no idea what they refer to as a beetle, and they have no idea the meaning you attach to the word beetle. So what happens is...the word beetle just becomes kind of meaningless. You need at least one other person who knows what you're referencing when you say beetle for this language you've come up with to get off the ground.Anyway, hopefully some thought provoking stuff for you this week. Thank you for your patience regarding the infrequency, and the abrupt ending... just got done moving. I won't take up any more of your time. Thank you for listening, I'll talk to you next time."}