{"ep": "Episode #051", "title": "David Hume pt. 1", "spoken_text": " This is a transcript of episode #051 on David Hume. Check out the episode page HERE. So as you're all well aware...the last several episodes of the show have consisted of me rambling on about some island. Something about a shipwreck...somehow we're all STRANDED on the island...and for some reason we can't get off the island and we need to play make believe and imagine all the different ways our island society would look if we applied ideas present in various thinkers during the age of enlightenment. We've considered good ideas...bad ideas...and for six seasons of your life I've been talking about polar bears and smoke monsters and alluding to a climax where all the loose ends of the island will come together...and now its the finale and I'm giving you nothing!!Look, all kidding aside, I realized something this week. There's no clear end to this extended island metaphor we've been using. It's not like...oh you just talk about a little Adam Smith and a little Jean Jacques Rousseau...and now we know everything there is to know about how to build a society from scratch. No, political and economic thought doesn't just END during the age of enlightenment. And unless if this podcast is going to be one where just ignore any philosophy that doesn't concern itself with nation building...then we run into a very real predicament. There is going to have to be a time that we step away from the island...temporarily!...There is going to have to be a time that we talk about the breakthroughs in other areas of philosophy...metaphysics, epistemology, philosophy of mind, ethics...I guess what I'm saying is:This island... is going to have to be something that we keep referring back to...it's gonna have to be a mainstay in Philosophize This!and as avid listeners you'll know about it...everybody else tuning in for the first time will be completely confused...but it will end up being great. We'll talk for a while about our place as members of this society on our island...then we'll take a break and look at things in terms of ...say being an individual, or in terms of being a thinking thing at all...then we can return back to the island and return to thinking of ourselves in terms of being one cog in this tremendous machine that we call society. So, David Hume. I feel it's necessary for me to say before we start that David Hume is one of my favorite philosophers of all time...not because I agree with everything he has to say, but because of how his brilliance is timeless. Like, whenever a philosopher comes out with an ambitious treatise laying out all sorts of ideas...once history gets done with it...it almost becomes like the carcass of a dead animal. because every philosopher that comes after them comes up to it and takes a little piece of it. They're like hyenas. They write their responses to the treatise...they often times make good points that the original guy can't respond to  because... he's dead. ...and eventually it gets picked at so much that it starts to resemble a dead animal that vultures have picked clean in the middle of the desert. David Hume's work is surprisingly different. You know we often talk favorably about movies that stand the test of time...and what we're talking about when we refer to these movies is the idea that even after twenty, thirty, forty years...this movie endures as something that holds people's interest. So as we continue for the next few episodes talking about the philosophy of David Hume, just remember that his ideas stand the test of time not for 20 or thirty years...but for 250 years. Just keep that in mind as we go along.There are very few issues that are as integral to contemporary discussions of ethics than the one we are about to talk about. And it's funny because in the context of David Hume's work...it really was a small point...maybe even a throwaway point...and it's one of these things that's going on around you all the time, but you never really notice it....and then once you hear David Hume say it...you start to see it everywhere around you...you know ...you start to see when people make weak arguments all the time: What I'm referring to is David Hume's problem of is vs ought. Let me explain what I mean with an example. You ever walk into a 7-11 and you grab your Gatorade and funjuns and get to talking to the guy behind the counter? Maybe this guy is particularly social-able...maybe you ask him his thoughts on something from the news of the day and you guys get talking about the state of affairs in the world. Maybe the guy behind the counter decides that he's going to tell you about his own personal philosophy that he lives by. For example, what if this guy said: Look at the world. Filled with violence and destruction. Just look at the perpetual state of war that we're in...just look at the genocide that's committed on a regular basis...look at the terrorist attacks! What if this guy behind the counter said that it's obvious to him that the reason people are doing all these terrible things is because they just didn't have parents or friends that loved them enough. So, because of that, his personal philosophy is to live each day spreading as much love as he can...giving as much love as he can to each person that comes through his 7-11 buying their Doritos and Mountain Dew. Well let's dissect this a little bit...what is this guy doing at the core of his statement? Well on one hand why would you ever question his statement? I mean wow! What a great guy! He just wants to spread as much love as he possibly can until he kicks the bucket one day! But on the other hand...what he is doing here...is taking some observation that he has made about the way that the world is...and then using only that observation as a basis...he's making a blind inference about how he OUGHT to be acting because of it.Now many of you are probably saying...well who cares? Why don't you give the guy a break! He's not hurting anybody...he just wants to love people! And that's true...and in this example there is probably no harm that is going to come from him making this kind of assertion...but David Hume looked around him during his time period and noticed that people make these sorts of inferences ALL THE TIME! And as sweet and innocent as this one example of it is...David Hume would say that when you honestly take a look at it...its really based on absolutely nothing and people use it all the time to justify doing terrible things.For example...I look out into the field and I see that there are people that look completely different from me, they are far more physically capable than I am and can't hold a conversation about math or science....therefore they OUGHT to be my chattel slave. Or another example, women are born with the ability to grow a child inside of them and are great nurtures and are emotionally intelligent...therefore they OUGHT to just spend their time pumping out kids because things like business and politics probably don't interest them very much.Do you see how fast this can go downhill? The problem is the difference between descriptive and prescriptive statements about the world. And people weren't just drawing ethical conclusions from these observations during David Hume's time...you know they weren't just using this to justify \"loving\" people or to justify the role someone \"ought\" to be playing in society...people were doing it with chemistry, medicine...this faulty argument had been used in practically every field of inquiry and David Hume saw this clearly. People were even doing it when it came to nature, itself. They would point to some way that the universe CURRENTLY is and make a judgement about how it OUGHT to be from that observation. Same logic applies...just because the world is some way right now, does that mean we should be mad at the universe if sent an asteroid our way and destroyed the earth? No. That's ridiculous. There's a famous line from his work: Of the will and direct passions where he says: \"Tis not contrary to reason to prefer the destruction of the whole world to the scratching of my finger. `Tis not contrary to reason for me to chuse my total ruin, to prevent the least uneasiness of an Indian or person wholly unknown to me.\"Now let's keep in mind what David Hume is getting at here...he's not saying that we shouldn't care about the destruction of the world...he's attacking a dishonest inference that people sometimes make by looking at the way the world is and then pretending that the way things ought to be naturally follows from it. People do this...all the time and like I said before just keep your eyes open around you and you'll see just how often people talk about how they ought to act and found it in a statement about what the world is. And again, like in the case of the guy from 7-11, there may be good conclusions that come from this mistake in thinking...but David Hume wants us to acknowledge they are in no way true beyond any criticism...and we owe it to ourselves to be mindful when we make this is/ought judgement.But if you're still wondering why this matters to you. If you're still wondering how this is/ought distinction is relevant to discussions that we have with each other in modern times, just consider for a second that in today's world...right now at this very moment...there is an entire community of people dedicated to the task of acquiring a progressively more and more accurate view of what the universe is. This community is very well-funded...we're all very familiar with this community because it's substantially improved the lives of people over the course of the last couple hundred years...children go to school for decades dreaming of one day being a member of this community. You may have heard of this community before...it's called science.Through unbiased, falsifiable experiments attempting to arrive at empirical evidence...science aims to understand what is. So any further distinction you could make...No! Science is about how things work! No! Science is about causes and relationships in the natural world... all of these distinctions are ultimately just science FULLY understanding what the universe is. Now, if we look at that fact through the lens of Hume's is/ought distinction...then that leaves science with certain limitations that we have to accept. Now you say that word,  \"limitations\" and typically as humans we see a negative connotation associated with that word. To talk about the limitations of something is to put that thing on blast...as the kids say. But just think of how ridiculous that is! Everything has limitations. If something didn't have limitations you wouldn't be able to distinguish it from anything else...it's the limitations of something that give it meaning at all! So what are these limitations that I'm talking about? Well there's tons of philosophy dedicated to this but how about this for a start...no matter how extensive science gets...even if science understood nearly everything there was to know about what the universe IS...it can never tell us what we OUGHT to do with all of this highly valuable information that it's given us. Now, whenever you talk about the limitations of science...I've noticed that often times you're met with this bizarre hostility from people that are proponents of science...and they're nice people with good intentions but where does that hostility come from really? I think that hostility is a byproduct of the time period we live in...I think it's a defense mechanism because of the culture we live in. You know, I've said it on this show multiple times, but I think people are born into the world and they think that they have a choice between two things. You can believe in monotheistic religion, you know the answer to any question you could ever possibly raise is written down in this book that is the codified word of the creator of the universe....or you can believe in science. But the problem with that is that science never claimed to do everything that religion claimed to do. In fact I think that's a huge flaw in religion...in that it was so ambitious in what questions it claimed to have answers to. Why is it fair to project that expectation on to science?Look, if science was a person...if you could walk up to science and shake their hand and say, hey! I really like the work you're doing! I love all these experiments you're conducting that they're giving me a more accurate, rich and full sense of this incredible place that I live in called the universe...but if I had one criticism for you...I gave you 4 out of 5 stars on iTunes because...although you're doing such a great job when it comes to telling me about what the universe is...you never tell me what I ought to do once I have all this information! If you told this to science...she would look at you and say...I know! Look, man I never claimed to be the moral arbiter of the cosmos...I'm good at giving you the information...what you do with that information is not what I'm concerned with! In fact, to be concerned with it, might affect my ability to perform unbiased science. Science is fantastic at telling us what the universe is...it's the best thing we got so far...but any inference you make about how we should act in light of that information or how the universe ought to be because of that information...is exactly that: a HUMAN inference, and therefore subject to flaws. This is actually an argument in favor of science. Understanding the limitations of science, helps us do better science. This is why people have taken their scrutiny of science so seriously over the years...science is the baby of truth seekers. And sometimes we need to change the diaper of that baby...or it starts to cry. Anyway, so this begs the question: if the limitations of science precludes it from telling us about ethics...what should fill in that gap? Well it seems very clear that David Hume thought it was philosophy's job to fill that void...and he has in my opinion a highly underrated work on ethics that we'll probably be spending an entire episode on, but I guess the important point here is that David Hume didn't think that this responsibility fell onto the shoulders of religion. He was a huge critic of the religion of his time, primarily Christianity he has a very illuminating part of his work where he says that:\"Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous.\"And what he means when he says this is that because of the nature of religion...you know...when you have 1500 pages of cryptically worded sentences that claim to be an inerrant moral doctrine for humans to follow...and that comes with certain consequences. you can take two sentences here and arrive at a beautiful conclusion about how you should treat your fellow people with love and compassion...but then you can take these two sentences over here and justify the Spanish Inquisition. What he's talking about is that when theologians or religions make a mistake in the realm of ethics...it can be dangerous...but when a philosopher arrives at a wrong conclusion...well he just gets proven wrong and people laugh at him a couple centuries later. There's not much congruity with this episode and I apologize for that, but I want to spend the rest of this episode talking about one of these criticisms that Hume had of religion that was so unsettling...the echoes still are ringing to this day. No theologian since has adequately addressed his criticisms and now a whole sub-branch of philosophy exists because of it. So we've all heard someone be asked whether they believe in God. If their answer is yes...they're commonly asked WHY they believe in God. One common answer to this question is some variant of the statement: I look around me, I see what exists and I can't imagine this all springing into existence out of nothing. I think about before the universe existed...and these people say that nothing was there. Then poof! Magically something was. How do you explain that? Something can't come from nothing! 0+0 doesn't equal one. It equals zero. Something must have brought all of this into existence. Well whenever someone makes this argument, they're doing it from a place where they'e making several assumptions...most notably...a very easy assumption to make about causality.  We know where they're coming from...we've talked about it on the show before! I needed a cause to come into existence. You needed a cause to come into existence. My parents and your parents needed a cause to come into existence. Every rock, tree, squirrel, moose, every blade of grass...uh...Oprah! We all needed a cause and you can follow that \"causal chain\" that we talked about...all the way back to the very beginning and you can say well, if everything INSIDE the universe needs a cause...why should the universe itself not abide by the same rules? Shouldn't IT need a cause as well? Both Thomas Aquinas and Aristotle both had a similar line of reasoning...Aristotle talking about a Prime Mover behind it all. Why is everything in the universe moving? If nothing ever moved it then matter would just be standing still! So who moved it? Oh, it must be some initial unmoved Mover! Just as it must be some un-caused cause at the origin of the universe. His name is God and boy do you have a lot of explaining to do. For us to understand what David Hume is arguing against, we have to understand the way philosophers had been largely thinking about the cause of the universe for 2000 years before he lived. We find this in Aristotle. So as we know, when Aristotle talked about the \"cause\" of something, he wasn't using that word in the same way we use it in today's world...whenever HE talked about the cause of something, he was talking about four different causes that explain any one thing. The material cause, what the things made of...the formal cause, the form or internal makeup of the thing...the efficient cause, the initiator of the thing and the final cause...the goal of that thing. Well when Aristotle arrived at this method and he looked around him at the things in nature, he realized something. Whenever something comes from nature, three of those causes are always pretty much the same thing. All of them but the material cause. The formal, efficient and final causes are always the same. Take one of those white wispy seeds of a dandelion floating through the air in the summertime. A dandelion is from nature, so it should abide by this rule. What is the efficient cause, or initiator of the dandelion seed? Oh...it was a dandelion. Okay, what is the formal cause, or the internal makeup of that seed? Well, within that seed lies the potentiality to become the form of a dandelion. Alright, what is the final cause or function of that seed? To become a dandelion. People over the years looked around them in nature...tried this with enough examples and eventually believed in the rule so much that they started using it to work backwards. You know...it was believed for some time that if something came from nature and you only knew the formal cause of that thing...you could assume that the efficient and the final cause were the same. To know something, using this line of reasoning is to know the formal cause. By knowing the formal cause, we can infer the efficient cause. In other words...by knowing the effect of something in the natural world, we can infer the cause. Well this was fine when it came to most things...but as we enter the age of enlightenment...we're heading into an entirely different world. This is the age of Newtonian Physics. Times are changin'! Aristotle's argument about the Unmoved mover? It's only necessary if the primary state of matter is to be stationary, but in Newton's physics...it was to be in motion. Aristotle's idea of things having four causes? The only cause in this Newtonian world is comparable to the efficient cause of Aristotle...much closer to the way WE use the word cause in modern times. David Hume living in this world makes it very obvious in his work that he's looking at the universe in terms of Newton's worldview:“[A]ll causes are of the same kind, and that in particular there is no foundation for that distinction, which we sometimes make betwixt efficient causes, and formal, and material … and final causes” So this whole period is a hotbed for advancements in philosophy, the natural sciences...it's only fitting that David Hume would apply a skeptical eye to this common assumption that people were making that we can look at an effect that we see in the natural world...and assume certain things about the cause. This assumption ran deep...even when it comes to the most seemingly obvious causes you could imagine.He uses the example of billiard balls. Let's say you had pool ball one sitting on one side of a pool table... and a second ball...let's call it pool ball 2 sitting on the other side of the pool table. You hit pool ball one across the table...it hits...the second one and pool ball two is launched forward. Well David Hume says that it seems really obvious to us that pool ball one...CAUSED...pool ball two to be launched forward. And it's very human of us isn't it? I mean we're born into a world with all of this different stuff swirling around us everywhere...how can we make sense of it all? The way we make sense of it and make what otherwise would be a chaotic mess of unrelated phenomena happening all around us and make it into an ordered universe that we can comprehend...is by looking for causal connections between things. We see the pool ball hit the other pool ball and we assume that the first caused the other one to move. We see the squirrel jump out of the tree, attach itself to our face and ravage your eyes and forehead...and we assume the squirrel caused that damage. But what Hume would say is that when you really think about the relationship between the pool balls honestly, you realize something. You realize that causality is not something you can see. You may say that the movement of pool ball one causes the movement of pool ball two, but in reality, all you know for certain is that the movement of pool ball two FOLLOWED pool ball one. Like, you can't look in between the two balls when they hit each other and SEE the causal connection between them. How could you? You don't see some spark of light in between them or something.And you could be saying, well who cares? One OBVIOUSLY followed the other, let's just assume that they caused each other. Hume would say...you can't do that! For example, day always FOLLOWS night...but night doesn't CAUSE day! So on one hand, we have this idea of cause that is an extremely important thing to us that we want to hang onto because it's truly one of the only ways we can make sense of the world, but then on the other hand...it can't REALLY be validated beyond a shadow of a doubt by experience or reason. In other words, probably not the most solid idea... to look at an effect in the world and say that we can assume any number of things about the cause of that effect. But nevertheless, when people argue for the existence of God as a creator of the universe, this is exactly what they're doing. David Hume makes a lot of arguments against this way of thinking...the first and most obvious of which is that there's no reason to assume that the universe had a beginning at all and that just because it doesn't make sense to you that something can't come from nothing, how arrogant and lazy of you to project your humanity onto the universe as a whole. Not to mention most of the people making this argument have no problem conceiving of an un-caused being that exists eternally...you know it seems just as difficult to fathom the idea of a being never dying! Anyway....There are more interesting arguments by David Hume when he's arguing against the Teleological argument or the Cosmological argument. The basis for the cosmological argument as you guys know is that something must have created the universe...we'll call that creative mechanism God...and this God must have certain qualities A. Non-physical because if it was physical you could break it into reliant parts and ask what created those parts. B. Eternal...again this God NEEDS to be outside the bounds of time and space or else you could ask what happened a day before God was created...C. God needs to be un-caused or necessary because to be caused raises the question of who caused God. Again, operating from the premise that the universe HAD to have been created...philosophers through the middle ages were deducing what qualities this \"thing\" that created the universe must have. Non physical, eternal, necessary, un-caused...and then from here they started tacking on all sorts of things like God is infinite and wise...and then from there its just a short jump to applying human characteristics to God...you know God is good and just...and from there, it's not too far away from saying that this is the God of the Old Testament. Well, what are people doing when they make these assumptions about what the \"cause\" of the universe must be and they found it in an observation about what the universe is? They are looking at an effect in the natural world (the universe) ... and they are assuming things about the CAUSE of that effect (that this god must exist and that he must have these qualities). When people were thinking like this back in David Hume's time, it was grounded in Aristotle's four causes...by knowing the formal cause of the universe...we can assume certain things about the efficient cause of the universe. So, in other words, like causes produce like effects. But David Hume argues that even if we grant that we can make inferences about the cause of an effect by only looking at the effect...even if we realize how tumultuous that whole process is...we gotta be really certain we don't overstay our welcome here. After all, if like causes produce like effects, then aren't we still assuming a lot about what this God has to be? For example, Hume would say...a basketball hoop is a finite creation...it was created by a finite creator, after all. Like causes produce like effects, right? Well, if the God of the cosmological argument exists, then the universe is finite...there has to be a place where God ends and the universe begins...so shouldn't we assume that the cause of that effect is finite as well? You could do this with most qualities people assign to the creator of the universe. The point is...there's a big difference between saying that some thing created the universe...and saying that that thing also is infinite, wise, good, you know anything you want to tack onto it...that it loves you...that it knows you by your first name...that it wrote a book of rules for you to follow...that it wants you to get the job you just applied for...if you've listened to the show, you've heard this all before. But David Hume, once again, brilliantly shows in another area of human thought, if you're not careful, just how many assumptions you can make that are completely unqualified. You know he gives an example like this: If I went to McDonald's and I sat down and ordered a hamburger...I can assume certain things about the creator of that hamburger. I can assume that they're really good at making hamburgers...I can assume that they're being paid to make that hamburger...but I can't assume things like: this person made this hamburger with me in mind...or that this person has red hair...or that this person is a fan of disco music. All of those things would be unqualified assumptions that it is MY job to validate. Problem is, in the case of the McDonald's worker, I can just go back and shake the guys hand and get to know him. In the case of the creator of the universe...well he's playing hard to get. A good place to end today is this: in David Hume's eyes we were making a myriad of assumptions about the origins of the universe. Maybe the universe is eternal, maybe it spontaneously arose by chance...maybe it didn't need a cause...but either way his larger point is that we owe it to ourselves to think critically about this and not project our own humanity onto the universe. Whether you're religious or not, you believe that a LOT of people throughout history have gotten the answer to this question wrong because they hastily assumed things, right? It may seem intuitive that something can't come from nothing, because we look around us and see evidence of that in everything that exists in this macro level of existence...but then again, our flawed human minds, our minds that one day when we were young just arrived at this confident opinion about how it doesn't make sense that something can't come from nothing...case closed! Our imperfect human minds...may not be the most qualified things to make suppositions about the causality of the universe.Thank you for listening. I'll talk to you next time.  This show is made possible by your generosity.Thank you for anything you can do.Support on PatreonContribute What You Want"}