{"ep": "Episode #040", "title": "Superstition", "spoken_text": "This is a transcript of episode #040 on Superstition. Check out the episode page HERE. The theme of today's episode is superstition. What is superstition? You know, when we think of superstitious people in modern times what do we think about...we usually think about really extreme, silly forms of superstition. People say and think stuff like...this terrible thing happened to me today...today is Friday the thirteenth...the reason this bad thing happened is because Friday the thirteenth is an unlucky day. Unlucky things just happen on Friday the 13th. People will say things like, an apple a day keeps the doctor away. The reason why I haven't had to go to the doctor for a while is because I have been eating my daily apple every single day. That's the reason why. But lets dissect that thinking a little bit, because superstition doesn't need to be this ridiculous.Let's just think about what superstition is. The dictionary defines superstition as: falsely attributing some cause to some effect. For example, it's the APPLE that is preventing me from ever having to go to the doctor. But when you start to think about superstition in these terms, and you think about it for a while, you start to realize that being superstitious is not something reserved just for pirates from the 1800's--most people, wake up every morning and live their lives with an incredibly superstitious outlook on the world that they're trying to navigate. This isn't because they are bad people or stupid people, they are just mistaken about the causes of things.Now what am I talking about here? Well, I could point out the avid sports fan that watches the game every Sunday and has a very deliberate ritual that he executes completely convinced that at some level, the type of beer that he drinks is going to affect the outcome of the game. But obviously that is just a much more modern and accepted version of how the Atlantic Pirates were thinking in the 1800's...but what about the superstitions we hold when it comes to something like happiness? If superstition is the act of someone mistaking a cause with an effect, then don't many of us walk around with incredibly superstitious beliefs all the time?Well just to illustrate what I am talking about...let's talk about happiness for a second. Most people come into the world and they realize pretty quickly that they want to be happy. So what do they do? They look around them and try to find people that seem happy and then try to emulate them. Unfortunately, they usually start at the wrong places. They find some rich people living on the water with a house...a white picket fence...two cars and a big screen TV and they superstitiously conclude that the cause of their happiness has to be all of these material things that they have. After all, what is the most obvious difference between them and me? Has to be the jet skis.So this person goes on a while thinking this way and if they don't just throw their hands in the air and resign themselves from the pursuit of understanding things, their thoughts on happiness evolve because they eventually realize that there are plenty of rich people, or people that have lots of stuff that are absolutely miserable. There must be something else, it must not be the material stuff that is making these people happy. Maybe this person reads a little Socrates..they hear happy is he who is content with the least....and he concludes that happiness REALLY lies in low expectations.After all, it seems clear that I get mad when I have some expectation that is not being met, so if I make an effort to only expect the bare minimum...enough food to get through the day, clothes on my back and a roof over my head, then anything else that comes my way is going to be a pleasant surprise. So this person goes on for a while and they superstitiously conclude that happiness must lie in low expectations.One day, maybe they are thinking about stuff and they ask the question, well, what if even my most basic needs weren't met. would I NEED to be unhappy? no, even if you don't collect enough food to feed yourself for the day, you can still choose to be accepting of that and therefore be content. So, this person would conclude perhaps superstitiously that happiness lies in acceptance.But then what is acceptance? I mean, if you think about it, isn't acceptance a two part thing? On one hand it is accepting everything that's happened in your past...including everything that you have, both the contents of your mind and the contents of your storage unit with all your stuff in it. But on the other hand its about accepting everything that will happen in your future...any future adversity or trials that you could possibly go through. So if acceptance is just accepting the past and the future, is happiness really just being fully present in this moment? Is this the reason why we try to make money in the first place? To get to a place where we don't need to worry about any future adversity because we have a surplus? Or is this yet another superstitious conclusion?The point of this is that superstition is something that were all guilty of on an every day basis, and I'm not just talking about happiness. This is a really effective exercise...try asking yourself what things you might be superstitiously concluding...mistaking a particular cause for a particular effect? But then again, this is kind of paradoxical...if you knew what things you were being superstitious about, you wouldn't be mistaking them in the first place. Well the two thinkers we're going to talk about today both attacked this monster named superstition in different ways. Superstition was a huge enemy during this period we're heading into known as the enlightenment.Now in the context of history the enlightenment is a very short period of time...the vast majority of it is made up by three generations of people that all have revolutionary ideas on the backs of each other. To me this is absolutely incredible...and it just goes to show you the rate of progress that was going on during this time period. I mean a period that we call \"THE enlightenment\"? and it took place over the course of this short period of time? Pretty incredible.There's many different ways people try to describe the enlightenment, but lets not get too crazy...there is far from a consensus on the matter. Let's talk about a few of them though. Some historians think the enlightenment can be seen as the ultimate awakening of mankind...the moment when science and these new political institutions finally allowed for dogma and tradition and faith based thinking to get completely tossed out of the way of progress. They think this is the time period when the snowball of reason finally started rolling downhill. But then there are other people who think that this snowball of reason had been rolling since the beginning of the middle ages.They say that once religion and Aristotle established their monopoly on human thought, reason started chipping away and slowly but surely they eventually brought it down. The enlightenment is just the culmination of over a thousand years of effort by brilliant thinkers. There are other people that think the enlightenment was fueled by the counter-reformation in the church...there are people that think the enlightenment was a myth and that these thinkers were just being propped up to add legitimacy to the new ways of thinking.Regardless of what the truth is about the enlightenment, it was a massively transformative period of time that is distinguished from others by the attempt by great thinkers to abolish superstition in all areas of thought. Now one person that was attempting to abolish a very specific type of superstition was the guy we ended the show with last week...his name was Bishop Berkeley.Now Berkeley can be seen as someone who is aiming to abolish superstition when it comes to us perceiving things with our senses in the natural world. After all, isn't the veil of perception a possible superstition? As we talked extensively about last time, philosophers from the dawn of empiricism have realized that what we perceive with our senses is not reality as it truly is...there is some deeper reality underneath and what we perceive is the crude outline of that reality that our sense organs create. Perfectly useful to us when it comes to survival, but far from actual reality. This is known as the veil of perception. The only thing we really have access to is an IDEA of reality created inside our minds. Well Berkeley asked the question, why do we even need to assume that there is some fundamental reality underneath that is causing these ideas. After all, the only thing we truly interact with is this idea of reality...how can we be sure that our ideas of reality are not the only things that exist?In other words, let's end this potential superstition that the cause of our senses perceiving the world in the way they do is some different, more real reality underneath. Berkeley was what is known as an immaterialist idealist. Contrary to people like Descartes and other people that lived around this time who believed the universe was comprised of mind and matter, he was a monist and he believed that that one substance that the universe is made of is mind. He didn't believe in material substances as philosophers typically accepted were there. After all, Berkeley was an empiricist...all knowledge is derived from sense experience...but we never actually experience this supposed more real world out there.Have you ever had someone ask you the really generic question...if a tree falls in the woods and no one is around to watch it fall to the ground, does it actually fall? Berkeley would say that in theory if there was nobody no thing around to perceive it, it wouldn't exist, but that doesn't really matter because he believed that there is one entity that is perpetually aware of everything in the universe and that entity is known as, you guessed it...capital G o d. God.Shazam. Drops the mic. No further questions your honor. Now look, we could spend a lot of time fleshing out his full system, true reality is comprised of spirits, both God and many little finite spirits, but I thought about it and ultimately I think the real contribution that Berkeley made to philosophy is by being the FIRST in what would become a very important line of thinking. Most of the meat of his view of the universe is trying to preserve the idea of God...trying to make God not only the creator of the universe but the all powerful entity that endlessly provides us with our perceptions and is intimately involved with everything in the universe. In other words...don't even THINK about saying that God isn't necessary. In this way, he may have run into the same mistake Leibniz made with his Monadology. I don't think it is worth your time talking about his individual system, I think we need to see him as having a really unique insight about the assumptions we make when we perceive the world, and that really unique insight gave rise to a tradition known as Idealism. Trust me on this, there are far more fascinating people that we can use to delve deep into the area of thought known as Idealism...and I'm just going to be honest...it's going to be Immanuel Kant. Let's wait to understand all of the ins and outs of Idealism in relation to Kant.But one other really noteworthy thing about Berkeley is for us to understand why he arrived at this line of reasoning in the first place. I mean, why question the physical world that supposedly exists underneath this outline of the world that our senses draw? This is really interesting...he may have arrived at a place where he WANTED that underlying reality to exist because he was trying to preserve the idea of God. Remember, Descartes and Locke and others believed that the universe was made up of multiple substances...one of those substances was matter. The really interesting thing to consider is what Berkeley was worried was going to happen. What are the implications of saying that matter is a substance? Well what he was worried about happening is that once you declare that matter is a substance, and it's existence explains itself...what is to stop the scientific community and the world for that matter from removing God from the equation? I mean...who is to say if matter is a substance that God didn't just create the world and leave it to work itself out on its own? What Berkeley wanted to make sure of was that whatever worldview he presented it was not only going to have God at the center of it, but God was going to be central to maintaining it. Then once he started thinking about it he said..hmm why do we need to assume this physical stuff exists at all?So, ironically, Berkeley fought on this battle front to end superstition when it comes to the way we perceive the world...and fighting on a completely separate battle-front...one that was attempting to cut the legs out from underneath the religion that Berkeley subscribed to...was a guy who went by the name of Voltaire. To sum up his views mildly, Voltaire wasn't a big fan of the religion of his day.In one of Voltaire's books called Philosophical Dictionary, he is having a conversation with a spirit or ghost, its eluded to that it is Jesus, \"Tell me if there have been peoples other than the Christians and the Jews in whom zeal and religion wretchedly transformed into fanaticism, have inspired so many horrible cruelties.\" The spirit replies \"Yes, the Mohammedans were sullied with the same inhumanities, but rarely; and when one asked Amman, pity, of them, and offered them tribute, they pardoned. As for the other nations there has not been one right from the existence of the world which has ever made a purely religious war.\"Like many of the thinkers living during times when the church had considerable power, there is room for interpretation when it comes to Voltaire's precise religious views...but if you read all of his work it is pretty clear his thoughts changed throughout his life. At first he was a dieist...then he started considering himself a theist...and it is clear that he believed in a necessary, eternal, spiritual being...the god of the Cosmological argument...but he took his belief in God too seriously to relegate it to a single religious viewpoint...especially with all the nonsense that he thought was going on at an operational level. Some people that interpret Voltaire think that he wasn't that far away from being a christian himself and that he just needed to talk to the right people...some people point to passages like this one out of a letter he wrote to Frederick II and say uh no he made it quite clear:\"[Christianity] is assuredly the most ridiculous, the most absurd and the most bloody religion which has ever infected this world. Your Majesty will do the human race an eternal service by extirpating this infamous superstition, I do not say among the rabble, who are not worthy of being enlightened and who are apt for every yoke; I say among honest people, among men who think, among those who wish to think. ... My one regret in dying is that I cannot aid you in this noble enterprise, the finest and most respectable which the human mind can point out..\"Now these soft caring words weren't reserved solely for Christianity...he said things about Islam that if I repeat them on this show will probably get someone killed in an Embassy somewhere in the world. Just to illustrate how deep he is entrenched in all this...it was very common during his time to be antisemitic. Voltaire was antisemitic, but for very different reasons than everyone else. Most people hated the Jews because they were the ones to kill Jesus. How dare they do something like that. Voltaire on the other hand hated the Jews because they made Christianity possible. That is like Inception. That is antisemitism inside of antisemitism.Why is Voltaire so resistant against the religion of his time? You gotta understand, the Christianity, Judaism and Islam of his day is much different than what they are in 2014. During his lifetime...they were the powerful, well-funded, enormously popular embodiment of his two biggest enemies: superstition and intolerance. He thought that God was much more than anything that these religions had ever laid out...he even goes so far sometimes as to refer to them as collections of fairy tales. Now, next episode we're going to be talking more about Voltaire, but I want to talk about one of his works in particular titled, Letters Concerning the English Nation.Let's talk for a second about why Voltaire was writing this book. Voltaire was French. France was sitting on the sidelines watching nation after nation get wind of this new political theory by people like Hobbes, Locke and Rousseau...and then they would one by one fall into civil war and reform themselves into what was becoming known as a more modern structure of government...one where the individual has rights and the government's role is to serve them in various ways. France hadn't had a revolution yet. England had already...remember when we talked about Thomas Hobbes he was living smack dab in the middle of all the drama with the three English civil wars.Voltaire saw the writing on the wall. The people of France knew revolution was coming...the question was when. Voltaire saw the model that England had erected and loved several elements of it...after all, with their new system, England was churning out polymath geniuses one right after another...John Locke, Francis Bacon, Sir Isaac Newton...etc. Why can't France have a couple of polymath geniuses? This is the question Voltaire must have been asking himself when he decided to write the book Letters Concerning the English Nation.He actually writes in the beginning of the book as sort of an advertisement to the reader that these letters about the English nation are far from a tourist manual. Don't expect to read this book and find me talking about Stonehenge or any of the other sightseeing excursions that you would visit if you went there. He wasn't there to go sightseeing. He was there to understand elements of their culture and how they differ from France. And although he would never say it explicitly, in fact he wrote this book as though he was someone else, he was finding and recording the great things about the English Nation to give the revolutionaries in France a sort of framework to work from when they were designing what the country would look like after revolution. Let's create a society that is going to produce more lockes, bacons, newtons, hobbes and others.Really, if you think about it, if you were going to read a book about travel...this is the best one you could get your hands on. This is the wisdom that comes with traveling! We've all heard people say that if you want to become more cultured or have an eye-opening, life-changing experience...you should travel the world and see other cultures. We've all seen someone come out the other side of a World Tour and look like a changed person. But in reality...it is just as easy for someone to travel from one tourist destination to the next...not appreciating anything, not paying attention to the other cultures...just trying to find the nearest gift shop so they can prove to their friends they went there...and that person could come out on the other side of World Travel having not learned a single thing. The sort of information Voltaire is traveling to England to record is the kind of stuff that makes you a less naive, more cultured person on the other side of the trip.One of the things that Voltaire notices right away...and it seems like we're running out of time so I will have to pick this up next time, but he notices how incredible their system of religious toleration is. There is a section of one of the letters where he talks about an experience he had in a marketplace where crowds of people that come from completely different backgrounds and religious views are all peacefully shopping and doing business with each other. He marvels at how well everyone gets along when they are doing business with each other and then they all, at the end of the work day, go home to their respective beliefs and live their lives as they see best. And it's from here that Voltaire makes a very interesting point about religious toleration in government...he asks himself why these people get along so well. He attributes it to the fact that there are so many options. He says if there was only one religion allowed, the government would be arbitrary...why do we even need it at that point...it either becomes unnecessary or it becomes the system of government itself.If there were only two religions allowed...then he says they would cut each other's throats...which kind of reminds me of the always delightful stalemate between republicans vs democrats in our world...but Voltaire says that because there are so many religions coexisting... that everyone gets along and no one ever feels that threatened. Religious toleration may ultimately be a way to attain peace between them.Alright so this is the end of the episode proper, and if you want to turn it off now, I fully understand. But I need to announce the winner of the Amazon Gift card this week...lots of awesome entries and I am saving several of them as back ups for future weeks, in case if they are very relevant to some individual episode that we are doing. That said, I want to thank everyone who asked me questions this week and I would like to beg you to keep sending them. I read every single one and if I don't immediately respond I am considering it for the show. You know I don't want to give the answer online AND on the show. Anyway...please keep asking them...I implore you...Have your entries in for this week before Monday evening and I look forward to hearing from you.All that said...the winner this week is @JessicaMMore ... she asked over Twitter \"iamstephewest could you assess bill oreillys proof of gods existence using the tides. My husb and I love your show!\"Well of course I can! and thank you...you really love my show? I would be happy to talk about Bill o reillys tide goes in tide goes out theory...in fact I often times wish that I had a YouTube channel...I feel like if there is something that I am really good at is identifying fallacies and weaknesses in arguments and it would be awesome to do something where I could take people's videos and give some sort of ruthless commentary on them...kind of like bill oreilly. so I would love to assess his \"proof of gods existence\" even though I'm pretty sure it is more of a defense of a belief in God...but for anyone who hasn't heard of it before...let me find the video and play it really quick...he says it in multiple different interviews, but there is one with Richard Dawkins that will do just fine.The reason bill oreilly's argument is so ridiculous is because it pretends to prove the existence of the CHRISTIAN god. He doesn't actually ever even come close to presenting a case for why it's reasonable to assume the existence of the CHRISTIAN GOD, he just gives some pathetic, fallacy ridden, hackneyed abortion of the cosmological argument proving the existence of a different God. And this is why if someone says to you that any of these modern day people...if someone tells you that bill oreilly is a philosopher...roll up a newspaper, smack them on the nose with it and say no! no! Philosophers in the 5th century BC were thinking clearer about these issues than he does, but as we'll find out...bill oreilly isn't paid to be a philosopher...he doesn't care if his argument actually holds water...hes paid to keep people's eyeballs on the television screen.you know I like bill oreilly. I think he is widely misunderstood because people see him take one or two ridiculous positions or stretch the truth to make his point and they disagree with him and therefore don't like him on a personal level...but I love what he does. When you watch him for longer than two weeks or so you start to realize that often times he plays devils advocate for the sake of starting a conversation. He will hold some really unpopular opinion and argue it against a supposed expert for the sake of getting the discussion started. And if you think of him as someone that is starting discourse, I really like what he is doing. After all, if he never made the horrendous arguments about the tides that he did, I wouldn't have anything to rail against and point out the flaws in.Now that I'm done saying what I like about him personally...lets completely take the personal element out of it and focus on his argument itself...after all I was asked by a listener to refute his tides go in tides go out proof of gods existence. I personally would consider myself an agnostic and I am not trying to be disrespectful here and I am not trying to attack the beliefs of Christians...especially ones intelligent enough to listen to this show...I am doing what I was asked to do...attacking the argument of Bill O reilly.\"I just think we couldn't have lucked out to have the tides go in, tides go out, sun goes up, sun goes down. Don't think it could have happened!\"\"It's a leap of faith that it just happened.\"So here if you wanted to identify the fallacies that he makes in this two sentence block they would be the appeal to probability...that because something seems like it probably would be the case...it therefore IS the case. And of course one of my favorite fallacies to talk about...the always delightful fallacy of false equivalence where he looks at two things that have a few qualities that are the same and pretends as though they are identical things.So, if you look on YouTube and you try to find these religion vs science debates...you know the four horsemen of the Atheist Apocalypse...this distorted argument is one of the most common things you are going to hear. What Bill O reilly is doing here is creating one of the most obvious false dichotomies I've ever seen by an functioning adult.Bill oreilly as a self-proclaimed catholic believes in the Christian God...and what he's saying to Richard Dawkins is that as a self-proclaimed Atheist, the only thing that he can claim to believe in is the alternative viewpoint...that something came from nothing. He looks at things in nature that seem to be perfectly ordered for humans to live in...things like tide goes in tide goes out...and he says I just don't think we could've gotten that lucky! Why does this why does this seemingly ordered framework exist? Now in this case the words nature and the universe are completely interchangeable. For bill oreilly to ask why an ordered nature exists, which is what DOES exist, he is asking why does the universe exist?He points out that it takes a much LARGER leap of faith to believe that it just happened...that it just erupted out of nothingness one day than to believe that SOMETHING created it. Something created it. now I'm going to come back to that, but id like to point out right now, that the real warped part about the way that he is arguing here is that he's using this I think SOMETHING created the universe to justify EVERY SINGLE OTHER thing he says throughout the remainder of the video. This is supposed to add legitimacy to the God that Bill oreilly defends and speaks on behalf of for the rest of the conversation.Well let's talk about this very intelligent and interesting question about the beginning of the universe...was it created or did it arise spontaneously...When we ask the question why is the universe here? Or what caused the universe come into existence in the first place... You can believe in many things and there is far from a consensus on this in philosophy or science, but there are two positions that are extremely popular in today's world that will leave you intellectually respectable...One of those positions, as David Hume and others would point out is to ask the question...why does the universe need a cause in the first place? Yes, that is a counter-intuitive notion, but if we completely discount that as a possibility...aren't we projecting our humanity onto the universe if we claim that something NEEDS a cause to come into existence? After all we are half a chromosome away from the chimpanzee..can we really expect that we come with the hardware to fathom the origins of the universe? Let's suspend judgement on that.The other way of thinking is that there was some creative force that brought the universe into existence. The thinking behind this one has to do with causality. I needed a cause to come into existence...my parents had me a long time ago...you needed a cause...that rock needed a cause and we can go all the way back to the beginning and think that it stands to reason that because everything inside of the universe needs a cause in order to be brought into existence, why should the universe as a totality be any different? There must be some creative force behind the why the universe began.Now as humans, that makes total sense to us. This seems to be the point bill oreilly is arguing for...that SOMETHING created the universe....But this is far from proving the existence of the God Bill O reilly has in mind isn't it? There is a massive distinction between making a case for some creative force behind the origin of the universe...some metaphysical, faceless blob that brought all of this into existence...there is a big difference between proving that SOMETHING created the universe, and calling that thing God as Plato and many other philosophers did...and proving that that SOMETHING is also a monotheistic god, that knows you by your first name...that has a plan for you...that intervenes and changes the course of history...that has a set of behaviors that he wants you to follow...that has hands and a voice like a homo sapien...that created this entire universe as some sort of elaborate moral proving ground and depending on how well you navigate the adversity and temptations he throws your way, that determines whether you get into the VIP Box in the sky or whether you perpetually burn in hell like a Ham and Cheese hot pocket.So what Bill o Reilly is doing here is camouflaging himself. He is pretending that the argument hes having with Richard Dawkins is the old, intellectually respectable argument of well I believe the universe was created and YOU believe it just appeared out of nowhere...and I am the crazy one huh? Well, no Bill. You aren't crazy, but you are misleading...and by the way you just used the appeal to probability fallacy to try to prove your point. You aren't proving the existence of the CHRISTIAN GOD which is the one you spend the rest of the interview defending and speaking on behalf of...he's pretending that by making a case for why its plausible that the universe was created...he therefore PROVES the existence of all the rest of that stuff. This is the fallacy of false equivalence and there is obviously much more for bill oreilly to prove on his side than what he is pretending there is. And make no mistake...Bill Oreilly is COUNTING on you to not catch this fallacy. He needs you to not catch it. Let's move on.\"Jesus! see Jesus was a real guy, i could see him. I know what he did. I'm not positive Jesus is god but I'm throwing in with Jesus, rather than throwing in with you guys...because you guys cant tell me how it all got here. You guys don't know!\"Now, if I was on the debate team and my job was to identify EXACTLY which fallacy is in this statement...it's very easy. It is a very common fallacy that you see in arguments, especially by people with double digit IQs and the exact type of logical fallacy is called the argument from ignorance. The idea that because something hasn't yet been proven false that it somehow in some twisted way adds legitimacy to your beliefs no matter what they are. To take a page out of Dawkin's book, you haven't proven to me that the Easter Bunny doesn't exist, that doesn't mean that a giant rabbit hops around from house to house in April. But if you just look at what Bill is saying here:Bill oreilly is absolutely right...scientists do not know why the universe is here. but here's the kicker...neither does bill. The ridiculous notion that because you don't know something that thereby gives you cart Blanche to fabricate some grandiose story to explain it, and then hold it over everyone's heads to try to get them to act a certain way is absolutely absurd.By the way, this is such a bizarre way of looking at the world...\"Knowing\" is just so important to him...not just having enough of a working knowledge to navigate the world...but TOTAL KNOWLEDGE. Otherwise he feels REALLY insecure. He's so terrified of NOT knowing something...that he is willing to just pick something and choose to believe it. The sad thing is, this is exactly what people do with their political beliefs and really their beliefs about most things. They really want to feel like they know everything about something, but that is a long hard road of reading and thinking and admitting that you're wrong about stuff...so instead they find some oversimplified take on things and believe that it is the truth. Believing that you know everything is much easier and fun than actually knowing everything.\"My problem is that science doesn't advance the human condition in any moralistic way.\" So as long as something aims to advance the human condition in a moralistic way you believe it to be true? I think he is mistaken about what his criterion of truth is. I cant believe that...Pythagoreanism aimed to advance the human condition in a moralistic way and I don't see you dressing in a table cloth and looking for numbers in the world. The early Greek Orphic system of gods aimed to do the same thing and I don't see you following them. I can't believe that considering Islam claims to do the same thing...I think what he meant to say is that I believe that this is true because I want it to be true and when I follow the set of behaviors it tells me to, good things happen to me. But here is the problem with that...I don't want to live in a world where children go to sleep starving every night in third world countries. I don't want to live in a world where cans of Dinty Moore stew don't magically exist when they're going to bed hungry...so does that mean they do magically appear? simply because i don't want to live in a world where they don't?What I want the world to be has absolutely nothing to do with what it actually is.High school debate team tactics...make a completely unfounded statement and then proceed to argue about something quasi-related that has more merit...then pray people didn't get much sleep the night before and they don't realize the shell game you're playing. BUT I GOT PLENTY OF SLEEP MR. O'Reilly and so did you guys. Talk to you next time."}