{"ep": "Episode #054", "title": "David Hume pt. 4 - Art", "spoken_text": " This is a transcript of episode #054 on David Hume. Check out the episode page HERE.  I'd like to begin the show today by asking everyone to take out their Shakespeare bibles to the book of Macbeth, act 5 scene 5...just want to read a little excerpt:Life's but a walking shadow, a poor playerThat struts and frets his hour upon the stage,And then is heard no more. It is a taleTold by an idiot, full of sound and fury,Signifying nothing.Now I'd like to read another excerpt that's equally as good as that by Shel Silverstein from his magnum opus Where the Sidewalk Ends:Who wants a pancake,Sweet and piping hot?Good little Grace looks up and says,“I’ll take the one on top.”Who else wants a pancake,Fresh off the griddle?Terrible Theresa smiles and says,“I’ll take the one in the middle.” What's the difference between Macbeth and Where the Sidewalk Ends really? Both Literary Masterpieces that captivated the people of the time period they were released in. I mean, how can you really say that one is better than the other?Ask most people this question on your Facebook wall...what separates good art from bad art...or what separates good art from great art and they'll most likely retreat to a little protective cocoon of radical subjectivism, right? No art is better or worse than any other art on a cosmic level...it's purely personal preference. When a five year old says the cat in the hat is the greatest book ever written...there's nothing wrong with saying that and his opinion is no more or less valid than a some lady whose 65 years old and has spent every waking second of her life reading and critiquing books. There is no better or worse...just different. Consider the flip side of this...if every piece of art is good...then NOTHING is good. You know, I've been learning Moonlight Sonata on the piano lately and I was really into the song and my friend was over and I wanted him to listen to it and have him see just how beautifully this song paints a picture in your minds eye...so I pulled up a YouTube video and played him the song and he just...sat there. Nothing. Like, it looked like he was part of an experiment like a scientist removed the section of his brain where he comprehends that music is playing...he just looked up at me with the eyes of a herd of livestock...like, what? Yeah, you played the music and nothing happened. This is the same guy that will look you dead in the eyes and he's serious when he says it...he's not joking...he will look you dead in the eyes and say that Dubstep is the greatest music that has ever been composed on this planet. Let me tell you something...when a computer that is trying to log onto the internet in the 90's loves a woman...sometimes things happen. I'm just kidding I actually like dubstep music...but in keeping with our radical subjectivism from before...I have to have reverence for his opinion. You guys all know what I'm talking about you've all had a conversation with someone over the course of your life that liked a movie or a song or a painting and you KNEW unquestionably they were morons, but you couldn't say anything because...well there is no better or worse when it comes to art. Just different. But is this really where this conversation ends? Is there really nothing more to discuss here? Honestly most of the people that take this position that no art is better or worse just different are probably just assenting to that belief lazily...they're probably just tired of thinking about it...but that doesn't mean they haven't landed on something philosophically respectable by accident. David Hume would have agreed with them strongly...but he would have thought they gave up too early when thinking about it...they stopped short of thinking about the REAL conversation that they should be having. David Hume would say Beauty's in the eye of the beholder. This is the layman's way of expressing the philosophical concept that there is no objective, cosmically defined, a priori beauty out there that we can somehow relate to. Contrary to people like Plato who would say there is an objective form of beauty that through rational inquiry and looking at beautiful things we can connect with it and understand...Hume would stick to his subjectivist guns and say that...no, there is no art that is necessarily better or worse than any other art...after all custom, human experience is the great guide of human life. But just because there isn't a ideal form of beauty or good art for us to arrive at, that doesn't mean that everyone's opinion about what good art is is equally valid. See, what David Hume points out is that whenever we have these discussions with our friends about what a good song is or a bad song is...we're actually talking about multiple different things and then pretending as though we're only having one conversation. We pretend as though were only merely discussing whether this song conforms with some form of beauty out there in the universe...and then when we think about it and realize that there is no obvious, objective form of good art that we can point to...we get frustrated and jump to the conclusion that there's nothing left to talk about...everyone's opinion is equally valid. But again, David Hume would point out that someone's opinion about what good music is...and whether good music is something objective are two different conversations to be having. After all, we may not be able to say definitively that the cat in the hat is worse than Macbeth...but is the five year old kid that reads his first book called The Cat in the Hat and proclaims from a mountain top that it's the greatest book ever written...is his opinion equally as valid as the passionate fan that's been reading and critiquing books for decades? David Hume would say no. This is actually something very common of this time period...thinkers were turning away from focusing on the cosmic or objective form of things and focusing more on the experience that individuals have when trying to connect with these things. David Hume is presenting a way not to judge the art itself, (which is a lost cause in his mind) but to judge our ability to judge, (which is possible). So at first glance...this may seem like a departure from the Hume we've been discussing the last few episodes, but it's actually remarkably similar! We may not be able to objectively define what Good or Bad art is, but look...we're still here right? We're still listening to Miley Cyrus...we're still listening to Justin Bieber...despite how willing everyone is to concede the point that everything is subjective...you still have that hateful, vitriolic burning sensation within you when you look someone in the eyes and they say that they like Friday by Rebecca Black. You still have that feeling that they are sadly, sadly mistaken. Where does that come from?It reminds me of skeptical ideas we've talked about in the past on the show: you know...ask anyone if they think they know everything there is to know in the entire world...and they will invariably say...no. That's ridiculous, of course I don't know everything there is to know. Yet, so many people that would answer no to this question spend their lives desperately trying to validate what they already think they know. Now, In that same way...most people if you asked them about art would say that they think that art is entirely a matter of personal preference, yet we can all think of a person that fancies themselves a connoisseur of fine art or music or movies...and they never even HESITATE...to castigate someone else whose reasons for liking something are not as good as theirs are. Here's my point: We may say that what good art is is entirely subjective, but we're still making judgement about how good or bad art is all the time and we point to very specific things about the art to justify our claims. The perspective of the painting is incredible...the composition of the piece is great...the symbology the symmetry...people come up with all kinds of criteria for determining what something good is. Hume would ask the question: Are some of these criteria better than others?He would say...yes. In fact, he has five qualities that you should cultivate if you want to consider yourself a TRUE critic of any kind of art. Hume would say, look...what do we do whenever we have a disagreement about something scientific? Well, you consult an expert...you go and ask a scientist. That scientist garnered a specific set of skills over years of training that make him uniquely qualified to answer your question. Why is it crazy, to think we might be able to do the same thing when it comes to judging art? To spend years of your life judging art...cultivating a set of skills that renders us a master critic, or a \"tastemaker\" as Hume would put it. In tune with the standard of taste. This episode will talk about what it takes to look at art as it truly is, rather than at the mercy of your own prejudices and biases.But first, before we talk about Hume's correspondence course of how to become a proper critic of art, I want to talk about a few misconceptions here. There's kind of a speed bump here for a lot of people...I personally was guilty of making this mistake for many years of my life...and that mistake is that some people just think they've done it. I know what good art TRULY is. Silly humans...so confused about it for centuries upon centuries...I've arrived at the promised land. Have you ever met that person who thinks their music is just better than everyone else's music and you're stupid if you don't realize it? Well, without exception, when you press those people on the reasons why they like the music they do, they point to one of these specific faulty criteria that Hume talks about that are truly founded on nothing. We're going to talk about a few of the most common ones here. They'll be good as references later on in the episode, but I guess the cool thing here is that: Don't just think about this episode as a look at Hume's Essay Of the Standard of Taste...don't just think of it like I would because I'm a masochistic person that likes to look at my own beliefs and find flaws in them and feel like I'm growing...no...these criteria that Hume talks out for what a proper critic is can also be used to reverse engineer the terrible arguments by angry people that need to cling on to their \"refined\" taste in something as a means of asserting themselves as superior to you. Take it from me, these criteria that Hume talks out are an incredibly useful tool if you want to quickly identify what assumptions people are making about what Good art is. That's the beauty of this essay in my opinion is that what we're talking about can be used both defensively AND offensively. So one of the things people commonly point to when they're asked why their music is so much better than everybody else's is nostalgia. Their music evokes a certain emotional state much better than any other music out there...and in that way it is superior. You know, you ask a million people what their favorite music is or what they think the greatest album ever written is...and what a coincidence that the vast majority of them would point to the music they listened to when they were a senior in high school, or the music they listened to during a point in their life when memorable stuff was going on. You see this reasoning from people all the time...and by the way it doesn't make you a bad person...I am horrendously guilty of this. Judge Judy would convict me in about eight seconds. You know...what otherwise would have been my senior year in high school for a long time I was homeless. I had a job but I wasn't old enough old enough to sign a lease for an apartment...slept in the back of my friend's car, slept on my friend's couches, rented a room from someone as long as I could, but these sleeping situations weren't always conveniently located when it came to the work and school obligations I had on the other side of town. Miles away. So there was this giant street where I lived at the time called Meridian where I would wake up at 0 dark hundred...4am sometimes and I would start my two hour long walk down this street...buses didn't run that early. And as I was making this walk everyday I'd listen to the same two CD's over and over again. This was before the age of iPods with 10,000 songs at your fingertips...I had one of those non-skip CD players and I would just cycle in between these two CDs...I'd listen to them five, six times a day sometimes. And how convenient...that for the next several years whenever someone asked me what my FAVORITE music or what I thought the greatest music ever written was, I would point to these two albums. Now, this doesn't make me a bad person if I do this, but David Hume would want me to realize that this is a very unfair prejudice that I'm bringing to the table here...a prejudice that clouds my ability to be an expert at critiquing art. You could swap my body out with someone else...they could have had the exact same experiences that I did while instead listening to Britney Spears, and they'd have the exact same nostalgic emotions stirred up whenever Oops I did it again! came on the radio. But how well a piece of art evokes these subjective emotional experiences in you has nothing to do with how Good or Bad the art is necessarily. Another criteria that people use to justify why their taste in art is better than everyone else's is novelty...but its almost always not actually novel...they just THINK it's novel. This is another prejudice Hume would want us to leave at home if we're going to be the kind of \"tastemaker\" that he talks about in his famous essay. People do this all the time.Like, for example...my friend who thinks that Dubstep is the greatest music that's ever been written in the history of the world...he also thinks that SpongeBob Squarepants is the greatest TV show that has ever been created....like he thinks in 500 years people will look back on this time period and see it as...oh that was Spongebob season 12...and when you ask him why...there was one time he came over and I looked at him when he came in and I could tell there was amazement in his eyes.. and he goes alright Stephen last night I was watching Spongebob and there was this moment in the show that hit me like a semi-truck...like a spiritual semi-truck it just floored me...do you want to see it? Well, of course I do...so he pulled it up on YouTube and this sponge-man that lives at the bottom of the sea I gather..he says something...I think it was that he referred to a city as a concrete jungle...and my friend stops the video and just stares at me. Did you hear that? He referred to it as a concrete jungle. I mean come on...you're just a hater if you don't recognize the poetic wordsmithing that is going on right before your eyes. You just don't want to admit that a cartoon is the pioneer of culture...concrete jungle? That is a profound metaphor on the level of the greatest poets from history. I couldn't bring myself to tell the guy that concrete jungle is a common phrase that people use...it's practically a cliche...but what an awesome example of this prejudice of false novelty that we often times bring to the table when critiquing art. I'm sure parents see this all the time when they're talking to their kids about their favorite music. You know...their kids...having never heard a 1-5-4 chord progression before might be listening to Miley Cyrus thinking wow this is the greatest song I've ever heard in my life...this is groundbreaking...what a talented gal. Their parents, aren't as impressed because it's just not new to them. They've seen decade after decade of the same formulaic, template song created because the industry knows there's a market for it. I've been guilty of this many times in the past...so now whenever I hear a song and say wow that's a really unique scale to use for that guitar solo or wow to switch the time signature there was a really novel idea...I try to think of David Hume. I try to take David Hume's advice and reserve judgement about it being better music simply because there is some ostensible novelty that I see. Maybe I haven't seen every piece of art ever created. One more common thing that people use to justify why their art is better than yours is complexity. The thinking is that something that is more complex than something else took more skill to execute and therefore is better in some way. People that think like this will look at a band like AC/DC and think they're terrible. You know...they're so simple and basic...I like music like Yngwie Malmsteen or Dream Theater where there's dozens of complex layers in every song. Other people would say it's the simplicity of AC/DC that makes them so brilliant...you know there's the saying perfection is not when nothing more can be added, it's when nothing more can be taken away. I've done this one too...I've thought that just because something takes more mechanical skill to execute that it necessarily makes it better than something more simple. But take that thinking to it's natural conclusion! You can think of tons of music more complex than hair metal bands from the 80's...this person would have to recognize the utter superiority of things like Icelandic banjo picking and stuff like that. As long as a painting is more complex than another painting...it's instantly better? These are the kinds of questions to ask this person.So here they are: the five skills David Hume thinks are absolutely necessary if you want to consider yourself an honest, true critic of art in tune with the standard of taste: “Strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice, can alone entitle critics to this valuable character”This might be the most dense sentence that Hume wrote in the entire essay, so let's break it down one piece at a time. So first, Hume thinks if you're going to be a critic of any kind of art...one thing you need is delicate taste...or to be perceptive of delicate sentiment. The idea here is that if you're going to be on of David Hume;s ideal critics of art...you should at least be able to look at something and actually SEE the entire work that you're judging...including all of the finer details and choices that were made that makes the piece of art what it is. The thinking is if you look at a piece of art and someone asks you immediately after what you thought about this detail over here or how these two things work together over there...and you have no idea what they're even talking about..well you probably aren't paying close enough attention. The best example of this I can think of that we can all relate to is that not everyone hears a song the exact same way, have you experienced that before. Like often times when someone has never studied or written music or even if they're just not a hardcore fan of music that listens to it all the time or tries to break it down into it's individual parts...often times they listen to a song and they don't differentiate between the pieces of the song...they just listen to it as one whole. So someone will ask this person...what did you think of that syncopated drum part in the chorus and they will go...I didn't even notice it! I had no idea that was even there...I don't think of this song as all of these little details and layers coming together, I think of it as one sound that I'm listening to. Now this doesn't make this person dumb...and it doesn't make them incapable of ever being able to see details like that, but David Hume would say that to be one of what he considers the ideal critics of art...they would need to spend time cultivating this eye for detail. Again, he's not saying that art with more details is necessarily better than art with less details...he's just saying that it seems pretty reasonable that one requisite before you call yourself an ideal art critic should be that you are actually looking at everything the artist put out there...not just a surface level, sensory experience of the art where you believe you see all the details. You can imagine how difficult this must be, just this first criteria by Hume. After all, when you look at a piece of art and you are trying as hard as you can to have an eye for detail, how can you be sure that you're actually seeing all the details as opposed to just BELIEVING that you're seeing all the details? What if you go the other direction? What if you read too far into something...what if an artist makes a painting and then over the years as it sits in his basement and his kids are playing down there one day and put a big scratch in the side of it...and now 200 years later you're reading into that line as the artists depiction of the progress of mankind? This truly is a delicate sentiment. The second thing David Hume says you need if you're going to be a true critic of art is pretty uncontroversial...practice. It makes sense...the more you practice something, the better you get at it. The more you practice judging art, the better you become at judging art. The funny thing here is that most people that consider themselves critics of art in today's world don't think of every new experience they have with art as an opportunity to develop their skills and become better...they think of it as an opportunity to see if this thing measures up to my refined set of expectations for it. Just an interesting difference in attitude. The third thing David Hume thinks we need to properly appreciate art is...to compare it to other art! This ones also pretty straight forward. There's a certain context that you garner from looking not just at your generation of art...or art that your friends recommend to you in your particular social circle...Hume thinks you should compare all kinds of art...don't just limit yourself to one kind! If the only movie you've ever seen is Fight Club, how could you possibly know whether it is a good movie or a mediocre movie or whether any details about the movie are noteworthy at all? The thinking is, you are a better critic of art when you understand the piece of art you're judging within its proper context. David Hume thought this practice of comparison was incredibly important.The next quality you got to have if you're going to be an ideal critic in the eyes of David Hume is that you must be completely free of prejudice. Or...at least as free from prejudice as is possible. We've already talked about a couple of these that might be a problem...whatever personally brings you nostalgia or mistaking things to be novel when they really aren't, but what about removing the prejudice you carry because you like or dislike the person that made the piece of artwork? Think of how tempting it would be to hate a TV show produced by a member of the KKK? Or a painting by Hitler? On the other side...think of how tempting it would be to say that you absolutely LOVE a painting simply because you just spent two million dollars on it? Or because your step dad painted it while going through his mid-life crisis?Hume would say this.. is... a CRUCIAL skill to have if you're going to be critiquing art...you have to be able to separate yourself from these kind of things. The last one that predicates all the rest of these skills, and in many ways is the most important one of all is that you need a strong sense. To put it simply, you need to be able to see or hear or just be present to be able to experience the actual art that you're judging. I mean, a deaf guy is probably not going to be the best judge of music...you're probably not going to find the next siskel and ebert by interviewing people in the hospital that are in a coma...To be an ideal critic we need “Strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice, that alone entitles critics to this valuable character.What is Hume getting at here? Sure, we may not be able to say that this piece of art is objectively better than that piece of art, but is everyone's ability to judge things accurately the same? Can we say that some people are better judges of art than others? David Hume would say yes. It's really interesting how so many of these things that he tells us we need if we're going to be an ideal critic are really just us removing the clouds from the world that prevent us from seeing art as it truly is, rather than just how it relates to this narrow framework we've set up so far in life so that we can make sense of things. One of the most profound points in the entire essay to me is his idea that as subjective of a matter as art seems to be on the surface, there's definitely something consistent about great art. A consistency that you don't see in other areas of inquiry where things seems more set in stone. The greatest scientist of our generation will probably not be the greatest scientist of the next generation. The philosopher we recognize as the best today will probably change as the centuries go on. But the Davincis the Homers the Shakespeares...the brilliance of these people is oddly timeless. I mean, how crazy is it that we can read a poem written thousands of years ago and still recognize it as greatness. What are we connecting with there? This discussion is far from over, but next episode we're going to look at it through the lens of a very different idea of beauty is and to borrow a pun from a guy on Twitter: I Kant wait to tell you about it. Thank you for listening. Talk to you next time. "}