{"ep": "Episode #036", "title": "John Locke pt. 2 - The Blank Slate", "spoken_text": "This is a transcript of episode #036 on John Locke pt. 2. Check out the episode page HERE.When most people think back to the most revolutionary moments in history, when they think about the moments when things changed the most...they're usually thinking of pictures of war and destruction, you know...images of soldiers goose stepping down the streets of a town they just conquered. When most people think about conquering entire populations of people or overthrowing kingdoms, they see images of Ghengis Khan siening Baghdad, they think about great Caliphates from over the centuries. But just think about the power of ideas.How many kingdoms over the years were brought to their knees simply because of ideas? Ideas that were planted in the heads of their population and made into a reality? It's very easy to think of the most critical shifts in history as being connected to one of these bloody conflicts...but Ghengis Khan could never dream of overthrowing as many kingdoms as the ideas of John Locke. But this is far from a secret. In fact, the Monarchies KNEW how powerful these radical ideas could be. And just like any organism that is built for survival, these monarchies were fighting for their lives.John Locke was born in 1632 and went to school at the Westminster School in London before he went on to attend Oxford. One of the most interesting things about John Locke is just how much his thoughts transformed over the course of his life. I mean, you read some of his writing from when he was younger, like when he went to Oxford and it is almost indistinguishable from stuff that you could read from late in his life. Like I said last time, when John Locke is in his early twenties, he is actually a huge proponent of a Monarchy...and it's not until AFTER his formal education when he continues talking to influential people about the role of government that he arrives at his ideas that would change the world.What's impressive to me is that he didn't need to do any of this. I feel like something happens with most people right around the time they graduate high school or college where, there's this feeling that they've already gone through their education and now they got the world pretty much figured out. Like, as babies, we come into the world with nothing. I mean, you just look into the eyes of a baby and you can see that it is soaking everything up around it. You know...the common thing that people say is that the brain of a baby is like sponge. They're CONSTANTLY learning about the world around them. And then they have their first day of school and they go to first grade and then second grade and the learn more about being a human. Then they graduate high school and if they're lucky they get to go to college and learn some more and then something happens with most people. Learning, isn't as much of a priority to them. They've gleaned this lens that they view the world through, their life is going well and they feel like they pretty much have it all figured out. Life becomes about using what you've already learned as opposed to remaining a student of the game.And it's funny because if you asked 99% of these people, do you think you know everything do you think you got it all figured out? They would say, of course not. They realize it should be a priority to learn...but there's a difference between common knowledge and common practice. And John Locke was someone that never stopped learning and adapting. But just imagine if he did! Just imagine if John Locke grew complacent with his political thoughts...imagine if he still thought the same politically as he did in college. Where would the world be today? It's kind of inspiring...one of you people out there listening to this that love to think and remain a student of the world...one of you guys or gals might come up with an idea like John Locke's.Maybe another interesting element of John Locke is that his decisions to continue learning really complicated his life a lot. These monarchies were like giant octopi with slimy tentacles, they were these organisms feeling around for anything trying to threaten their existence...and when they located one, they just SLURP wrapped around it and held on and wouldn't let it go until it stopped moving. To understand the feat John Locke must have felt we kinda gotta put ourselves in his shoes, so let's talk about what he would've expected to be done to him if he was caught daring to oppose the monarchy.In the 1680's there was a conspiracy and attempt by a couple different groups to overthrow King James II who was the monarch of England at the time...this whole situation came to a climax at what is now known as the Battle of Sedgemoor when the rebellion got absolutely demolished by James II's army and after words they imprisoned over 1000 of these rebels to stand trial for questioning the crown. This is how serious it was...just the RETALIATION from the monarchy has a name in the annals of history. The methods they used to show people what would happen if you dare cross the monarchy are remembered by their own title. The trials of these rebels would eventually become known as the Bloody Assizes.They sentenced an elderly woman to be burned at the stake...but don't worry...they downgraded her sentence to a mere public beheading. Several hundred of them were forcefully taken to the West Indies and enslaved but most of them died of Typhus along the way. But the most powerful message that was sent during this particular fiasco was when they took around 150 of these lucky rebels...they were hung, drawn and quartered...and then pieces of their bodies were hung around the entire kingdom to serve as a constant, bloody reminder to anyone thinking of causing trouble of what happens when you act out against the king. I mean, just put yourself in the shoes of the average person...how terrifying would it have been to have these bodies hung around everywhere? You definitely wouldn't want to question the people in charge, no matter how unjust things may seem. There are accounts from people living at the time that even the great-grandchildren of these people who witnessed it...even 150 years later people still wouldn't go around where they hung these bodies.Whats the importance of all this when understanding John Locke? There is something to be said for the sort of hardship he had to endure throughout his life just to hold these radical opinions. I mean...in today's world you can hold radical opinions and it doesn't really need to affect your life that much. There are tons of people that hold radical positions...you know they'll say that reptilian shape shifters are the puppet masters of our planet and that they've infiltrated all the top governments of the world and they are directing our species the way they want it to be...That's some pretty radical stuff, but all they gotta do is start a YouTube channel. John Locke put everything on the line.Imagine holding a position that forced you into exile. Imagine being forced to move away from your home. John Locke not only had to move to Amsterdam, but he had to live and work under a false name so that no one could find him. Once the English government knew about how dangerous his thoughts were...the kept him under constant surveillance...spies following him around asking people about him trying to catch him doing something wrong. There are letters you can read from John Locke where it looks like he is writing a letter that is completely benign about childcare, but in reality he was writing in code plotting strategy for a revolution. You know, the kid represents the revolution and the bad nanny that he refers to represents the King of England...the whole thing was in code.Now if I caught you on the street, if I asked you the question who were the three continental rationalists...how many of you would know? I hope everybody: Descartes, Spinoza, Leibniz...well the thinkers they were competing against were Locke, Berkeley and Hume, the first one of those three being John Locke. Locke is known as a British empiricist.So, if we have these two groups that are in competition with each other and the differences in their views are what separates them from each other, then that kind of implies that at least some of the time there are issues that these two groups hold opposite opinions on. And that's true, though it should be said that the true relationship between the two groups isn't as cut and dry as it might initially seem, but historians of philosophy like separating them into these two groups cause it keeps things nice and organized.That said, if we were looking for one of these issues that the two groups fundamentally disagreed on, one pretty good place to start would be the question of: What is the contents of our brain the moment we are born? Are we born with a personality and certain curiosities and interests? Are we born with certain innate pieces of knowledge? And when you think about this question enough it eventually turns into the common modern day discussion of Nature vs Nurture.So it might help before we begin talking about this for us each to think about what our views on the subject are. The two ways that people typically think about this question in modern times are: well there is one type of person that thinks that we are born...empty. Our cells communicate with each other to make things happen at a biological level, but our brains are computers that are sitting on the DOS screen...with that blinking white line just waiting for us to put stuff in. There's nothing on the hard drive, just drivers in place poised ready to help the brain process the information coming in into something that is useful to it. The thinking behind this is that we are evolutionary beings that needed to be able to survive in DRASTICALLY different climates throughout history. I mean just think about it. There are tribes of humans that have survived and lived in the Amazon Jungle with all sorts of threats to their survival with Jaguars and Snakes all around them...and at the exact same time that that was happening, there are humans living in Siberia where they have to adapt to a -30 temperature everyday. Now consider the fact that while both of THOSE things are going on...humans are ALSO having to adapt to living in New York City. The software that was programmed into our heads has one goal: survival. That software doesn't know what sort of climate or living conditions or culture we're going to be born into, so one group of people today think that we are born with almost nothing in the nurture department, and that from the very moment we are born we start soaking in all of this information and learning how to survive in THIS PARTICULAR environment.By the way, this idea also is present in the womb. There are studies of babies who were in their mother's belly during WW2 during the siege of Leningrad. Leningrad is this Russian city that was surrounded and the people inside had no way of getting food or supplies, so they essentially just sat around starving for months. There are studies on the kids that were in the womb during that period of time and they have all sorts of different features that they picked up from that conditioning...Some of them metabolize calories ultra-efficiently, some of them have serious health defects.So this represents ONE side of the modern day argument, the other side has a little more variance to it. On one hand we have people like Descartes who just say that humans are born with little bits of innate knowledge...for example he said we are born with an innate understanding of God as being an infinite being and he went on to use this as part of his proof of Gods existence. But then there are people that go even further. The person who probably went the furthest in this field is someone we've already talked about: Plato. If any of you guys remember the Plato episode, well you are probably a genius. It was a long time ago. Go out and buy yourselves some fro-yo as a reward. But I'd imagine most of you have a faint recollection of what we talked about: Plato believed in the idea of innate knowledge. More specifically, that total knowledge of everything in the universe is inside of us, but because we die and our souls enter new bodies, we forget all of it when we are born. Plato thought the process of learning, wasn't the process of building connections in someone's head...connecting one schema to another...learning was the process of remembering this total knowledge bit by bit.And if you remember he tells that great story with Socrates in it teaching the slave boy how to do geometry. Slavery, reincarnation...everybody was having a great time back then. But the important part to take from this is that rationalists throughout the years since Plato and during the time of John Locke, said that we ARE born with certain innate ideas that allow us to arrive at further knowledge through the use of reason alone. Just as an artist paints a painting and leaves a little signature at the bottom...you know...makes his mark in his work...rationalists believed that we, being created by something that they called God, had a little mark on each of us...and that mark came in the form of innate knowledge at birth. These innate ideas, coupled with our ability to reason can at least in theory lead us to certain knowledge about the world around us.Locke, and the British Empiricists...didn't exactly agree with that. When John Locke was at Oxford he met a guy named Robert Boyle. Robert Boyle we would know today as one of the godfathers of modern chemistry, but to John Locke he was just an interesting dude. What Boyle told Locke about the makeup of the world around us would shape the way Locke viewed how we gather knowledge for the rest of his life. Boyle told him that the world is made up of tiny, little subatomic things known as corpuscles. Now this worldview shaped the way that he viewed the world in MANY areas, but the important thing is that John Locke doesn't know why there is any intelligible reason to even entertain the idea that we are born with any sort of knowledge at birth. Where is the evidence for this?But that's not all...he attacks the notion and wonders how anyone can actually believe this. He says that these people say we have innate ideas at birth, but in order for something to be an idea...it has to be present in someone's mind. That's kind of the DEFINITION of an idea. But if that's true, and these ideas are ACUTALLY innate and not just something that SEEMS innate...how is it possible that these ideas are present before the infants are even born? There is a big difference between something feeling intuitive and us just not knowing or remembering where we received that intuition...and something magically being present in something before that thing even exists.He says:\"it seems to me near a contradiction to say, that there are truths imprinted on the soul which it perceives or understands not; imprinting, if it signify anything, being nothing else but the making certain truths to be perceived. For to imprint anything on the mind without the mind’s perceiving it, seems to me hardly intelligible. If therefore children and idiots have souls, have minds, with those impressions upon them, they must unavoidably perceive them, and necessarily know and assent to these truths; Which, since they do not, it is evident that there are no such impressions.\"John Locke goes on to use critical thinking. He wonders...if human beings truly have ideas that are innate...concepts already loaded into the hard drive at birth...what sort of effects would that have on the world? He makes the argument...look, if we really had a collection of ideas that were innate to all human beings, regardless of where they were born or who their parents were, then it stands to reason that we would see at least SOME similarities across ALL cultures in the world throughout all of history, right? John Locke points out that we DONT see those similarities, especially when it comes to the notion of God who, if the rationalist position was true, would be the guy leaving his signature at the bottom of the painting.So in the argument of Nature vs Nurture...it is safe to say that John Locke falls strongly on the side of Nurture. He writes here one of his most famous passages:\"Let us then suppose the Mind to be, as we say, white Paper, void of all Characters, without any Ideas; How comes it to be furnished? Whence comes it by that vast store, which the busy and boundless Fancy of Man has painted on it, with an almost endless variety? Whence has it all the materials of Reason and Knowledge? To this I answer, in one word, From Experience: In that, all our Knowledge is founded; and from that it ultimately derives it self.\"John Locke believes that the human mind at birth is a Tabula Rasa. or blank tablet...or blank slate. whatever you want to call it. We're born with no knowledge of the outside world, or of the self, or of God or anything for that matter. The processes of reason and abstraction are innate...the method the mind uses to PROCESS input is innate...but the IDEAS that that mind is processing comes from the outside world. Back to our computer analogy. The hardware and drivers are innate, but they are useless without a hard drive and information for them to process. John Locke says that that information comes from experience...sense perceptions from the outside world.You know...if there was a contest where someone asked me to think of a way to bore thousands of people and get them to shut off a podcast, I would probably start explaining a 17th century version of how the brain processes information. And as interesting as it is to me, it's understandable. I mean, who cares? Oh that's cute he thought your brain was made out of cheese. But just real quick, I want to describe a small piece of the process because it has huge implications. So Locke thinks that there are multiple different types of ideas and multiple different steps to get to them, respectively. The critical first step to arriving any sort of idea is stimulation of our sense organs...either through seeing something...hearing something...etc. We take this very raw perception and the mind processes it and produces what Locke calls simple ideas. An example of a simple idea is that that lawnmower outside is very loud and is ruining the podcast. Then those simple ideas become the ingredients that we have...and the brain processes them and reasons and makes connections between them, arriving at complex ideas.Now the awesome part about this is that Locke concedes to the point that reason is a very important part of arriving at ideas, but his OVERALL point is that ALL of it would be IMPOSSIBLE, the mind would have nothing to use it's reason to process if it wasn't for that first crucial step...the senses perceiving something.So John Locke thinks that the mind is a blank slate at birth and that who we are and the ideas that we possess come from the sum total of all the experiences we've had since birth. Now, if you believe something like that, then you also must believe that really annoying person at work is just the sum total of a set of experiences that might not be as reasonable as yours. And if you believe that, then how about considering how this should affect this giant institution that we've constructed as a society that you pay lots of tax dollars into that cultivates experiences for people. I'm talking about the public school system.John Locke, being someone who believes we are shaped by our experiences, its no surprise he had a LOT of thoughts about education and how crucial it is for people.He said:\"i think I may say that of all the men we meet with, nine parts of ten are what they are, good or evil, useful or not, by their education...\"He thinks that 9 parts out of 10 of what makes someone who they are is derived from the nature of their education. He has all sorts of really interesting ideas that were incredible revolutionary for his time period....they're still weird for OUR time period...ideas to improve the education of the people we are creating.So if John Locke was the Superintendent of your school when you were a kid, he has all sorts of seemingly bizarre things to add to the everyday curriculum...but he has a good reason for all of them. One of the first things he thinks we should teach people as soon as they are able to walk? Dancing.This isn't about channeling your inner spirit ...this may seem a little crazy at first but his reasoning is far from it. He says that when you dance...you have to stand up straight, keep good posture, and move in a directed manner, accurately and with purpose. Locke thought that if you teach kids to move and stand and act in this manner, that they would naturally be able to bring those skills over to their personal life. They would stand up straight and do things with purpose. Now maybe you disagree with him on this one point, but one great point he is raising is endorsing activities that build skills that aren't necessarily on the surface of the lesson.I mean, I've heard TONS of people talk about how the biggest lessons they learned from high school they learned in organized sports. The teamwork, the discipline, the comradery, the long-term gratification, the feeling of doing something small that sets the stage for someone else to step in and make something huge happen...these are all lessons that kids take from these sports programs when on the surface, they just appear to be playing basketball. Locke talks about several of these different skills to teach that have benefits beyond the obvious...he advocates teaching French to young people because it will allow them to have more opportunities in business later on in life and allow them to understand French politics which would turn them into better voters for England. But my favorite insight that Locke gives into his vision of proper education is this:\"great care is to be taken, that it be never made as a business to him, nor he look on it as a task. We naturally, as I said, even from our cradles, love liberty, and have therefore an aversion to many things for no other reason but because they are enjoin’d us. I have always had a fancy that learning might be made a play and recreation to children: and that they might be brought to desire to be taught, if it were proposed to them as a thing of honour, credit, delight, and recreation, or as a reward for doing something else; and if they were never chid or corrected for the neglect of it. \"What he's saying is that the task of education is incredibly important when it comes to creating the type of people we want to. Yet, more often than not education is crammed down these kids' throats. They are FORCED to learn about stuff they don't care about. Locke says, look its not that they don't WANT to learn. We have a natural predisposition to learn stuff from birth...the difference is we learn about stuff we are interested in. Let's not make education boring...a much more effective way of doing it is to make it entertaining or fun or honorable. When we force feed people stuff they aren't interested in, they don't learn very well...funny how that works. Thank you for listening...ill talk to you guys soon."}