{"ep": "Episode #011", "title": "The Hellenistic Age Pt. 2 - The Early Stoa and the Cynics", "spoken_text": "This is a transcript of Episode 11 on Stoicism and the Early Cynics. Stoicism is typically broken down into 3 parts Logic, Physics and Ethics...The chronology of its initial development in the Hellenistic age is also typically broken down into 3 parts...the early stoa...middle stoa and late stoa. Each phase of its development made notable breakthroughs in different areas....but its important to note a few things. By far, the most popular and most notable thinkers of the Stoic school are three people...Epictetus...Seneca and Marcus Aurelius. Unfortunately, they didn't live during the early or middle stoa periods....all three of them made their contributions during the \"late\" stoa...and they didn’t drastically change Logic or Physics...all three of them made their greatest contributions in the field of ethics. To talk about the ideas of these three men alone would be a very pigeonholed view of Stoicism, but on the other hand, doing an entire episode on each one of them would be filled with redundancy because two-thirds of their entire philosophy is almost exactly the same as the other two guys. Because of this, next episode will be almost solely dedicated to understanding Stoic Ethics and the great ideas the three of them laid out. In the mean time, it is impossible to understand where they are coming from in their ethics without first understanding the other 2 parts...Logic and Physics. The Stoics saw Logic Physics and Ethics as completely interrelated and dependent on each other. They compared it to an egg, with the three representing the shell, the egg white and the egg yolk, all three combined serving a more complete purpose than any one in isolation. The things stoicism is most known for are stoic ethics and stoicism as a bridge to a western world dominated by Christianity. Think of today's episode as a first encounter with Stoicism, a coat of primer, and an explanation of the VERY important groundwork of the founding of stoicism, how it evolved from cynicism...and once it matured and reached the end of the early stoa...how its well defined and well tested ideas acted as a springboard for the great Stoic ethics that were to come and made it possible for Stoicism to ascend above the ashes of its rival philosophical schools and become the dominant philosophy of Rome.That said, there's something else I have to say, and the closer we get to modern times the less I'm going to have to say this...but the exact sourcing of a lot of the ideas that came during the period of the early stoa are a little shaky. The IDEAS definitely were there, we can definitely attach these ideas to the period, the problem is assigning a particular idea to a particular philosopher. Three big Stoic philosophers make up the early stoa: Zeno, Cleanthes and Chrisyppus. We don't have a single COMPLETE work of any of these guys...just fragments. And the sourcing we DO have on them come from either non-philosophers or later hostile Christian writers. In a perfect world, we would have their complete works, but the three of them combined make up a pretty solid picture of what the founding principles of stoicism really were.We've all seen some depiction of a post-apocalyptic world in this giant media landscape we're immersed in...and we've all heard those really tough guys that stack encyclopedias on the bill of their hats so that they're super flat...we've all heard them talk about how THEY would be the ones to THRIVE if some huge disaster happened. But the fact of the matter is that...you cant know that. You never know how you're going to respond to pandemonium until you're surrounded by it. Some people DO thrive...some people curl up into the fetal position. The same thing can be said for chaos and adversity that isn't as immediate, like the kind that the people of the Hellenistic age found themselves in politically. My dad, for the very short time I knew him always said that if he ever found himself in some zombie apocalypse...or volcanic eruption...that he'd just grab a lawn chair...sit up on his roof with his friends, crack open a beer and watch it all go down, watch everyone scramble. Well, when you put it that way it sounds like an incredibly white trash thing to do, but if everyone finds their own way to cope with the zombie apocalypse, removing yourself from all the stress of the rat race that probably, when it all comes down to it, is gonna be completely futile anyway...and just hanging out with your friends trying to relax and enjoy the spectacle of it all, it really doesn't sound too bad. In fact, it sounds a little like the Epicurean approach to the \"zombie apocalypse\" of the Hellenistic age...remember you would live in a commune with your closest friends...away from the busy city...not concerning yourself with things like amassing wealth or changing the world, all that stuff wasn't gonna matter much anyway...you should just relax and pursue real pleasure. Well if the Epicureans were the people sitting up on their roof, then the Stoics would be the survivors, if there were any. They wouldn’t be the people running around flailing their arms in a panic...they would recognize that their situation wasn't looking good, but wouldn't be emotionally effected because they’ve accepted their fate, whatever it is and realize that even if it doesn't seem good on the surface, it ultimately is for the best. They wouldn’t be the people with no plan...the people just following orders...one member of a mass exodus of people all heading towards a military base...they would use their natural ability to reason to make the wisest and most virtuous decision, because at least that decision would be in harmony with nature.See, because when it comes down to it, a lot of people talk about Epicureans and Stoics not just as rival philosophical schools of their time, but they even go so far as to say they are Two different kinds of people. I don't know if I entirely agree with the idea that they can be seen as opposites, after all they were both schools, both descendant of Socrates, interested in the practical philosophy of the \"good\" life and there actually are some huge similarities. But at the same time I understand where these people are coming from, There was an article published in 1869 that talks about the two different kinds of people and their common personality traits:\"There have ever been stern, upright, self-controlled, and courageous men, actuated by a pure sense of duty, capable of high efforts of self-sacrifice, somewhat intolerant of the frailties of others, somewhat hard and unsympathizing in the ordinary intercourse of society, but rising to heroic grandeur as the storm lowered upon their path, and more ready to relinquish life than the cause they believed to be true. There have also always been men of easy tempers and of amiable disposition, gentle, benevolent, and pliant, cordial friends and forgiving enemies, selfish at heart, yet ever ready, when it is possible, to unite their gratifications with those of others, averse to all enthusiasm, mysticism, utopias, and superstition, with little depth of character or capacity for self-sacrifice, but admirably fitted to impart and to receive enjoyment, and to render the course of life easy and harmonious. The first are by nature Stoics, and the second Epicureans.\"When I'm reading that, I'm almost reading it like it's a horoscope...I'm just trying to find little bits of it that I relate to so I can say...\"that’s me, that’s the type of person I AM!\" There were similarities and differences, like most things you can compare. Both schools offered a way to cultivate a tranquil state of mind, but they laid out completely different ways to get there...Epicureanism was about living a simple, self-governed life aimed at feeling pleasure...but stoicism was more of a challenge people put themselves through...an obstacle course. Both schools agreed that we dont really need much more than our basic needs satisfied to acheive a state of true happiness... or ataraxia...the difference lied in where to focus your efforts ONCE those basic needs were met...epicureans thought you should dedicate your time to attaining pleasure...the stoics thought you should dedicate your time to living more virtuously. Both schools thought you shouldn't go throughout your life scared about what might happen to you...or scared of death or the gods or whatever...there's nothing to worry about. Epicureans said you had nothing to worry about because you're just a collection of atoms anyway...a collection that was randomly thrown together and eventually will break down and go on to form something else, so there is no afterlife to fear. The Stoics thought you had nothing to fear because you didn't have the slightest bit of control over it anyway. They preached the idea of resigned acceptance. The universe has been created and destroyed a seemingly infinite number of times and things pan out in the same way...the absolute perfect way each and every time. You have a fate, whatever it is... and its pointless to be worried about it.To find the origins of stoicism, you have to start with a story of a guy named Zeno and a guy named Diogenes. Both of which are names we've mentioned on the podcast before, and both of which are not the same people. This is actually the THIRD Diogenes we've mentioned. I've always said it, if I could go back in time I would just go back to this general period of Greco-Roman dominance and just become a psychic. I mean how easy would it be? You just go up to everyone and say \"I see a Diogenes in your life\"! Oh my god I have 12 of them! This guys amazing! Anyway, the founder of stoicism is a guy named Zeno, more commonly referred to in history books as Zeno of Citium. Actually, let me just start here. Have you guys ever heard of a stoa? Well of course you have I talked about it last episode. Plato set up his Academy to the west of Athens...Aristotle set up his Lyceum to the East of Athens...Diogenes was to the south of Athens...and Zeno ...you guessed it...right in the center. But hey! he was on the northern side of the Athenian agora...he taught in a place known as the Stoa Poikile or the \"Painted Stoa\". See, if you were walking around the agora at the time and walked into the stoa, you would’ve walked into a place with a crazy energy all around you...there was a lot of history in this stoa. years before Zeno...right after the Pelopenesian war when the thirty tyrants were in charge of Athens, 1400 people were sentenced to death in that stoa. On the the back wall of the stoa you would’ve seen tons of beautiful paintings...of gods...or Greek military conquests...one by Polignotus showcasing the great victory of Marathon over the Persians...and right in the middle of all of this you would've seen a tan-skinned, tall, thin man walking back and forth, gesturing with his arms, lecturing a group of people standing or sitting around him. And this man would've been known as Zeno, the founder of stoicism. In fact, their pastime of holding lectures in this painted stoa is how they got their name. The Stoics...that and their original name of Zenonians just didn't have a good ring to it. I mean, would you rather be a Zenonian or a Stoic.Zeno was born in 334 BC...thirteen years after the death of Plato...and early in life Zeno went to an oracle ...the oracle of the Greek god Apollo....and asked the oracle how do I get the best life possible? The oracle says back to him...\"You should take on the complexion of the dead\" Well I didn’t get it at first...so I looked up the word complexion...and Merriam Webster has two definitions...the first one is the color or appearance of the skin...especially on the face...now call me crazy...but I don’t think the oracle was giving him beauty secrets...telling him to make his face look more dead...so the second definition is the general appearance or character of something. Now, That makes little more sense.I mean, why would it benefit a live person, to take on the general character of a dead person? In what area does a living person envy a dead person? He thought about it for a while...then he decided to read a bunch of ancient books, ancient in 300 BC so that’s saying something... and then the next truly conclusive page that we have out of his diary is that in around 311 BC Zeno just survives a terrible shipwreck... and swims up onto shore and goes to Athens... Now...why did he just suddenly decide that his life of being a merchant was over and going to Athens and studying philosophy was a good idea... right then. Surviving a shipwreck in 300 BC... the odds must have been like Normandy beach. I mean it had to have been intense...there's no helicopter rescue...there's no life jackets... not only would it have been terrifying and probably something you've never experienced or even SEEN before... but it also would have been an extreme test of physical endurance if you wanted to live. Zeno almost DIED in that shipwreck, he was clinging to life...just Michael Phelpsing it to shore... and now... of all times...THIS is the time you choose to make a complete career change into answering questions about the nature of existence? He'd found the complexion of the dead alright...no doubt he probably thought he'd gotten a little too close to the general character of the dead. After a close call like that, Zeno was ready to go skydiving...rocky mountain climbin'... 2.7 seconds on a bull named Fumanchu! This near death experience CHANGED his outlook on life. And quick aside, if you want to take something from Zeno’s life...go get in a shipwreck. The sentiment of what I’m about to say has been hijacked and squandered by cliches for the last I don’t know how many years, but it's worth saying. You want to dramatically improve your life? Find a way to actually think of each day and each moment as a gift. Fabricate the feeling state you gain from a near death experience without actually having one and you'll live a thousand lifetimes.So Zeno survives the shipwreck...shows up in Athens...and sits down at a bookstore. He starts reading a book by Xenophon, you might remember that name from our episode on Socrates...he was one of the only four sources historians have that talk about Socrates in any depth...and Zeno...was reading his book about Socrates...way back then. He instantly loved the guy... so much so that he went up to the bookstore owner and asked him where in the world he could find a man like Socrates, he wanted to learn from him. So the shopkeeper just looks outside of the shop...and like a scene out of a movie... he points to a scraggly man walking past the shop and says \"There\". The man was Crates...Cynic philosopher... staunch admirer of Socrates...and all around a well-liked guy for his time. For Zeno, the decision was easy. He would become his student and learn the philosophy of Cynicism.Now, as we've said before Stoicism and Epicureanism were heavily influenced by Socrates and his piratical approach to philosophy... Cynicism was another embodiment of the Socratic lifestyle. In fact, the first Cynic was a guy named Antisthenes who was actually a STUDENT of Socrates...and there were other Cynics that achieved immense popularity like Crates... but no Cynic is more memorable or more...devoted to the cause...than Diogenes of Sinope. To somebody that didn't know what Cynicism was, this guy would look ABSOLUTELY CRAZY. Imagine Charles Manson living in a tub on the streets. Diogenes lived in a tub. He'd yell out at people who were just minding their own business in the marketplace...he would heckle Plato at his lectures and try to ruin them... some stories tell about him carrying around a lantern in the daytime... the original Greek word that was later Latinized into cynic meant \"dog-like\". Really, it was just referring to an extreme animalistic rejection to human conventions... but Diogenes took it literally. he would bark at people...he would lay around in public completely nude... he would do other activities in public that are not appropriate for a family show like this one... there's a story of people messing with him and when they were eating at a banquet they threw him their bones as though he were a dog... so he does the natural thing...he runs up and starts peeing on them...like he's a dog. He was so well known as a philosopher and social miscreant that Alexander the Great wanted to meet him...and Alexander walks up to him laying on the ground and introduces himself and asks him \"is there anything I can do for you\" and Diogenes goes \"yeah, move to the left a little...you're blocking my sunlight\" Then after that Alexander says \"If I were not Alexander, then I would want to be Diogenes\" and then Diogenes says \"If I were not Diogenes I would also want to be Diogenes\". Now when I hear this story, my first reaction is \"Diogenes...what a character\" and then my second reaction is \"Why did Alexander the great say he would want to be Diogenes?\" and I think I understand now...Alexander the Great was the most powerful man in the world, constantly surrounded by guards...anything he wants he gets...even entire empires...there's nothing any normal man can do to him. In a strange way, Diogenes is the same. He's so devoid of any pride, possessions, relationships...there's a freedom in having nothing to lose... and I think this is what Alexander was getting at. But it's not like Diogenes was doing all this stuff simply for the sake of being strange...his lifestyle was a representation, albeit a very extreme one, of Cynic philosophy. Cynicism was also about achieving a tranquil state of mind, the difference it and something like Epicureanism... was the method of getting there. This tranquility can also be thought of as self-sufficiency, because you are completely unaffected by things like...unfair rules or unrealistic desires...external restrictions. Cynics believed that the \"good\" life...or the life that is worth living is a virtuous life, and a virtuous life is one that is in agreement with nature. But they aren't talking about...recycling or not dumping toxic waste into the ocean, at least not exclusively...they're talking about being in harmony with our own human nature and our place within nature. Part of our human nature is having the ability to use reason to better understand our nature. and if you were to live in perfect harmony with nature, there wouldn't be any external restrictions... you would be... self-sufficient... Happiness is living in accordance with our rational understanding of nature. Now what Diogenes says is that Human nature isn't to be part of this society with all it's little conventions and restrictions and rituals. All these desires, the desire to be a movie star...or to have a giant vault of money... or to be President of the United States... all of these desires are things that society has IMPLANTED in us! Diogenes just took this to an extreme and said that we shouldn't care about whether we live in a tub or not...or whether we look like Charles Manson carrying around a lantern at high noon...we should live a life in accordance with nature and do whatever we want to do... whenever we want to do it. The more we do that, the closer we will get to achieving this tranquil state of mind.There's a famous story about Zeno where he is a student of Crates...learning the ropes of Cynic thought...and apparently he was a really good student when it came to learning the philosophy...but Crates thought he was way too modest...I mean, to be a true Cynic you needed to give up any semblance of pride imaginable. you needed to be able to have the mindset where if something mortifying happened to you or you were forced to sleep in the gutter...none of this would matter to you because you reject the idea of social conventions. So to teach him a lesson, Crates gives Zeno an assignment...he forces him to carry around a pot of lentil-soup everywhere he goes.Zeno, embarrassed of having to walk around with a pot of soup, tries to hide the pot underneath his robe so that no one will see....and Crates...with a move that in retrospect was completely uncalled for...takes his staff and smashes the pot, so now Zeno is REALLY embarrassed...lentil soup running down his legs looking quite similar to diarrhea. Zeno’s humiliated...he runs off to hide and to clean himself off and Crates yells after him, “Why run away, my little Phoenician?”, “nothing terrible has befallen you. It's these sorts of traumatic situations that probably led to Zeno not being entirely on board with the Cynics...he liked a lot of what they had to say but he wasn’t totally satisfied...if he was...he would've just become a cynic. Cynicism was an evolution of Socrates...and stoicism was an evolution of cynicism.So these cynics like crates and Diogenes were around for a long time...kind of echoes of Daoism in there....you know the idea that a lot of society that most people see as progress is actually regression and we should return back to our more natural state. It's clear that Zeno and Stoicism for that matter...was heavily impacted by two main ideas from Cynicism. One is the idea that the only thing you need to live a good life...a happy life...is virtue. The other is the notion that the best way to live life can be found by looking to nature.But Zeno thought something was missing.... one of the main things that is missing from cynicism... that’s a key element in stoicism is the idea of physics and metaphysics... an explanation of the universe. Where is it? The Cynics were direct descendants of Socrates... it's understandable for them to think that these questions were too abstract to be productive. But for the Stoics and Zeno it just wasn't good enough. Remember? A big part of his method of achieving a state of tranquility is the idea of fate. When you believe in fate, you realize that worrying about all these things you can't control is pointless. But in order to PROVE that fate exists, you NEED to ask all these abstract questions. There needs to be some scientific explanation for WHY you shouldn't be worried. It's similar to the way the Epicureans NEEDED the explanation that you're just made of atoms and void to justify their belief that there isn't some afterlife you should be scared of...you're just gonna dissolve one day. So Zeno didn't see it like the Cynics...he didn't see it as pointless speculation...it may be speculation, but it definitely has a place even in practical philosophy.So he left Crates. He decided to try to get a different perspective on everything...maybe try to further his education about how the universe was formed. Some people say he studied at Plato's academy...obviously after Plato had been dead for a while...some people say he just studied the curriculum of the academy under a guy named Xenocrates. either way, he was obviously influenced by the ideas of the academy in many ways. And ultimately, he combined elements of both his time with the Cynics and his education from the academy to make the most successful school of thought in the Hellenistic age.The idea that something bad may happen to you, and even though initially it looks like there is nothing good that can possibly come from it...when its all said and done EVERYTHING happens for the best. This idea was a key element Plato laid out in his work \"The Timaeus\" and it seems obvious that in his education Zeno was heavily influenced by this. But there were a lot of differences between Plato's universe and Zeno's.Zeno, like Epicurus and unlike Plato...had a materialist view of the universe. He believed that the only things that existed were material bodies. There is no immortal soul or afterlife or transcendent world of forms...all that exists is right in front of our eyes. Nature and the entire universe for that matter... should be thought of as an all encompassing whole, all animated and governed by a divine logos, which can also be thought of as god's will, reason, providence, fate and other things....all wrapped up into one...and humans should be thought of as parts of that whole, our reason...all fractions...or sparks of that divine logos. The important thing to take from that is that everything happens the way it is supposed to and according to a plan governed by this divine logos.Stoic physics really begin with Plato and the teachings of the academy that Zeno no doubt was privy to...There's a scene in a book called Sophist written by Plato where he's asking some people... what is real? how do we know something is real? and one answer someone gives is that something is real... if it has the capacity to act or be acted upon. Stoicism likes this definition, but they add that only bodies can act or be acted upon...thus only bodies exist. However, they make it very clear they recognize the fact that it is possible to be part of nature without actually existing...non material things like love or justice or time these things are imaginary. Called them figments of the mind.The key to achieving a state of mental tranquility is virtue. The key to virtue, is living a life that is in agreement with Nature, hence the well known stoic maxim that \"Virtue consists in a will that is in agreement with Nature.\" Alright, so what is nature? Words don’t mean the same things today that they did back then...just like we talked about with the Cynics...being in agreement with nature does not mean to go to Yellowstone national park and pick up trash. Nature is god. The Stoics were a Pantheistic philosophy, Pantheistic means that God IS the universe. Now, as you can see the definition of God is not how people typically think of god in modern times. God isn't a Homo Sapien up in the sky controlling things, God is the universe which is a material substance that has the ability to reason and uses that reason to structure and control matter to fit its plan.Chrysippus talks about the Stoic view of God here:The universe itself is god and the universal outpouring of its soul; it is this same world's guiding principle, operating in mind and reason, together with the common nature of things and the totality that embraces all existence; then the foreordained might and necessity of the future; then fire and the principle of aether; then those elements whose natural state is one of flux and transition, such as water, earth, and air; then the sun, the moon, the stars; and the universal existence in which all things are contained. Stoics believed that God or nature is inside of everything and effects the outcome of everything even down to the smallest detail. To avoid future confusion i'm just going to refer to it as nature from now on. This nature is then further bisected into two types, active and passive. When you're making anything... whether its a chair... or an iPhone... or a universe...you need materials to make the thing out of... and then you need someone to assemble it. The passive element of nature is the raw materials... the matter... the physical stuff that things are made up of, but they would just lie there and do nothing if you didn’t have something to set them in motion. The active element of nature is the divine logos, also known as reason....also known as FATE. I swear the stoics TRIED to confuse people with this stuff. This divine logos is the vehicle by which nature does its bidding and effects the outcomes in the universe, so you can see why the stoics thought of it as fate.They thought the universe is made up of four elements... earth water air and fire. The passive elements were earth and water... and the ACTIVE elements were fire and air. After the early stoa, Stoics had an extremely detailed account of how the universe was created, but the central themes of their story is that in the beginning everything was made of a mixture of fire and air, the active elements...which then transform in various ways to make the passive elements earth and water... and then things keep transforming and being guided by the divine logos or reason to form the world that we're more familiar with. Then eventually everything reverses... the world we're familiar with turns back into elements and the elements turn back into the mixture of fire and air. It is an endless eternal cycle. It's because everything is governed by reason and the fact that THAT reason has had an infinite number of tries at creating the universe that fate exists. There's only one perfect way to do it, nature would never choose to do it in an inferior way, so things are very predictable. Destined if you will. This mixture of fire and air, the fundamental substance that's in everything is called Pneuma. Pneuma is a vehicle nature uses to implement the divine logos, do its bidding and effects the outcomes in the universe, so you can see why the stoics thought of it as fate.There's a quote by Stobaeus talking about Chrysippus' views on the elements and how they make up various things.\"Fire, air, water, earth, since all other things are composed by means of a particular one of these or more than one of these or all of these -- all four in the case of animals and all terrestrial compounds, two in the case of the moon, which is composed by means of fire and air, and just one in the case of the sun, which is composed by means of fire, for the sun is pure fire\"It all comes full circle. Remember stoics think that to live a good or happy life, you need to live a virtuous life. And remember the stoic bumper sticker from earlier: \"Virtue consists in a will that is in agreement with Nature.\" Well nature is god and god acts through the divine logos or the reason that governs all things. So humans, with their very unique ability to reason, can think of this reason as a spark or a miniscule fraction of that divine reason. The more you use your reason in accordance with nature the more virtuous you become, and the more virtuous you become, the more in harmony with nature you are. It's a very nice circle. And the goal of life is to live in harmony with nature.This emphasis on humans and their unique ability to reason marking them as distinct from other animals reminds me of a scene from the show LOST. And actually, this crazy elaborate theory of the universe with fire and air and mystery as though it's just trying bait you into watching six seasons on the edge of your seat...and then they never explain anything...that also reminds me of LOST. I mean come on, Polar Bears?The scene that I’m talking about is between John Locke and Charlie the drug addict rock star... Charlie is trying to quit drugs. he is struggling, John Locke has his drugs to try to act as a barrier between Charlie and relapse. And I love this scene because there are deep implications here. Charlie is sitting around barely even able to strum his guitar...sweating...his bones are obviously hurting... he looks like he is sick. John Locke comes up to him and tells him he should go for a walk and that the fresh air would do him well. Charlie starts walking and he's by himself in the middle of this thick tropical woods and he hears something behind him, it's obviously an animal it sounds like an angry wild pig of some sort and it's chasing him. so he starts running and the pig keeps chasing him ...its very dramatic...and RIGHT WHEN the pig is about to get em...do whatever pigs do when they kill humans... the pig flies up in the air in an elaborate net trap that John Locke set up to try to catch it. Now Locke planned everything out...he set up TWO traps. One for charlie to be walking and get pursued by the pig...and then charlie would unknowingly run the pig into a separate trap so that he could catch it and eat it.Now charlies a little upset about being bait for the pig but then he flips out, he starts demanding his drugs saying that he's sick asking Locke Why can't I have my drugs? Why do you do this to me...to torture me?And Locke says No. To give you a choice because being able to make choices based on something other than instinct is what separates you from him...and he points to the pig suspended above them in a net trap, obviously not doing too well.The idea of cultivating your ability to reason in harmony with nature in Stoicism is very similar to what John Locke is talking about in this scene. The goal of Stoicism was to be completely free of suffering by using our unique ability to reason to make decisions that are in harmony with nature. This state of being was called Apathea, and next episode is going to be all about these kind of things but the important thing is that as humans, the thing we are the best at is thinking...or reasoning...and we should use this reason to figure out the way the world actually is, not what we first think it is. Once we know that, we then realize that the best way to live within the world is to realize that insignificant problems in our everyday lives don’t matter...each human is an infinitely small part of an infinitely large universe that is created and destroyed an infinite number of times...all the little things don't really matter that much if you use reason. Rational is the opposite irrational and humans are most irrational when they are consumed by their emotions or impulses. Charlie in this scene represents a human that is in a state of suffering. He made poor decisions, not using that ability to reason very well because if he had he would've realized that doing drugs would've brought this suffering...and yet he still continues...overcome by his emotions and impulses, to try to relapse and get his drugs back from Locke. Locke represents the Stoic way of looking at things. Not just the obvious example of reason when he doesn't give Charlie his drugs back, but he is a perfect example of someone living with a reasoned outlook as the Stoics would see it...multiple traps? using reason to know exactly how the pig and Charlie would react to his traps? He practically saw the pig's fate before it happened. Not to mention his character on the show is incredibly tranquil and happy despite his plane crashing on a deserted island....I don't think the political unrest of the Hellenistic Age would've shaken him too much.There's a quote by Sextus Empiricus that talks about this dynamic of Stoicism:\"the stoics say that man differs from irrational animals because of internal speech not uttered speech for crows and parrots and jays utter articulate sound. Nor does he differ from other creatures in virtue of simple impressions--for they too receive these--but in virtue of impressions created by inference and combination. This amounts to man's possessing an idea of \"connexion\" and he grasps the concept of signal because of this. For signal itself is of the following form: \"If this, then that\" therefore the existence of signal follows from the nature and constitution of man.\"We need to start wrapping this up, so lets get back to the early stoa. After the death of Zeno the next big name in Stoicism was Cleanthes...he was a philosopher by day..manual laborer by night...and he somehow found a way to moonlight as a poet. He wrote a great poem called \"Hymn to Zeus\" where he lays out the next evolution of articulating stoic ideas...Four of them...God provides providential careThe life of virtue is essential to happinessThere is a harmonic unity to the universeUniversal reason...or logos...governs all things.This was a nice step forward in the organization of ideas, but Cleanthes was easily over shadowed by his student Chrysippus who some accounts say wrote over 700 books. He was the Godfather of stoic logic. Now remember, the three main pillars of stoic philosophy are Physics, Ethics and Logic. Now we've talked about physics, and made a reasonable case for how it relates to Ethics, even though next episode is going to be tying things together much more, but where does Logic fit into all of this? Firstly, Stoic Logic was definitely a huge accomplishment. They have a lot of interesting ideas...and to even be spoken in the same sentence as Aristotle is a massive compliment for a system of logic, but because they lived in a time in such close proximity to Aristotle, they are usually seen as rivals. And most of the discussion usually devolves into who had it more right in what area. But all the arguments aside, the two systems actually work pretty well together. Now, I've tried to read syllogisms and indemonstrable on here before and it just doesn't work well on a purely audio form of communication, but what everyone should understand is that Logic was considered one of the three pillars of Stoic thought because the stoics thought that understanding Logic was understanding the divine logos or reason that governs all things. Logic for them was a very wide topic, it wasn’t just syllogisms and being able to analyze arguments...it included all kinds of things like rhetoric, grammar and even their epistemology. Think of it as understanding and practicing the most efficient ways of sharpening and honing your ability to reason and live in harmony with nature. They thought that being able to reason well and being able to refute bad arguments that other people attack you with is a sure fire sign of a wise man, and that if you could master this art...you would never be fooled or misled by anyone.Diogenes on stoic dialectic:\"The reason why the Stoics adopt these views in logic is the give the strongest possible confirmation to their claim that the wise man is always a dialectician. For all things are observed through the study conducted in discourses, whether they belong to the domain of physics or equally that of ethics. As to logic, that goes without saying.”He goes on later...“Without the study of dialectic the wise man will not be infallible in argument, since dialectic distinguishes the true from the false, and clarifies plausibilities and ambiguous statements. without it, moreover, it is impossible to ask and answer questions methodically. Precipitancy in argument extends to what actually happens; so people who do not have their impressions trained veer into states of disorder and carelessness. Only in this way will the wise man show himself to be penetrating, sharp-witted and someone who, generally, is formidable in argument. For the person whose job it is to discuss and to argue correctly is the very person whose job it is to discuss debating topics and to respond to the questions put to him, and these are the functions of the man experienced in dialectic.\"There's one more thing I want to leave you with this week and it is an early stoa view of stoic epistemology. We gather information through our senses...But sometimes these sense experiences deceive us...how do you explain those? Zeno gives a VISUAL demonstration of how to think about stoic epistemology. Zeno said that to truly KNOW something... means that you have grasped it in a way where it's impossible for you to be dissuaded by argument. He would be giving one of his lectures...pacing around the stoa...and he would stretch his arm out in from of his and show his open palm...and he would point to his hand and say \"this is perception\". then he would SLIGHTLY close his fingers...just a little bit...so now he looks like Zeno with arthritis...and he points to his hand NOW and says \"This is assent\" you know.. agreement or belief in something. then he closes his fist tight and points to it and says \"This is Comprehension\". Then he takes his other hand and grabs his fist...holding it closed and says \"This is Knowledge.\""}