{"ep": "Episode #076", "title": "Hegel's God", "spoken_text": " This is a transcript of episode #076 on Hegel. Check out the episode page HERE.For the next thirty minutes or so of your life, try to forget everything you know about God. Well, everything you believe you know about God. See when I say the word God...its a very loaded term isn't it? Consider the fact that every single person listening to this...when I say the word god...you have your own personal vision of what that is...you picture something slightly different....than everyone else out there.  You know we've talked about this on the show before...this seems to be an inescapable aspect of human language. Fact is these things we use called nouns, adjective and verbs...these things are just... not descriptive enough... to plant the EXACT SAME IMAGE in my head and your head...two different people's minds that come from different childhoods, different experiences. Philosophers have tried to fix this problem in the past, but the reality is at least right now as you're hearing this podcast...when I say the word...microphone...each and every one of you pictures a slightly different microphone in your head. You might picture a black oblong one, she might picture a pink sparkly one, the point is...the MICROPHONE that you picture... isn't pre-programmed into you by something...all it is is the byproduct of some process going on in your head...its just the sum total of all the experiences you've had with microphones filtered through your mental faculties to determine what \"microphone\" is. Well, the word God, is just another example of one of these words.  Based on all the experiences..the conditioning you've received from the people around you up until the moment you decided to listen to this episode...you have an acquired definition...an expectation of what I mean when I say the word God. But for the episode today...let's try to forget all that. Let's do a thought experiment. Let's go deep down into the dark recesses of our brains and let's find that exact folder in our hard drive where that definition of God is...and lets just delete it for the episode today. Zero expectations. What I'm asking you to do is to pretend as though you're a child again. Pretend as though you had never even heard the term God before...there's nothing you think you know about God that must be true...see because when you're a child...before you ask your mom and dad...what is God?...and they begin that conditioning about what it is...there's no inclination you have in ANY direction about what God must be...God could be any number of things...it could be a piece of paper. It could be..that fuzzy red stuffed animal you want at the arcade...it could be the all powerful creator of that stuffed animal that knows you by your first name and WILLED for you to GET that stuffed animal when you played game with the claw that never works. To put yourself in the shoes of a child that doesn't have this conditioning in them yet is an extremely useful thing to do for a number of reasons...and these reasons extend far beyond philosophy...it can help you get a new perspective on your life...it can help you understand anything that's difficult to understand...but it's also extremely important for the episode today because as I was re-reading Hegel over the last month and a half I came across a section of Hegel where he talks about a possible option of what god is...and it sort of reinvigorated me. I felt as though I had been put in the microwave for 30 seconds...I was refreshed. Continued my research on it, found a few great articles and I decided you know what...this just needs to be talked about. Hegel does a great job at doing everything that's great about this show...not the least of which is that he spends a large portion of time before he even MENTIONS anything about this possible God...trying to get us to question all of the assumptions that we have about what God must be. You know ever since the rise of this new atheist movement in the early 2000's...its very easy...especially for young people i've found or just people that are new to this process of questioning the nature of existence...it's easy to think of our beliefs or lack of a belief about God as just one point on a giant line graph between two extremes that are actually a false dichotomy...you know you can either be a fundamentalist follower of religion...God created the world in seven days! A man loaded up two of each animal onto a boat...or on the other hand you can be a science loving, occasional skeptic that proportions your beliefs to the evidence. Its conventional wisdom that these two extremes, unfortunately, are just the \"God landscape\" that we were born into. But as people that like to think about this stuff more than the average person...we of course know that this is a cartoonish representation of either side...it's no where NEAR this simple. We don't live in some NEW world where these are the only two ideas that are intellectually respected. You know just the name New Atheism implies that there was an Old Atheism before it. When Richard Dawkins writes the God delusion...or when Sam Harris writes the end of faith...neither of these guys would say that these are new ideas theyre presenting. Atheisms been around for thousands of years...democritus, epicurus, lucretious...we've talked about them before. I see this in emails all the time...Sam Harris and Richard Dawkins aren't philosophers...where their genius lies is in being able to package together these ideas that already existed and write them in a way that resonates with the culture in the early 2000's...a very unique time in history where it's actually possible to package together these ideas without being drawn and quartered.These are not new ideas that rattled the foundations of thinking where now we only have one of two options.  But we can at least be sympathetic of the fact of how someone new to these discussions might look around them and feel like they live in this world. These two groups ARE very vocal. We certainly SEE them the most. And there certainly IS a divide between the two of them...A divide that we've been led to believe is irreconcilable. Theologians ever since Darwin have been trying to find a way to reconcile the differences between what seems reasonable to believe based on scientific experiments with the clear inconsistencies in any of these religious texts. It's proven to be a pretty difficult thing to do. Now, some people claim that they've done it, but there are always problems...always questions left to be answered. And because there is no knockdown argument for this...it becomes really easy to believe that you either have to believe in one or the other...fundamentalist religion...or the scientific narrative. But Hegel would say...throw all of this out the window. Forget this debate that you're having...forget what you THINK you know about God because this idea that you have that these two viewpoints are talking about two separate things is and they're not both talking about the SAME thing... ultimately that's founded in a giant assumption you're making about what God must look like. Hegel spends page after page pointing out all the problems with the way that people typically think about God. He says...you know...most people... you ask them if they believe in god...and they say yes...you ask them OK, so what does that God look like? Hegel says, most people, and i think this is pretty accurate...most people say they believe in something that is an omniscient, omnipotent being that is good and just and all that other stuff...Hegel thinks this is ridiculous. He thinks its an oversimplification. He thinks it's unsurprisingly transparent that this is the sort of conception of God that is usually arrived at by people that don't think about God that much. You know, either they are too quick to dismiss the idea of a God existing out of insecurity or they just went to church when they were seven and were told what to believe. Hegel says this for a few different reasons...he starts out by saying that if this is the sort of definition of what God is that you subscribe to...forget about omniscience or omnipotence...forget about all these personality traits you're trying to tack onto that God...one big mistake that you're making if that's the way that you think about God is that you're assuming God is a \"being\" at all. God is not a being to Hegel. God can't be a being. To be a being...in a world where we describe OURSELVES as beings...you know we call ourselves human beings...a lot of people think of themselves as spiritual beings having some sort of contact with this God we're talking about...God can't be a being in that universe because if it was...it would be limited. One things for certain, if this archetype we refer to as God exists...it must be something infinite. It must be by its very nature something that is unlimited. To be a being in a universe filled with beings...is to be limited at least in some small way. After all, I'm not god. You're not god. When your dog has an accident on the floor...your dog did not excrete a piece of God onto the floor. To be a being is to be finite. God isn't finite. So in this way, Hegel says God can't be a being...if it exists...whatever it is...it must be something greater than a being. This probably reminds you of Maimonides and many of the subject matters of the episodes we did closer to the Middle Ages. You know...this eternal question...can faith and reason co-exist. Can reason justify the existence of a God and if it can, what does reason dictate...what can we infer ABOUT that God if it in fact exists. Hegel thinks we're so quick to make these sweeping inferences about what this God must be like...so often we think about this God as just a bigger...stronger back lit version of a human being that can do all sorts of cool magic tricks...when in reality...Hegel thinks...God isn't anything like that. God isn't a wish granter. God didn't write his magnum opus on some clay tablets...god doesn't have a personalized plan for you...God...to Hegel... is just the process of self-determination imbued into the cosmos. Now what does Hegel mean by this? Well...he thinks...at least he seems to think...that understanding what he's referring to as \"God\" here is the easiest by looking at what we are in relation to God. He breaks it down like this: Hegel doesn't think that most of us are real. Not...in a physical sense. Like, of course you could have a scientist come down to your house...put on their goggles and run an experiment on you and it would be pretty clear you're real in an empirical sense. But just like last episode when we talked about freedom being practically synonymous to total self knowledge and how you're not completely free unless you understand WHY you do what you do...in a sense...when we realize one of these ways that we're being controlled by the stuff around us and not by ourselves...Hegel says that in a small way we are more REAL than we were before...now...we're more self-determining as opposed to being a subject in this dictatorship of outside influencers....from advertising, to cultural shifts anything. The point that Hegel's making is: something that makes itself what it is...is more fully real...than something MADE by something else...and constantly DEPENDENT on something else.When we get past these barriers of trying to simplify the world...when we transcend that cultural slavery...that conditioning...those shackles that we're born into...shackles that by default would drastically affect what we do without us even realizing it...when we engage in this sort of open-minded discussion with ourselves about why we think and believe what we do...we are to Hegel...more real in those moments than in others because we are more self-determined. We are making ourselves what we are, instead of being at the mercy of something else. So Hegel's saying, how about this idea: God isn some Gandalf looking guy up in the sky that's mad at everyone. God isn't some finite being with a plan for everyone...no what if God was just the process of self-determination...and if you think about it...in keeping with what we talked about on the last Hegel episode...wouldn't that also make god the truest reality?Now what makes this such a profound thing is that...this is the connection! In a world where people believe in a God for the sake of spiritual growth...in a world where people feel gratified because they believe in something greater than themselves and they're told that there is no way to have that spiritual tool available to you unless if you're willing to be in direct opposition to the current scientific narrative...here's Hegel talking about a God where it seems like that doesn't necessarily need to be the case. Both can be true. After all, if God isn't a being...if God is just whatever is most fully real...well...that sounds a lot like the chief objective of science right? To use induction and falsifiable experiments to arrive at an increasingly more accurate version of what reality is, not our superstitious assumptions. And for the person that doesn't really care about that and just sees God as a catalyst for personal development, what an incredible virtue to strive for...pure self determination without being unknowingly controlled by outside forces?Now I have a secret...I can see the future. I can see the emails coming in now and I know that one recurring one i'm going to be getting is this and I might as well address it now. You know it's funny...I don't think I'm going to get much email disagreement from people who are fundamentalists. Honestly, Hegel is saying God exists...that corresponds with something they already believe...most of them will probably just try to find a way to find SIMILARITIES between what they believe and Hegel believes. The people that are going to be up in arms about this episode are people that probably don't believe in god...they probably pride themselves on being a skeptic and they probably are saying, well Hegel certainly hasn't PROVEN the existence of God here and really all he did was just switch the definition of God to something else less controversial. But couldn't you do that with anything? Couldn't I just Personally define God as...my car? And then go outside point at my car and say oh look! God exists!Hegel would no doubt look at that person and say: look at you. there is nothing else you could have said right there that more obviously shows the biases that you're bringing to this discussion about God, biases conditioned into you by the current discussion going on during your lifetime. The notion that God is this omniscient omnipotent being that knows you by your first name was NEVER on the table. That wasn't even what we were discussing. I think Hegel would be confused at first but then I think he'd feel like what was really happening here, something else he talks about...is that this person is blindly vitriolic to the word \"God\" being used at all, no matter what it looks like just because of the history that is connected to the word. And on one level it's understandable, but I think what Hegel would say...is that if every time you hear the word God you instantly raise your eyebrows or scoff or find some way to dismiss the conversation on the grounds that it's outlandish...you are not someone interested in finding the truth...you're someone interested in reinforcing what you already feel is true. Think about it: why is the word God a taboo thing to say? Why is this archetype of some sort of creative mechanism or thing that sustains the laws of the universe or whatever it is...why is that an idea that we should be instantly dismissive of, if we in fact want to know the truth? Shouldn't we leave room for it to be a possibility? Imagine a world where we know a lot more about the universe than we do now but there's still some really big mysteries out there...What if allowing for the possibility of that philosophical archetype of a God existing was the missing link between total understanding of the universe and living in ignorance? Shouldn't we at least entertain the idea of there being a timeless, infinite, incorporeal thing that's responsible for certain constants in the universe? And really, aside from how allowing for the possibility of a God might get us closer to truth about reality, for this person potentially sending in this email, there's a very real self-interested motivation you have for not instantly dismissing the idea of a God every time it's brought up. Because BY dismissing it, you are essentially allowing the people you're fighting against to hijack the word God and conflate the possible notion of a God existing with their cause.Here's what I mean. It's actually really similar to something we've already talked about in the belief episode...the question of when it's appropriate to make a faith based assertion about something. See it's really tempting to look at your Facebook wall...see someone say something about how this baby was saved from this harrowing, fiery car wreck, see one of your friends say......God is good...glory to god for saving this child...its very easy to sit there and say...oh well they believe that based on faith. problem with that is that its completely unverifiable...unlike me who believes in things based on the evidence. I believe in cold hard facts, if there's not evidence to support it...I don't believe it. It's easy to mistakenly think that faith is belief without evidence...when in reality faith is belief without SUFFICIENT evidence. A fundamentalist baptist from Mississippi may have initially just DECIDED to believe in God when they were a kid, but they look around them and they point to what they see as \"evidence\" of God's obvious existence. The beauty of nature, coincidences, feelings of bliss they have when praying...they point to these empirical phenomena as EVIDENCE garnered in their own personal experiments...that God exists. Evidence is all over the place...the really interesting question that remains is...what is SUFFICIENT evidence?What is sufficient evidence to claim to KNOW something? Because this same person writing this email, hostile towards the idea of God the moment they hear the word...they'd no doubt acknowledge that...what we think we know in the year 2015 based on scientific experiments is by no means infallible...its just the best thing we have. No doubt in 100 years most things we think we know now are going to be completely disproved...that's kind of whats great about science...it's the furthest thing from dogmatic...it always is improving upon itself.So knowing that...even if science IS the best thing we have right now...is it sufficient evidence to claim to know that something is true? Or is it just BETTER than arbitrarily DECIDING to believe in something? Make no mistake...as we talked about in the belief episode...it is a currently inescapable aspect of human existence that every belief we hold...no matter what evidence we cite for WHY it's true...every belief is a leap of faith at some level, but not all leaps of faith are created equal. And THAT'S the key distinction. Because in the same way someone might instantly dismiss the idea of a God existing as soon as they hear the word...my point is...people also do this with the word faith right? To the person writing this email...if you rail against the idea of faith based beliefs altogether...not only is it incredibly insecure...but you're also allowing your opposition to hijack the word \"faith\" and then align any merit connected to faith with their cause. Let me give an example...somebody might make the point that we are human beings...we have very flawed senses, brains designed to pick bananas, a very narrow lens to view the universe through...and there is no guarantee based on those limitations that every aspect of reality is knowable to us. Maybe, to avoid going completely insane...it's beneficial to believe in some things based on faith because there currently is no way for us to know some things beyond a shadow of a doubt.I got news for you...that is a totally reasonable point. This is a great argument for why it may be necessary to believe in things based on faith. Now if you're someone that hears the word \"faith\", cringes and says no I don't believe in things based on faith...I believe in cold hard facts based on evidence. You're allowing the other side to align their beliefs, no matter what they are, with the merits of faith...when in reality, ironically, every belief you HOLD is based on a leap of faith...and the TRULY productive conversation begins when you ADMIT that fact and say, OK we both believe in what we do based on a leap of faith, now explain to me how yours is justified. What I'm saying is...in the same way it is beneficial to not let any group hijack the word \"faith\" and align in with their cause...the same thing is true about the word \"God\". By not being vitriolic towards the idea of a God exists...you're not giving up...you're not saying that talking snakes are real...what you're saying is that you're willing to be honest about what is possible. Now, similar to the faith conversation, now the onus is on THEM to justify why their individual conception of God is justified. And if I'm just giving advice to a fellow thinker...THAT is where you will win the argument. THAT is where they wont be able to hide behind GENERAL arguments about why the possibility of a God existing is reasonable, and they'll be forced to verify the specifics about what they're saying.Thank you for listening. I'll talk to you next time. "}