{"ep": "Episode #157", "title": "The Creation of Meaning - Beauvoir", "spoken_text": "So if there’s anything we can say with confidence about Emil Cioran so far it’s that he was a defender of what he saw as intellectual honesty at the highest level. He wasn’t the guy to be scared of bringing up some of the darkest recesses of the human condition...he didn’t shy away from writing about personal failures and shortcomings...he even joked and laughed about this ridiculous plight of being a human being the entire way through his life and and he did all of this beginning from a place... where he took it as practically a self-evident fact...that there really isn’t ANY objective meaning to ANYTHING in the universe whatsoever.We are born, and we are quickly smacked across the face with the cold, hard reality that we are a creature that seeks out meaning in the universe, and no matter how hard we look...no matter what method we try to utilize...no such meaning actually exists out there in the universe to be discovered. Now, maybe you’ll remember...the first episode we did on Cioran... I said that 95% of you probably wouldn’t agree with this depiction of reality. But no doubt 5% of you probably did. 5% of you out there are feeling pretty philosophically vindicated right now: Ayy it’s Cioran. Welcome to the club. Where you been all my meaningless life? But something that’s important to consider is that...knowing this audience...and the level you people CLEARLY think about things...it’s NOT JUST the 5%...dare I say almost everybody LISTENING to this...100% of you have considered at some point in your life this idea... that ultimately...isn’t it possible that nothing really matters at all...nothing really has ANY meaning...at least on the level of the universe.We’ve all ENTERTAINED this worldview before. We’ve all no doubt at some point been faced with the question what if there IS no objective moral POINT to enduring the inherent suffering of existence? More than that...why DO anything...if nothing ultimately MEANS anything, on the level of the universe? Why not sit around and just do nothing? Why be Sysiphus pushing the rock up the hill everyday... just to construct something that is ultimately going to be sucked into a black hole one day? See if your expectation was to ask these questions and get a text back from the universe with some clear, solid answers to them...then this is going to be a pretty uncomfortable place to sit and continue on with life. We know this is the case...and this has been Cioran’s entire point from the start: The history of human thought has been filled with these stories, religions, philosophical doctrines, gurus, self-help books...what we’ve referred to so far as sort of, optimism cults...stories that we delude ourselves with to get away from this uncomfortable reality that everything is meaningless. But to start the episode today I want to consider a different possibility...and that is that isn’t it possible...that someone could be attracted to this idea...that everything is totally meaningless and absurd...but they’re attracted to it for reasons that are equally as narrow and self-indulgent as the reasons someone might adopt one of these stories throughout history...hypothetically... couldn’t someone immerse themselves in a philosophy of meaninglessness and absurdity...just to get certain fringe benefits that are useful to their own prejudicesl? Put another way...just as someone that has an intuitive sense that there IS meaning to things or there IS some benevolent creator out there...and they might gravitate towards a story, neatly packaged together for them that conveniently reinforces that fact...couldn’t someone that has an intuitive sense that things are meaningless...couldn’t they also gravitate towards a dishonestly charitable reading of a smart guy like Cioran? Because hey! He says everything’s meaningless! That’s what I already thought! Here’s the philosophical justification for everything I already had a feeling was the truth! Sounds right to me! Somebody might say back...well sure that’s entirely possible. But there’s a problem in your logic there! Why would ANYONE work so hard to reinforce a worldview that’s so pessimistic? I mean, who really WANTS everything to be meaningless? What possible benefit could they be getting from that? Well one answer to this question is that when everything is meaningless...and nothing really matters...then you never really have to grow up and accept the responsibility of the moral weight that you carry with every decision you make simply by virtue of being alive. To a philosopher like Simone De Beauvoir...someone can easily turn towards a worldview where meaning doesn’t exist...because living in consideration of your actions and how they affect yourself and the people around you can be an extremely uncomfortable place to be in as well. In the same way Cioran thinks people adopt a story to escape the meaninglessness of existence...Simone de Beauvoir thinks that people adopt these same stories to escape the meaning of existence.Now, both thinkers are starting from a similar place here...there is no meaning written into the intrinsic structure of the universe...okay, but does that necessarily imply that meaning itself is a lost cause? Remember everyone listening to this has considered this idea before...and a good percentage of people live their lives feeling some meaningful connection to the world and their actions. So how did they do it?Well one way is that there’s a percentage of people out there that just concede certain points...you know, maybe there is no meaning prescribed to reality by a God...maybe a philosopher can’t sit around and reason their way to an objective moral code...maybe the secret ISN’T actually manifesting anything except for more youtube channels about the secret...but none of this is really disappointing because that wasn’t these people’s expectation anyway. They understand: meaning is a human created concept. These people might think some variation of the following: OF COURSE everything I deem to be meaningful is ONLY meaningful within some narrow, human-centric framework...and if what we’re looking for... is MEANING as it exists at the level of the universe INDEPENDENT of human affairs...then OF COURSE everything is meaningless. Of COURSE my relationship with reality is random and absurd. But just because meaning doesn’t exist at the level of the universe doesn’t mean the concept of meaning itself doesn’t exist OR that there are no legitimate grounds to ESTABLISH that meaning. The question then becomes what ARE the legitimate grounds for establishing meaning? Because as we know, Cioran is going to say all of these attempts throughout history to DO so have been philosophers writing unintentional philosophical fiction.This is an important point to emphasize because Simone De Beauvoir is going to make a similar point, but she is going to view it from a different perspective that will have RADICALLY different implications about the history of philosophy. Put yourself in the shoes of any one of these philosophers throughout history that have come up with these narratives and stories. They were all born into an uncomfortable place just like anyone else...and for whatever crazy reason they got a degree in philosophy...I mean, sorry bout it...but they graduated and got a job and their first day on the job as a philosopher they looked around them and they tried to find problems to solve. Just like a plumber looking for a leaky pipe...just like a janitor looking for something to scrub...these philosophers quickly realize that one problem that needs fixing...is that they were born into this uncomfortable place. How do we fix it? There’s no objective meaning to anything...which means there’s no rulebook to follow...hey... as a philosopher...maybe I’ll try my hand at DISCOVERING that meaning hidden latent within the universe. What it’s important to consider is that...this feeling of discomfort, discontent, dissatisfaction...this is the essence of so many examples of where creativity comes from in the world. Written into practically every creative act is a tacit acknowledgement that the world is not good enough the way that it is. Something about the world is lacking, something needs to be created in order for the world to become a better place. This could be why so many enormously gifted creators are also sometimes tortured as people. This could be why people who are genuinely happy and content with their life sometimes lack that engine of discontent required to bring things into the world that they think will change it for the better. Regardless though...it’s important to realize that there would be no reason for any of these philosophers to write any of these stories trying to impose meaning upon the universe if there wasn’t some level of discomfort that they were trying to alleviate. Cioran is going to say that discomfort comes from meaninglessness...Simone De Beauvoir is going to look at it from a different angle and say that the discomfort all of these thinkers have been trying to solve is what she calls the ambiguity of existence. You may remember this from parts two and three that we’ve already done on Simone De Beauvoir, but a common way for existentialists around this time to make sense of things ontologically is by thinking of existence in terms of an interplay between subjects and objects. Common view at the time and throughout the history of philosophy was that to exist as a human is to exist as a subject that is navigating a realm of objects. Subjects have the ability to make free choices, to act upon objects or other subjects. Objects have traditionally been seen as the inert matter or entities that can be gathered, stockpiled, manipulated, transformed...essentially the raw materials available for subjects carrying out their freedom to choose. The feeling of discomfort we’ve been talking about...this ambiguity of existence...is the state of constant tension, that we live in, as people... trying to keep balance in a constant push and pull between polarities... LIKE subject and object, but also lots of other stuff... self and other, mind and matter, individual and group identity, free while also being in chains, there are THOUSANDS of them...and Simone de Beauvoir points out that yes, human beings may TEND to create these binary oppositions in an attempt to make sense of things...but one thing’s for sure: your existence and everything it is to be YOU could NEVER be quantified by just one side of these binary measuring sticks...and yet...let us all notice...that this is EXACTLY what philosophers have done...time and time again throughout the history of philosophy! Let me explain what she’s saying here. So let’s go back to the philosophers from before that throughout history have tried to discover meaning. Have you ever been reading philosophy... and had the thought cross your mind that this person you’re reading without a doubt seems undeniably smart...but that it seemed like they were using their intelligence to justify a position that seemed to be missing a larger picture. Simone de Beauvoir writes about the strategy used when trying to write ethics in the past...she says:“It was a matter of eliminating ambiguity by making oneself pure interiority or exteriority, but evading the world of the senses or by being engulfed by it, by attaining eternity or by enclosing oneself in the pure instant.”Have you ever SEEN one of these thinkers, born into the ambiguity of existence...trying to write philosophy to fix that state of discomfort...but to be able to accomplish that they have to completely over-index on one end of these polarities while practically ignoring the value of the other? For example...maybe a thinker is all about the primacy of the individual and they completely ignore group identity...or maybe it’s the other way around...maybe they put people into broad categories and have an outlook that is far too collectivist, completely ignoring individuality. Now it should be said, BOTH of these outlooks certainly simplify existence...but are they looking at ALL of existence?Another example, real world example! There was a guy...from right around the time when Simone De Beauvoir was doing her work...and this guy had a HUGE crush on her... and she was nice and she let him bounce his ideas off of her every once in a while and she’d try to give him some inspiration for his work...God bless the little guy his name was Jean Paul Sarte...and a common criticism of even HIS work was that he goes far too extreme in the direction of the subject... without giving enough time to the OBJECT side of the polarity between subjects and objects. Once again, Sartre has certainly simplified existence here...but we have to ask: has he done so only by favoring one side of this binary opposition, dishonestly...and then further subordinating the unfavored side to the whims of the favored side? This breaking up the world into binary oppositions and then heavily favoring one side of it has been done for a long time in the history of thought. Plato, Descartes, Kant...we’ve written these stories throughout history to get rid of this uncomfortable feeling...but that uncomfortable feeling is NOT that things are meaningless…it’s that existence is far too complicated to be objectively quantifiable. Which means it’s going to require being in a constant state of ambiguity to grapple with. You can’t DISCOVER a meaning written into the universe, grab onto it, nail it down and teach it in schools. She says, “Morality resides in the painfulness of an indefinite questioning.” Morality is not discovered...morality is created...and it can ONLY be created to Simone De Beauvoir from within that state of painfulness and indefinite questioning. No matter how convenient it would be: you can’t reduce existence down into pure subjectivity or pure objectivity. We are both subjects AND objects. We are both creatures that act AND creatures that are acted upon. And being a woman during her time Simone De Beauvoir was uniquely qualified to notice how the objective cultural parameters limit a person’s subjectivity. We talk about this more in the episode we did on her work the second sex, but it’s important to restate because this makes a LARGER point about the tactics we sometimes use to escape the true ambiguity of existence in our PERSONAL lives. See living in a culture where feminine traits were defined NOT as exercising your subjectivity.... and going out into the public sphere and acting upon the world...femininity was to be passive and self-effacing, it was to be modest. In essence, masculine traits largely embodied the subjective side of our existence...and feminine traits embodied those that objectified people. She wrote in her autobiography that to even be able to use your subjectivity as a woman during her time, as she did...to even be able to do that required her to “abdicate her womanhood”. In other words, she needed to act more like a man did... to be able to actually do something culture championed as valuable. Because qualities that were traditionally defined as feminine traits, were just not given the same cultural value as masculine ones...and to Simone De Beauvoir...there was no necessary reason WHY this had to be the case. Both served valuable roles to society...society couldn’t possibly function as well without ANY ONE of these things. But just as we can see in the ethical approaches by religions, philosophers, economic systems of the past...we picked one side of this binary opposition...favored it and then subordinated the other side to the whims of the favored side.To Simone De Beauvoir, the first step of living honestly is to accept that you are BOTH a subject and an object... simultaneously. To deny any one side of that for the sake of feeling more comfortable...is to deny a fundamental piece of your very existence. The fact of the matter is that you are not just an object...hopelessly going to work everyday, being used, warehoused, manipulated, acted upon like raw materials...you’re not just a slab of limestone carved out of the side of a rock that someone is going to make a countertop out of...no, you possess subjectivity, and think abput what that means...before you even start TRYING... to talk about whether things have meaning or not...PRE-MEANING...a fundamental element of your existence is that you have the ability to make free acting choices and to stand up for yourself and if you spend every day DENYING that subjectivity...you are denying part of what it is to even exist. People out there will try to take away your subjectivity. Whether that’s the government...a boss, a company, your parents, drugs, video games, advertising...all these things are selling you a product that will make your life a LOT easier... and get rid of this tension that you otherwise have to CONSTANTLY feel...that maybe you should be doing more than you are. You know you should be doing more...and you may be like the religions and philosophers of the past...maybe you create your own philosophical fiction, this complex narrative that allows you to sacrifice your own subjectivity...because at least it is comfortable... being just an object. Comfort should be your #1 goal. Marcus Aurelius has a quote from meditations that I think about every once in a while that goes something like...was this your purpose? To sit warm under the blanket at home? Never experiencing things? In other words, when you look at yourself...when you consider all your strengths and weaknesses and what you were put on this planet to do with your time here...is that what you think? I was clearly put here to just be comfortable and watch things. Watch people around me do things that matter to them, watch the world go by, watch Youtube. My purpose was to just feel “nice” all the time...to NEVER feel the discomfort of DOING things...to deny your subjectivity so that you don’t have to feel the ambiguity of existence. Culture may present certain obstacles that are in your way that you have to overcome, sure...but just think of the self-imposed obstacles that are part of a self-imposed culture that allows us to objectify ourselves.But make no mistake the tension goes the OTHER way as well! You can watch a ton of motivational videos, drink 17 energy drinks and do a line of folgers instant coffee and escape the reality of your existence by over-indexing on subjectivity as well. This person may have the best intentions in the world...they may say: don’t let anything get you down... anything is possible...no matter HOW crazy it may sound...and I’m going to prove it to myself and everyone else out there! Yeah! Just hope they aren’t saying that as they’re jumping off a cliff flapping their wings. Because once again...the fact is you are not PURE subjectivity. Anything is NOT possible. You are also an object. You have a physical body that, turns out, does NOT have feathers and a beak and it carries with it a built in limitation that you cannot fly...most likely you are going to fall and it’s NOT gonna be with style. The physical, cultural, economic, historical limitations that you exist in dictate the parameters within which you can exercise your subjectivity. Not acknowledging this very real piece of your existence is one, again, to deny a fundamental piece of your existence, two, might sabotage your efforts because honestly you might not be utilizing your subjectivity very effectively if you’re shooting for goals that are CLEARLY unattainable...and three, going in too hard on the subjectivity side of things can cause you to subordinate the object side of existence in ways that are destructive. Raw materials may become just building blocks for your evil empire, forget where the materials come from. People can be turned into objects and used as just cogs in a machine that help me carry out my vision. Not having to consider the ethical weight connected to the manner in which you act upon objects in the world around you...that may make YOUR life a lot more comfortable to live in. But again, it is a denial of the ambiguity of existence, you have outsourced your decision making to an egoist cult of pure subjectivity, and in that sense you are not free.So uncomfortable as it is...the ambiguity of existence is NOT something Simone De Beauvoir thinks we should be complaining about. We should be THANKFUL to be in this place...because it’s only from this place of not knowing, of the tension between different parts of our identity, from this place of discomfort...this is the only honest place that values can be created at all. Meaning is created... not discovered. And to live is to be in a constant state of creating and recreating yourself and your values. To do the work of taking everything on a case by case basis. Understanding that decision making can never be relegated to moral principles that are ALWAYS correct...nor can it be reduced to something so absurd that it’s impossible to be confident in certain beliefs. Like Cioran, she thinks that an honest existence REQUIRES us to BE in a state of discomfort...yes, but LIVING in that discomfort is the ONLY thing that allows us to affirm the part of our existence that is free. Which for Simone De Beauvoir will require us to not just will our own freedom and subjectivity, but to will the freedom and subjectivity of other people that we share the world with. Creativity may come out of a feeling of discomfort...but maybe that is a good thing in this case. You know...when you consider the scope of existentialism as it compares to all of the other methods of establishing meaning that have been laid out by thinkers over the years...when you consider the sheer dominance of things like Christianity and Marxism during the time of Simone De Beauvoir...you can really appreciate just how ambitious a work like The Ethics of Ambiguity was. Forget about the challenge to subvert narratives that were dominating the culture at the time...let’s just set that challenge to the side for a second...just continuing to think of things in terms of an interplay between subjects and objects...MANY people from around her time saw Christianity as the end all be all ANSWER to any confusions you might have about how to handle the subjective side of existence.The idea is: I’m an individual that has the freedom to make any number of choices in this world. What should those choices be? Well...what would Jesus do? When it came to the realm of objects...how we should think of material resources...people as resources...how these resources should be managed or distributed...answers in the socio-economic realm were thought by many to be solved by Marxism...and here’s the point: one of the MANY concerns of Simone De Beauvoir in her work...was that if she was going to be consistent...she couldn’t relegate herself to one side of this binary opposition...the Ethics of Ambiguity attempts to find, among other things, the moral bedrock from which we can honestly create values for BOTH the subjective and objective realms...two realms that are NOT separate by the way! Simone De Beauvoir thinks if you ever try to separate these two realms to try understand reality better... you ultimately end up understanding nothing. You’ll remember from our episodes that transcendence and immanence are two sides of the same coin. You only exercise your power as a subject in relation to the objective limitations and parameters you have to navigate...and you only recognize your status as an object while considering your subjectivity...the free choices that are available to you that you are not making. So to bring us back to the beginning...maybe it is the case that things are meaningless at the level of the universe. But I hope we can see that it is at least possible to construct an honest moral framework that allows us to continue on living. And maybe you think even the framework of Simone De Beauvoir is ultimately a story that inappropriately assumes freedom to be some ultimate virtue...that it doesn’t anticipate later structuralist and post-structuralist points that reveal it to be a cultural discourse as well...but let me tell you something practically speaking here: whether you believe it’s all meaningless or not...people ARE, CURRENTLY discovering and imposing their moral frameworks onto the world…. and the world becomes the sum total of how all those different world views intersect. And I don’t think I gotta tell anyone... that every framework of meaning doesn’t exactly produce the same results in the world. Whether moral objectivity exists or not we still have to survive, we still have to play the game...and the framework...makes the game work. So again, practically speaking...when you make a decision...you don’t to be unsure about your decision...you’d much rather have a Christianity or a Marxism or an Ayn Rand to give you some confidence...but if more people weren’t trying to evade this ambiguity and discomfort...there wouldn’t be as many people outsourcing their understanding of the world to a just couple sources that reinforce the worldview they already suspect is true...there wouldn’t be as many people turning themselves into objects doing nothing with their subjectivity...there wouldn’t be as many people lost in a sense of radical subjectivity...turning people, entire classes or groups of people into fodder just so they can carry out their plans for cultural dominance. Practically speaking...if someone took a page out of The Ethics of Ambiguity...then at least when things went wrong in their life...at least they could take responsibility for their actions...rather than just blaming the universe.Thank you for listening. I’ll talk to you next time."}