{"ep": "Episode #127", "title": "Gilles Deleuze pt. 3 - Anti-Oedipus", "spoken_text": "This is a transcript of episode #127 on Gilles Deleuze. Check out the episode page HERE.So in 1983, Gilles Deleuze and Felix Guattari release the first book of what would eventually be a two volume series that aimed at discussing the political reality of the modern western world...the TITLE of the series...ALLUDING to the situation they were about to describe in the western world...was Capitalism and Schizophrenia. Now, the foreward of the first book...was written by someone that we've recently talked about on this show...Michel Foucault. Now Foucault, when writing the foreward to this book...talks about how the 20th century has been marked by a whole bunch of philosophers looking back, trying to warm over and reimagine the work of Freud and Marx... in an attempt to arrive at some sort of synthesis...some new interpretation or combination of these older ideas that can provide us with a new perspective moving forward...remember Freud and Marx are seen as the sort of proto-structuralists that foreshadowed the structuralism of the 20th century. Freud, through the introduction of the concept of the unconscious mind...showed how it was possible that fundamental parts of your character and preferences and motivations can come from places that you're COMPLETELY unaware of, at least consciously. Marx, through his superstructure theory we've talked about showed how it was possible that things that are produced within a society, including ideas, always emerge first out of an economic climate that people are born into. Lot of philosophers were going back and looking at the work of both of these thinkers...we've seen examples of this in the work of some of the Frankfurt School...Marcuse, for example, and his reworking of Freud in Eros and Civilization...or his new, Hegelian interpretation of Marx that tried to breathe new life into some of those older ideas.But Foucault says that two people who DIDN'T go this route...are Deleuze and Guattari. Remember, Deleuze, as a postmodernist, would NEVER center his philosophy around the thinking of Freud or Marx. See, to Deleuze, to think of yourself...to think of your thought in terms of being a Freudian...or a Marxist..is just incredibly naive at least to a postmodernist that isn't interested in sweeping grand narratives like that. To Deleuze, to go back and try to microwave up some leftover Freud and Marx to find new some ideas moving forward...you're TRAPPING yourself in modernity. Freud and Marx are in many ways trapped in modernity...and if you relegate yourself to an ism...whether it's Freudianism or Marxism or anything...the best you will EVER have to Deleuze is a single vantage point...the best you'll ever do is to see the universe from one angle and then spend the rest of your life arguing for why YOUR angle is THE angle everybody else should be viewing it from.See because again, Deleuze is a philosopher of new ideas...we saw how he called into question the entire history of ontology when he was searching for new ideas there...well he does the exact same thing... when he turns his focus towards the political realm. See if it seems like the modern political landscape doesn't have any new perspectives being offered...if it feels like it's mostly made up of the same groups having the same arguments with each other over and over again, well, that's because for hundreds of years we've been looking at things from the same angle over and over again. The political landscape is similarly trapped in modernity. Deleuze is going to call for us to look at things from a different angle, and by different he means different from the long classical liberal tradition spanning from the work of Hobbes, Locke and Rousseau of always viewing politics through the lens of the individual.The individual with their individual desires, individual needs, individual issues that effect them...thinking about political change in terms of an individual vote and how a candidate or the government is going to bring about a world that fulfills what they individually see as important. But Deleuze is going to ask: could we be looking at politics in a completely different way? We always look at things in terms of old, worn out political categories like the individual...but also the state, society, nationality, race...but is it possible to look at politics from a perspective that is much more adaptive and fluid than any single option like that...maybe one that can change in a moment and see things from a variety of different perspectives simultaneously...instead of our tendency which has always been to pick a single perspective and exalt it onto a pedestal as \"the way that things are\".When you look at things in the world solely in terms of the individual, or any of these other traditional, rigid political categories...you can miss out on so many other perspectives that might reveal to you an interconnectedness of all of these complex systems that makes hyper focusing on any single one perspective seem like a waste of time...and if this reminds you of the relationship between Deleuze's ontology of difference and the traditional ontologies that have existed throughout history...you may be starting to understand his approach here.Now just to be clear...Deleuze is NOT saying that we SHOULDN'T be looking at things through the lens of the individual, or society or the state or whatever...what he's saying is that we should recognize these things to be what they are: SINGLE perspectives. We can't limit ourselves to a single perspective, and this is part of the reason Deleuze and Guattari introduce another approach towards these political units that we view everything through...Deleuze and Guattari ask us to consider the world instead through the lens of what they call machines.So what are machines? Well, it's important to note right at the outset that Deleuze and Guattari are introducing the term \"machine\" to specifically try to get away from the common way of thinking about this stuff in their time: viewing things in terms of the individual subject...the SUBJECT is what they're trying to get away from for a number of reasons, NOT ONLY because they're trying to get away from thinking about politics through this conventional, classical liberal tradition that we've been looking at it through for hundreds of years...but also because when somebody says the word subject and defines people that way...then it becomes extremely easy for someone to mistake subject...for consciousness. To mistakenly think that when someone talks about a subject as a political unit...what they're referencing is really just the individual consciousnesses of people. This is CLEARLY an oversimplification, when we're talking about political change there's CLEARLY more that Deleuze and Guattari want to reference other than just consciousness, so they sort of distance themselves by introducing this new concept of \"machine\" that they define much more broadly.The term \"machine\" is used in multiple different ways over the course of multiple different works. To define what a machine is in a single sentence is impossible. Deleuze and Guattari themselves often talk about machines as total multiplicity...as not definable by the sum of their parts. So I'm going to give metaphors and examples, but maybe the best place to insert ourselves into this discussion about machines from the outside is to just talk for a few about machines generally. So we've already mentioned how machines can be seen as a unit, or an entity that we can use to think about how political change occurs in the world. Well, one way to CLARIFY that would be to say that we can think of machines as entities...within a given political landscape or the world for that matter...that seek connections with other machines in an attempt to bring about a particular actuality. Now, that may sound abstract and like it's difficult to understand what they mean, but by \"actuality\" they're referencing the work of Bergson and his theory of time that we talked about last time with the distinction between the virtual and the actual. Machines, and everything that falls under that heading, not only actualize the political reality we live in, but ALL reality.So just at first glance already we can see that Deleuze is trying to get people to think more broadly about what they think of as an entity that is trying to bring about political change in the world...maybe it's not as narrow as we've been looking at things for the past couple hundred years...to Deleuze and Guattari the political landscape is NOT just a bunch of individuals interacting with each other trying to get people to vote a certain way. By using this BROADER definition of \"machines\" that are seeking connections...they're offering a much more versatile political unit to view things through...one that accounts for things that are CLEARLY NOT individuals... but nonetheless have an undeniable agenda towards bringing about political change...quick example before we talk some more about machines, political movements...let me explain:So individuals are examples of one TYPE of machine that exists. A group...would be an example of another type of machine. These two things are examples of machines in the sense that they are entities seeking connections with other machines trying to bring about an actuality...they're machines in that they weren't created by anything for an EXTREMLY particular purpose...and what I mean is that an important aspect of a machine to Deleuze and Guattari is that it DOESN'T have a fixed purpose and can change its goals or desires at any time. This is where things start to get interesting when it comes to how we look at the moving parts that are bringing about political change in the world...because based on this criteria for what classifies a \"machine\"...couldn't we think of things like social or political movements as machines in their own right as well? I mean, they TOO weren't created with a rigid, inflexible purpose in mind...they aren't beholden to a fixed identity...we could say a movement is JUST as much an entity that seeks connections with other machines, like people, for the sake of producing something.For example, take the movement of environmentalism...or the green movement or save the planet or whatever you want to call it. This movement can be thought of as an extremely complex machine, connected to millions of other machines... people, groups, moving parts...and this machine is always seeking MORE connections...picture environmentalism meetups, tree plantings, speeches, public service announcements, signs, bumper stickers...a community potluck where we all get togethers and recycle some stuff... consider the fact this machine is always embedding itself into OTHER groups leveraging OTHER machines to be able to bring about its OWN actuality...picture the NFL having their players where a green wrist band to promote environmental awareness...or a car company changing their exhaust system so that it's more environmentally friendly. Not only that, but very similar to what an individual or a group is in a given moment...a movement in a given moment is defined by the sum total of the connections that make it up IN that moment, connections that CAN change and are CONSTANTLY always changing...once again there IS no fixed identity...like these other types of machines a movement is flexible...it has a fluidity to it...it can evolve and adapt.Now that said, machines are NOT just limited to individuals, groups or political movements. There are of course tons of other examples of abstract political processes that can be thought of as machines...but the REALLY important thing that I want to emphasize is the fact that machines go in the other direction as well. Just as a group of machines (a collection of people) can make up a larger machine in the form of a political movement...collections of machines make up the individual. We are ourselves a complex collection of machines and their processes. Deleuze and Guattari give the example of a new mother...we can even think about machines at the level of bodily processes...they say the breast of the new mother can be thought of as a machine just as the mouth of the newborn baby can be thought of as a machine...each seeking connections with other machines and each using the connections WITH other machines to actualize themselves... Machines connect with other machines to ACTUALIZE reality. But the BIG SHIFT here from the traditional way we've thought about things: Thinking about political change in terms of machines... which are themselves complex groups of connections driving other machines which are also groups of connections allows for a level of flexibilty that traditional political categories like the individual just don't offer.The famous quote from the book about machines is:“Everywhere it [what Freud called the id] is machines – real ones, not figurative ones: machines driving other machines, machines being driven by other machines, with all the necessary couplings and connections. . . . we are all handymen: each with his little machines.”So that's the famous quote, the common EXAMPLE people give to talk about how these machines actually work is to consider a bicycle.So a bicycle is a machine. By itself...the bicycle just kind of sits there...purely virtual in terms of its potential, when a bike sits by itself in a garage it doesn't have a SLIVER of hope to become actualized in any way. What the bicycle needs...are OTHER machines around it to make connections with...those connections determining what actuality is going to be realized...so for example, a bike doesn't have a fixed identity. Say that the machine of a bicycle connects with the machine of a human being. That person could do a THOUSAND different things with that bicycle...they could ride it around as transportation...that might be the first thing we think of...but think of all the other ways that bike could be actualized...they could take the bike apart and sell the parts at a bike shop...they could give the bike to charity...they could see the bike as a sculpted work of art they're going to put on display at their house...they could name the bike...and think of it as their new imaginary best friend...they could beat somebody to death with the bike...they could hook the bike up to some sort of stationary treadmill situation that generates power when you turn the pedals...the point is: there is no FIXED purpose of a bicycle...and it's only through it's connections with other machines around it...that its momentary purpose becomes actualized. Think about the parallels to individuals, groups and political movements here.Political movements are machines...people are machines...Think of how often political movements USE the individual human beings that make up the movement like this person we're talking about uses this bicycle. Once again as Deleuze says, it's everywhere...machines driving machines...machines being DRIVEN by machines. Not only that...think of how possible it is for an individual...especially one in a position of leadership...to use the machine of a political movement to bring about something for their OWN personal gain. Machines driving machines.When we remove the default humanism of the way we traditionally have thought about politics...and instead think about it in terms of complex groups of connections interacting with other groups of connections...we open up the door to new perspectives that see things from a different angle, for example, consider for a second the Earth as a machine...and instead of thinking about it in a solely humanistic way...consider the slightly different perspective of seeing the movement of environmentalism as the machine of the earth, driving other machines that are part of what makes it up...people... to make further connections that promote a certain agenda that is in its best interests. This is a very simple example of how thinking in terms of machines as political units, opens up different perspectives than just looking at it in terms of how people feel about it.Few more important points about this concept of a machine. Deleuze says that machines are always connected to other machines...and what this means is that machines are always productive in some sense, but again ONLY when connected to other machines. Deleuze and Guattari at this point introduce a concept that is a driving force behind machines and what motivates them to produce things or seek connections with other machines in the first place. See, as far as they can tell, this... driving force is NOT ONLY the driving force behind machines and their behavior...it seems to them to be a fundamental driver of ALL LIFE in the universe. Something they call \"desire production\"...now, the name desire production is pretty transparently just a mash up of the driving force of desire from Freud and the driving force of production from Marx...but Deleuze and Guattari aren't looking at the work of Freud and Marx so that they can rework their ideas and come up with some sort of synthesis...they look at their ideas and launch one of the most radical critiques of their work in existence...people sometimes go so far as to say what Deleuze and Guattari do is not so much critique their work...but subsume it.Probably the best place to start is with their REINTERPRETATION of both Freud's concept of desire and Marx's production.See traditionally the way people have thought about desire is that people always desire something that's LACKING in their life. The LACK of something is what creates the desire to produce in the individual. But Deleuze and Guattari are going to question this...they're going to say that desire and production are in fact... default, fundamental properties of what it is to be a machine at all...which includes.... what it is to be a human being. Desire DRIVES these connections between machines...and in the same sense, put a little more dramatically by Deleuze...desire PRODUCES reality. Desire is the vehicle for changing things from the virtual to the actual. Desire isn't a motivating force that is responding to a LACK of something...desire production is INHERENT to life itself...think of desire production as Deleuze's version of Nietzsche's will to power.So, this is the reason the first volume of Capitalism and Schizophrenia is titled Anti-Oedipus...To Deleuze, just as there's no transcendent governing body that dictates the rules of ontology...there's no transcendent governing body external to you like Freud's Oedipus that dictates what desires you feel or what connections you're going to seek as a desiring machine. Desire isn't something dictated by some standard of living outside of yourself and what you're LACKING in relation to that standard...desire is a natural process of experimentation. What this ALSO implies is that desire is NOT something that is located deep inside the psyche of the individual...what desire REALLY is...is a social force. What Deleuze is trying to do here...is get us to RETHINK the concept of desire...so that we might be able to rescue it from these rigid, outdated theories and instead see it for what it actually is to him: the source of revolution. The ONLY real source of revolution that we have. This desire production...fundamental to all life...the very thing that drives machines to take action turning the virtual into the actual...desire is revolutionary...and it's been suppressed over the years not only by the work of Freud, but any form of psychoanalysis that relies on transcendent, external concepts...Jacques Lacan is another target of theirs...they're calling into question this older FREUDIAN, \"lack based\" view of desire...and what they're going to say is that this Oedipal way of looking at desire has very real consequences on the societies that believe in it. Because IN these societies...desire becomes something that gets turned inward, towards your immediate family...what you think of as your desires...is really just you misinterpreting some deeply rooted psycho-sexual framework that you don't quite understand...the result of this on a social level being...that the vast majority of the desire of the individual gets interpreted inwardly...with any excess desire that someone might have, however small of an amount that may be...well that is the only desire that can eventually spill over into the social and political realms trying to bring about change...but here's the thing: even that VERY SMALL AMOUNT OF DESIRE that spills over is ALWAYS subject to the limitations of the social and political realms which are themselves to Deleuze and Guattari conveniently controlled by the forces of Capitalism.Now...in an interview in the 1990's towards the end of his life Deleuze says that he still refers to himself as a Marxist. To people unfamiliar with the rest of his work and the rest of the interview...this has caused some to label Deleuze as some sort of postmodernist neo-marxist type. But even a cursory reading of the rest of his work would no doubt make someone really confused...how can this guy be a Marxist...when he spends so much time in his work talking about how rigid, hierarchical systems like Marxism are not even CLOSE to the full story? The answer is that Deleuze is not a Marxist in the traditional sense of the word...he was speaking in a philosophical context...that in the sense that so much of the work of Marx was dedicated to an analysis and critique of Capitalism...for anyone that wants to do meaningful work in the field of economics during his time...you're PROBABLY going to want to start from an analysis and critique of Capitalism. Which is what he and Guattari DO in Capitalism and Schizophrenia...so IF throughout the course of their two books they have anything negative to say about Capitalism...this isn't coming from the perspective of some tribal, hateful Marxist that wants to do away with one rigid system and replace it with another...no their perspective is more like: just because Capitalism is better than the Feudal system...does not mean that we're done talking about economics for the rest of time. How else are we going to make the world a better place if we don't critique the dominant ideas of our time? Who is going to critique them other than the dominant economic and political philosophers of our time? The aim of Capitalism and Schizophrenia is less a hit piece on Capitalism like so many works of the past...and more an analysis on what natural effects Capitalism has on the world and what problems, if any, are created by that.Nothing showcases this fact more than all the GOOD things Deleuze and Guattari have to say about Capitalism. They credit capitalism with drastically improving the lives of almost everyone on the planet by abolishing the hierarchical rules and power structures of the middle ages. You know, if you're a peasant...living under the Feudal system...there are tons of rules, that are imposed upon you by the Aristocracy and land owners. Now if at any point you don't like those rules...or one of those rules makes your life absolutely miserable...there's really not much you can do...you can't request a transfer to another plot of land. You can't save up and buy a different plot of land where you make your own rules. But in Capitalism this isn't the case and this is often given by proponents of Capitalism for why it's the best economic system we have...show me another economic system...where if a worker is alienated or miserable because of their job they can work hard, apply themselves and go get some OTHER job that they enjoy more with no detriment to society as a whole. THAT'S A STRENGTH...of Capitalism over the Feudal system and Deleuze and Guattari would agree with that. What they'd probably say next though is that just because somebody has the freedom to change jobs and not be subjected to the rules of a landowner does not mean that they're free...or that Capitalism as an economic system is impervious to criticism.Yes, Capitalism has dismantled feudalism, or as they say \"deterritorialized\" these rigid rule systems people had to live under in the past...but then after deterritorializing these rules...Capitalism then reterritorialized it with an axiomatic...or more SIMPLY put...Capitalism, notably the world of banking and finance, dictate every narrow parameter that human beings have to navigate in their lives. We're going to talk about how in the next episode, along with Deleuze's concept of looking at the universe in terms of different \"flows\" and a constant process of deterritorialization and reterritorialization...but how Deleuze and Guattari ARRIVE at this unique analysis of Capitalism and how things change and connect together in the universe is by LOOKING at the universe through a different lens than any philosopher that had come before them.This is one of the most important concepts in ALL of the work of Deleuze...his concept of the Rhizome. This is a good way to end the episode...something to think about throughout the week so that next time you can understand where they're coming from. Now a common thread that by this point you've no doubt noticed in Deleuze is that he's looking back at our history as a species and how we've looked at things in terms of what HE sees as rigid, narrow categories...and he's trying to offer a DIFFERENT perspective...one where we step OUTSIDE the traditional ways we've thought about things like ontology or politics...and by considering different approaches...by looking at things in terms of difference...the hope is that we might be able to see that traditional accounts of the way things are don't even come close to telling us the full story.He compares the dogmatic way that we've traditionally thought about things to a tree. Now, a tree...is very straightforward...it is rooted in one place. Not moving. There are clear lines of demarcation between the different PARTS of that tree. There are the roots...the roots give way to the trunk...the trunk gives way to the branches, the branches give way to the leaves. There is a clear beginning middle and end to that tree and the tree is structured in a hierarchical way... much like our systems of ideas from the past like we've talked about over the course of the series, be it in ontology or Freud's psychology or anything else. Deleuze would ALSO want us to consider that the different PARTS of this hierarchy work together in the tree. The roots gather moisture and nutrients from the soil, sends them up to the trunk which support the branches, the branches support the leaves that collect sunlight and oxygen and just as the rest of the tree supports the leaves the leaves support the rest of the tree. In other words, this tree is a static system...with well defined parts that perform specific functions...and the structure of the tree mirrors the structure of the way we've traditionally thought about ontology or politics. For example a deeply rooted system incapable of movement...with well defined parts that make it up and perform different functions, for example...the individual, the state, the economy, laws...these things all work together and play their part within a system.So we have this great visual of a static, rigidly defined tree that Deleuze compares to the way we often think about politics...but a more ACCURATE way of looking at what that tree really is, to Deleuze is to think of it as a single pattern...we shouldn't think of the hierarchy and \"tree\" of our modern political system as...\"the way that things are\"...but instead... think of it as a single pattern....that happens to be the way we talk about politics in this particular day and age...there are countless other ways we might otherwise be talking about politics, countless other angles we might view it from...which is why if you wanted to come up with a plant based analogy describing our modern political landscape that was more accurate...take that tree... that embodies the narrow way we've looked at politics for hundreds of years...pull the entire tree out of the ground roots and all...shrink it by about a hundred times until it's the size of a baseball...and instead picture that tree as just a tiny part of a giant wall of vines and leaves spanning off in every direction. This...is where Deleuze's concept of the rhizome comes into play.So, a rhizome...in the world of plants...is an extremely chaotic and unpredictable root structure. Actually depending on the baggage you're bringing along with the meaning of the word chaos it may not be the best way to describe it...and I think technically a rhizome is a subterranean plant stem, not a root... but look none of these labels really matter. The point is: look up a picture of one. A Rhizome is a root structure that doesn't grow in a uniform direction or pattern, like a tree...its root system is not fixed to one place in the ground, like a tree...when you look at a rhizome there's no clear beginning middle and end to what's going on...the rhizome at any point in time can sprout a new root out of the side of it in a completely different direction, then THAT root can have OTHER roots growing out of IT seemingly randomly in all different directions...what follows from this, naturally, is that networks of root systems become formed...and then these random root offshoots can often times connect one network of roots to another network of roots sometimes in bizarre ways. THIS...is a much more accurate metaphor when it comes to how thought, ideas and movements link together. Think of the visual of the giant wall covered by vines again...where is the CENTER of that vine? Where is the beginning, middle and end to that vine? There ISN'T one, to Deleuze, just as there's no beginning, middle and end to systems of ideas...just people getting tunnel vision on one little SECTION of the wall and then making a case for why they have the whole wall figured out...this is the mistake of the philosophers of the last two thousand years...when someone creates a hierarchical system of ideas...when someone makes a tree...all that a tree is is a blocked rhizome. One little section of the wall masquerading as the WHOLE wall. Consider two networks of roots that may in the past have been thought of as COMPLETELY different from each other. Political power and linguistics. So in the past we may have studied these very different fields and thought of them as completely separate from eachother...how often throughout history have we seen someone who specializes in linguistics writing extensive commentary on political power or vice versa? But on closer examination consider how many ways these two root systems are connected...consider how ideas in linguistics often dictate the boundaries of how we're even able to TALK about politics...they dictate the boundaries of what we can even bring up as a criticism of people in power...they dictate how we even THINK about our relationship to political power...but it goes the other way as well...think of how often people in political power will try to control the language that is used to be able to get elected or stay in power...consider how calculated down to the word their use of language is in speeches to harness political power...to think of linguistics and political power as two distinct fields that can be studied and fully understood in isolation from each other, is an old way of thinking. There are roots that connect these networks of roots, and roots that connect both of these networks with countless OTHER networks of roots. When you pay attention...and look closely...to Deleuze...the universe is a rhizome.Rhizomes are everywhere...not just in human ideas. Sure, there's the actual rhizome and the wall of ivy and many other plants...but consider the countless other examples all around us: ant colonies, rat burrows, termite nests...vast ecosystems, human cultures, nervous systems, the layout of a city, the behavior of the people WITHIN the city...yes, this is ALSO the development of human ideas...books are rhizomes, connected to other books, documentaries, magazines, movies...philosophical systems are rhizomes connected to everything around them. This rhizomatic way of looking at the universe to Deleuze...can get us out of this rigid way of thinking of philosophy in terms of hierarchies and history in terms of it being this linear thing that progresses from beginning to middle to end...and instead understand that our systems of ideas are often MASSIVELY interconnected...and that history is not some single line of progression but instead many DIFFERENT histories all progressing and regressing at extremely different rates.But just to illustrate how impossible it is to nail Deleuze down like one of the philosophers of the past...despite all of this talk about the rhizome...he still has no problem at all...with the tree. We'll talk about why at the beginning of next episode thank you for listening...I'll talk to you next time. "}