{"ep": "Episode #093", "title": "Nietzsche part 4 - Love", "spoken_text": "So by now you're probably realizing something about Nietzsche...you're probably realizing, if for no other reason than just cause I've... needlessly rambled about it throughout the course of this series...but what you probably realize by now is that Nietzsche's not writing his philosophy so that every single person in the world can take a little something from it...he's writing his philosophy for a select few people that are actually going to try at existence...he's writing it for a very small handful of people that aren't interested in FEELING like they know everything about the world...but people that are actually going to try to understand things deeper than they've been led to believe about things over the course of their life.I mean, at any stage of life... it's very easy to be coaxed into complacency about how you look at the world...I mean I'm sure we can all imagine some 45 year old person...listening to some passionate 21, 22 year old person with strong, reinforced convictions about how people are and how the world works and all kinds of things...and they say to themselves look, I've been there before. I too used to think I knew everything about the world...but you know what... you live a couple years longer...few failed marriages later...a few heated discussions at a PTA meeting...you're eventually going to wake up and realize how the world ACTUALLY works. Believe me...I've been where you are before.Well whenever I read Nietzsche's philosophy I always feel like he's this guy that's 120 years old and he's talking to that 45 year old and he's saying you know what...i've been where you are...but if you see a few more presidential elections...play some badmitton down at the YMCA...you watch a few more seasons of the price is right...THEN you'll understand how the world actually works or maybe...you'll come to terms with the fact that this whole life thing...is much bigger than that, that maybe 100 years is not enough time to become as well versed in things as you want to believe you are.Well there are certain subjects that people like to tell themselves they've arrived at a destination about. Some subjects are more common than others. And one of the MOST common ones...is the concept... of love. We all feel like we know what love is...we've all felt it. Powerful concept...love. Probably not a big surprise that so many philosophers over the years have tried to take a closer look at it and understand it. Given how good it feels to EXPERIENCE love...probably not a surprise that so many people build their lives around feeling or giving or spending time with the people they love...the most.Some people even take this to the extreme...some people say...that all you need...is...love. You know they look around them...understandably...and they think man...there's people stealing from other people...people are killing eachother...cyber bullying is the pandemic scourge of our time...all these philosophers try to complicate things so much it's actually very simple...everyone just needs to love eachother. If only we could show everyone how great it is to love everyone around you. These people say love...is some sort of panacea for all of the worlds problems. Instead of dropping nukes...we should be dropping giant canisters of DVDs of When Harry Met Sally. If only the whole world understood love like I do...then everything would be fixed.But the way you treat somebody that you love hasn't always been the way harry treated sally.  No, the things we do in the NAME of love...have changed drastically over the course of history and they can easily change in the future. I mean 100 years ago...my kid may have...i dont know...gone down to the grocery store and bought an ice cream cone for 4/10ths of a cent without permission...and when he comes home and I see all the chocolate on his face...I may say to myself...you know what...I love this kid...I love him dearly...I am not going to allow him to become a person who doesn't understand the value of discipline for the rest of his life...I don't want to...but I have to beat him...in the name of love I have to beat em.Tons of other examples of this but the point is: the way that people treat the ones they love is highly influenced by the cultural backdrop that they were born into. St. Augustines man burning in a building comes to mind. In other words...even if everyone in the world loved eachother...people might still steal from people they love in the name of feeding others that they love who are starving...people may still assault other people in the name of love...maybe love is actually a pretty complex thing that needs to be unpacked. I mean love is far from a static thing...right? We use the word love to describe any number of different emotional states...we say things like I love my dog, I love my children, I love my parents, I love my domestic life partner, I love this pizza that I just ate from Chuck E Cheese....in all these contexts the same word is describing emotional states that are extremely different from eachother...so what exactly do we mean when we say love? Maybe there's something similar about all of these different scenarios that we describe?I think when somebody says that all people need to do is love eachother... its one of those statements most philosophers would hear and say it sounds great...but they probably wouldn't think it's a very useful synopsis when it comes to actually getting to the bottom of the cause of these problems or how to actually solve them...in other words in practice, how do you get... everyone in the world to love eachother? I mean it's a little like walking into a hospital... and seeing all the different kinds of pain and suffering in a hospital...you know you see people in the cardiac ward, you see a guy with a broken leg, you see someone with hypertension and you say you know what? These doctors try to complicate things all the time...but in reality it's actually very simple: all these people need are drugs. All they need is drugs. Yeah, but what KIND of drugs? How high of a dose? When do they need them? Is giving them drugs really a solution or is it just temporarily masking the problem? There's more to it than just saying drugs: case closed.Well the point of this episode is to eventually talk about how Nietzsche sees love...but I think it'll give his views some context if we take a look at some other notable philosophers throughout history and how THEY viewed love...and when it comes to philosophers writing about love...by far the most famous account of love ever written has to be Plato in his work the Symposium.Now we talked a little about this on the Plato episode, but...come on...that was three years ago...I was horrible back then. I'll make it quick. The Symposium is a fictional book written by the Greek philosopher Plato about a dinner party...where various noteworthy figures from Athens at the time meet up to talk about a particular subject...apparently they DID that kind of stuff back then...and the subject of this particular night's dinner party is love. Everybody takes turns getting up in front of the group giving their thoughts on love. Now, barring the funny, pretty ridiculous theory given by Aristophenes which was probably just Plato getting back at him for slandering Socrates in one of his plays...besides that...in terms of philosophy the book is pretty slow up until we start hearing what Socrates has to say about what he heard about love from a philosopher named Diotima.Now Diotima...nobody knows whether she actually existed...but its one of those things like: everyone else in the Symposium existed, why wouldn't this be a real person...but Diotima told Socrates about how she sees love as sort of a progression. A progression...ascending up rungs of a ladder...where throughout your various experiences with love in your life...you go through a number of phases...each one of them a rung on this ladder... where you become more and more aware of what love truly is. Seeing as how this is one of the most famous accounts of love ever given, let's talk about these rungs a little.So Diotima would say that when you come of age in this world and you enter into a romantic relationship of some sort...the first type of love that you're going to experience...the first rung on this ladder... is what she calls bodily love...now...bodily love...is exactly what you'd expect it to be...a love of someone's body...an infatuation with another person...maybe they make you smile a lot maybe you have this uncontrollable desire to touch the person when you're around them. But, either way...we all know about this one...we've all seen this one before so I won't waste your time giving examples of it...but the interesting thing is that Diotima says that once you're in this place... where you love somebody for their body...if you start to look closer at that feeling that you have towards this person...in other words if you think about what exactly it is that you love about their body...what inevitably happens is that you start to notice...the things you like about this persons body... are not exclusive to them in any way...there's a lot of other bodies out there that have these exact same qualities. You eventually realize there are thousands if not millions of bodies out there that you might potentially love. Now much like Socrates does...where he goes into the public square...asks people for their definition of courage...and he looks at all of them and tries to find our what's similar about them to hopefully arive at a better understanding of what courage is...maybe you take a look at all of these millions of bodies and try to find out what is similar between them...and at the end of that process...you're left with a certain type of person...you know I like people with brown hair and blue eyes...for example...a type.But remember this is only the first rung... on the ladder...Diotima says once you get to this place THEN what happens...this person whose body you're in love with...well, it's inevitable...you're gonna be spending a considerable amount of time with them. Eventually what you HAVE to realize...is that this person is more than just a piece of meat. No, they're a person...they have feelings too...they have all their own thoughts, opinions, ideas...eeek. Diotima says that what eventually happens after we've had enough conversations with them about their thoughts on stuff...eventually you start to realize that love is not as shallow as you first thought it was...that body...sure it looks good now...but i dont care if you're dwayne the rock johnson...in 50 years...you're gonna look like a sun dried tomato out there...Diotima says you realize....that there's a deeper form of love available to you by loving someone's personality...or as she refers to it: the soul.Now it's in these first two stages that most people spend their entire lives. I mean you think about the progression of the average person's love life...throughout their twenties maybe they have a few debaucherous relationships...maybe they're with the wrong people personality wise but they overlook it because they think they're attractive...maybe eventually they want someone more mature...maybe they end up finding someone who's personality they admire and decide to get married to that person. But still... even if... you find yourself admiring something about the personality of someone you're married to...when it comes to most people's relationships...you still have one foot in the door of this bodily love...i mean it doesn't matter if somebody has the BEST personality in the world, most people aren't going to marry them if they look like Golem from Lord of the Rings. Most people sort of settle into a mixture between what Diotima describes as this bodily love and the love of the soul.Now an important thing to note I think is that getting stuck in any of these rungs of the ladder for your entire life doesn't make you a bad person. Plato would say, all of this love is ultimately a good thing...the question just becomes...how much of a good thing do you experience throughout your life. Because what inevitably happens once you love a collection of personality traits that somebody has...is that just like in the case of the bodily love...you realize... that these characteristics you love about someone aren't somehow exclusive to them. No, you realize there are thousands of other people out there that embody these very same characteristics...now the GREATER implication of realizing this...to Diotima...is that realizing this... removes this visage that has been clouding your ability to move on to the third rung of the ladder...that to TRULY understand love is to understand that love is not this interpersonal exchange between two people that can ONLY exist between two people. What you realize is that what you love about this other person really has nothing to do with them as people...what you love are concepts that they embody.Now again, to Diotima, once you realize this...the next step is to realize... that person you love, wasn't born in a vaccuum. This person wasn't floated down the river Nile in a basket and raised as one of their own by a pack of hippos. This person was born into a very specific cultural context by a very specific group of people who all had ideas of their own...and what you realize at this point... is that everything about this personality that you love so much really was forged by certain aspects of culture...laws and institutions that cultivated these personality traits that this person embodies that you love. The ultimate point is: the next few rungs on the ladder are loving the laws and institutions that create the people or things that you love, then a love of knowledge of those laws and institutions, then a love of knowledge itself, finally culminating in a love of the Platonic form of beauty or the good itself.Tons of interesting conversations to be had about these last three rungs but I think the most important thing that I want to repeat is that...lets say you never get to the top rung of this ladder where you understand the form of beauty itself...that doesn't make you a dumb person...that doesn't make you a bad person...Diotima's just saying that the good feelings you feel when you're experiencing love GREATLY increase with each rung that you move up on this ladder...and that much like a dog...when they've gotten a little taste of human blood...once they've tasted it...they can never go back to lamb and rice alpo. That once you've tasted that forbidden fruit of the next rung on the ladder, all the other forms of love just sort of lose their appeal they're not as good as what you've experienced. I mean I'm sure we can all imagine...if for your whole life you've just loved people for their body and then you get together with some pelican looking podcaster dude...and he dies in some tragic podcasting related accident...after experiencing that higher level of love on this ladder, it stands to reason that having a relationship after that where it's all about the body again...it would probably feel like something's missing. At least that's what I tell myself everyday.Well as you know if you've listened to this podcast from the beginning...is that this hierarchical conception of love laid out in the Symposium paved the way for love as it was laid out in the middle ages. That love...in it's most basic flawed form... is love of the body...some people even say it can't even be considered love...it's actually lust. That moves onto a love of your fellow human beings, that moves onto a love of truth, all of which is inferior to the ultimate love...the love of God.And this became the dominant perception for what love is for quite some time, and although there was work done on love before this: something very interesting happens to the concept of love right about the mid 18th century. More specifically, with the way that you treat somebody that you love. What happened was...well, Romanticism happened. Romanticism is a cultural movement...some would even say codified doctrine of ideas...about the way human beings should be interacting with various aspects of the world that they live in...falling underneath that umbrella of course...is the way that we treat people that we love. Romanticism is often seen as a pushback to an era that came before it where there was a lot of emphasis put on reason as the way to arrive at conclusions about things. Too much reason.Maybe a good place to start is to say that: historically speaking...being in a relationship with somebody that you love or getting married...hasn't always been about...what we would often call today...romantic feelings that you have towards the other person. People used to get married for all KINDS of practical reasons...because it was financially prudent to do so...because they had a relative that could help you greatly advance your career...any number of reasons. Now in today's world... if you got married to somebody simply because it was a good financial move for you...people wouldn't really take too kindly to that...they'd tell you that you're getting married for all the wrong reasons that something's missing. Well where did that come come from? A big part of it... comes from is this movement of romanticism in the mid 1700's.Romanticism pushes the idea...that it is possible...and even expected...to meet someone...get to know them...feel these intense, romantic feelings that you often feel in the initial stages of a relationship...and you should expect this heightened emotional state to persist indefinitely all throughout the course of your lives together...a life long love story, as it's often put. That the litmus test, for who you should love or who you should marry...shouldn't be based on practical considerations like how good it is for your career or something like that...but that these initial feelings that we have will decide for us. When you meet someone, and they make you feel this way...you've done it. You have now found your soul mate. You've found the one and only someone for you...from this point forward...you and your soul mate are going to enjoy an all expenses paid vacation where every day of your lives you fall deeper and deeper in love with them with each passing day. Any boredom within the relationship, any longings for somebody else or novelty within that relationship, is not something that should be EXPECTED in a long term relationship...it's a sign that the relationship is not going well...its demon that's tormenting the relationship that needs to be exorcised.Now in many traditional conceptions of romanticism, and there's some variance here because we're talking about a very large period of time, but the general idea is that when you love someone deeply enough...if you can't accept them at their worst you don't deserve them at their best...that to truly love someone...is to be tolerant of all of their shortcomings as people...you know love is patient, love is kind, love is understanding...corinthians 13.If someone comes home from work and a lot of times they're in a bad mood and they're not really reciprocating the love in that moment...you know what...I love this person...I understand this isn't the entirety of who they are I understand this isn't about me right now...sure, the way they're treating me right now makes me feel bad, but I'm gonna go find something else to do while they work through these emotions. Another example: if someone quits their job and pursues their dream of becoming a street performer...a mime. And they go out miming the streets for three years and people just don't like their act that much...you know your box is horrible. Someone might say you know what...we may not have that much money...and yes they could easily go back and get their other job and help out, but I don't care if we have to live in squalor for the rest of our lives at least we'll be together with these strong feelings that we have.What's intersting to think about is that many of these romantic ideas of love ask you to be TOTALLY tolerant about some things, but TOTALLY intolerant about other things. I mean if the person you love has romantic feelings for somebody else, or if they're telling you tons of things you need to change about yourself or if they're not fornicating with you on a regular basis...these are all signs that the there's something seriously wrong with the relationship, not things you need to be tolerant of. Again, love should be this highly intuitive thing...this feeling that you have...you know you spent 6 years at the university learning to become a dentist...but when it comes to asking how to love or who to love or why to love or anything like that...that you'll just kind of wing it...I'll figure it out...remember romanticism was a movement that was the antithesis to a world where they thought we were reasoning too we much about the ways we behave...no forget reasoning...what really matters is how you FEEL about this person.Like have you ever seen the Bachelor...I haven't of course...but if I ever had I would have to say man...look at what this show's become. Oh how the mighty have fallen. First episode. I think I could definitely fall in love with this guy. Third episode. I think I might be falling for him. 5th episode. Okay now I've definitely started the falling process, I tripped on something, I'm off balance, gravity is definitely pulling my trajectory in the downward motion but I haven't quite fallen yet...what are these people even talking about? This is what you get when you fully eradicate reason from this process...vague emotional states, waiting for some other vague emotional state to arise and people can't even tell you whether they're actually in them or not.But here's the thing...this isn't their fault! This is just what they've been told to expect when it comes to finding a life long relationship by every TV show, RomCom and Disney Movie they've ever come across from the moment they were born. Nobody should feel bad about having this expectation...it's not their fault...it's culture's fault. And even on that note, there's nothing wrong with bringing this expectation into your relationships...I just think a lot of modern commentators would say that if you DO bring in these expectations...barring a level of luck comparable to winning the lottery...you're probably going to be largely dissapointed by your relationships...it's such a tall order to fill. Most people are probably going to stick it out in a relationship far too long, telling themselves this person's their soul mate...and then one day when it all goes up in flames they'll tell themselves well looking back...the signs were there all along...maybe this NEXT person's my one and only someone...where's my Ryan Gosling? Either that or they'll find themselves six months in saying man...I just not getting those butterflies that I used to get...maybe they're not the one...and they spend their whole lives looking for this 60 year love affair that might not ever come.Now it's because of this, that when most modern thinkers talk about love they usually start from this point in the discussion. You know one of the most famous accounts of love ever was by a guy named Arthur Schopenhaur...he has this parable...where he compares marriage to two porcupines trying to huddle together to keep warm...and that the art of being with someone you love is trying to find the right distance where you're still keeping eachother warm, but you're not SO close that your  porcupine spikes are stabbing eachother. You know to Schopenhaur everything is about this survival oriented will to life and that when we get married and we have these romantic relationships...what we're attracted to in someone else are REALLY what we see as our shortcomings...the hope being...that if your counterpart makes up for some of these areas that you're weaker in...that those weaknesses are probably gonna be less likely to prevent you from prospering...as a unit...you guys are better off together.This brings us to Friedrich Nietzsche. Nietzsche's view on love has multiple layers to it, which is actually what makes it so interesting. On one hand...just like he tries to do with everything else we tell ourselves we have strong convictions about...love is no different...he's trying to show us...that when we love someone...maybe we're a little more selfish than we like to give ourselves credit for...but on the other hand, he's not denouncing anyone for BEING in love and he's certainly not saying that no one should BE in love.See, Nietzsche...as we've talked about before...huge fan of Heraclitus. Loves the idea of looking at two things that we commonly think of as opposites, and finding ways that they are actually the same thing manifesting itself in two different ways. For example, day and night. Are they opposites? Or are we talking about the same thing just in two different states.Same thing goes when he breaks down the psychology of love. Often times people talk about loving someone...they say love is caring about someone more than you care about yourself...i love this person...i would sacrifice anything for them...i am completely selflessly committed to this other being. Now...Nietzsche would say...how convenient that this person is trying so hard to paint themselves as such a selfless person...you know what love TRULY is? When you look at it close enough...love starts to strongly resemble greed. He says:“Greed and love: what different feeling these two terms evoke! Nevertheless, it could be the same instinct that has two names – once deprecated by those who have, in whom the instinct has calmed down to some extent, and who are afraid for their ‘possessions’, and the other time seen from the point of view of those who are not satisfied but still thirsty, and who therefore glorify the instinct as ‘good’.”In other words, we love to pat ourselves on the back and tell ourselves how great we are for doing things in the name of loving this other person...and we often like to think of someone who's greedy in a negative light...but what if love and greed are the same instinct manifesting itself in different ways...that at the root of either of these words is this instinct or this desire that some thing will be ours...as he puts it \"to change something new into ourselves\". He says love and greed...these are the same thing...the only difference between whether we classify it as love or as greed just comes down to how satisfied somebody is with what they already have. For example, let's say you're a huge fan of italian sportcars...and you save up and you finally get one...sitting in the driveway. Somebody else comes along, maybe he likes italian sportcars too...and he wants THAT italian sportcar, yours!Let's say there's nothing he wants more in this entire world than to have your italian sportscar sitting in his half vacant warehouse where it will live out the rest of its sportcar days with this guy. But you say  no, no, you love that car...you don't want it to go anywhere. Let's say this guy doesn't give up...this guys gonna write a pursuasive essay to that car begging it to come to his warehouse...this guy doing whatever it takes to make it his...maybe he's trying to find some way to convince the state to take your sports car away from you so he can have it...not crazy to think you might feel like the guy was being a little greedy. Yet, being a lover of cars yourself...if in your travels YOU came across this very same car...you would certainly want it...and in THAT context you'd just think about how much you wanted that car as your love of cars, not as you being greedy. Replace an italian sports car with your significant other and take note of the similarities.Now here's the interesting part: even if we can agree upon the idea that love is greed...let's just say that it is...Nietzsche's not judging you for that...he's not saying this makes you a bad person for loving someone. He thinks that love, just like everything else, is a will to power....and in this case...love is sort of a mutually beneficial will to power...when two people are in love...yes to Nietzsche they are both just greedily desiring to change something new into ourselves...but greed or no greed...Nietzsche thinks love and friendship are some of the most amazing things life has to offer. He says you should find someone, love them, enjoy all the very real benefits of loving someone...just take a closer look at why it is that you're doing these things and don't try to justify your actions with a nice sounding story that you like to tell yourself about how it's really all about this other person.Now, the reason I chose love as the topic of today's episode...well...two parts to it. One, this is a perfect example of one of these concepts that everyone has strong opinions on coming into the episode that Nietzsche tries to get us to question our deepest assumptions about. And two, this is a perfect example of one of Nietzsche's ideas that if you just heard the first line: love is greed...you might be tempted to think that Nietzsche was just this empty, joyless, become powerful, take advantage of people kind of guy... but then when you understand where he's coming from, though it's still abrasive...his point is alot more nuanced than you might first think.I think this is the reason why so many people misunderstand Nietzsche. They read a single line out of context and they make tons of sweeping generalizations about the guy as a person. This is the reason, as we talked about, why his work could so easily be distorted by his sister after his death when she was bumping elbows with Hitler and the Third Reich. But one of the most chilling passages I've ever read from Nietzsche is not from any of his philosophy...it's a line out of his autobiography. It's a line where he seems to foreshadow exactly what happened with his work after he died. He seems to predict how impactful his work was going to be. He says:“I know my fate. One day my name will be associated with the memory of something tremendous — a crisis without equal on earth, the most profound collision of conscience, a decision that was conjured up against everything that had been believed, demanded, hallowed so far. I am no man, I am dynamite.”"}