{"ep": "Episode #073", "title": "How To Win An Argument Pt. 1", "spoken_text": "This is a transcript of episode #073 on Logical Fallacies. Check out the episode page HERE. It's the holiday season everyone. Christmas is in the air! In fact, every holiday Starbucks has unjustly declared war on with their cups...is in the air right now...and we all know what that means! Family is coming over, you're embracing them lovingly, you're making food together, playing games...but as we all know something that's just as much of a fixture in the holidays as mistletoe and pumpkin pie...is the inevitable argument with one of your family members about some sort of problem that they have with a particular race, creed or socio-economic bracket of people. It's just inevitable! Grandma Beatrice grew up in a different world than you did and by golly... is she going to fight to the death to make ours return to the way things once were when things were better. The argument is unavoidable. Now many of you having these sorts of conversations, disagreeing with Grandma Beatrice, may find yourself stuck in a particular place...its a place that I think 100% of the people listening to this can relate to...we've all been here at least at SOME point in our life and the place is this: you're having a discussion with some other party, the other party presents to you WHY they have the beliefs they do about something, and in that moment you can just tell...that something is very, very wrong about their argument. You get this unmistakable feeling in your stomach like, no...there's something wrong about that...but you can't really pinpoint exactly what it is that's wrong about it. The problem with this is that it's very hard to launch a convincing argument BACK to this person if you don't know exactly what part of the argument you should be attacking. You know, I'd compare it to physically launching an attack against a bunker or a fortified position in an actual war. You don't want to run up to the reinforced steel of the bunker and just start beating your head into it...no, you find the creases! You find the weak points! That's where you launch your attack!Well funny enough, these disagreements with friends, family members or loved ones are not the only places these arguments take place. In fact...THEY'RE EVERYWHERE! With our coworkers about what the best course of action is to move forward on a project...with our spouses about whether we were out of line when we made too much noise in the kitchen...and yes...as you probably guessed...these arguments are an INTEGRAL PART of what it means to be conducting philosophy. Think about it: when Hegel is trying to make improvements on Kant's work or when Kant is improving upon Hume or when Hume is improving upon Locke...a HUGE part of what they're doing when they're trying to improve upon their work is looking back and trying to find the dishonest assumptions that they use as a justification for why something MUST be the case. The entire history of this show so far has really been one generation's polymath genius conducting this type of analysis on the PREVIOUS generation's polymath genius. Kant is essentially grandma Beatrice to Hegel's Christmas dinner. And  as a podcaster that has this is the format of the show, it would be EASY for me to overlook that whenever you engage in any sort of philosophical discourse that is productive...you know whenever you guys out there interested in philosophy are actually HAVING discussions about these topics...you can have all the information in the world about any of these thinkers, but if you're unskilled at or incapable of conducting a philosophical argument with someone you disagree with, all of this information is just that: information. Not really useful at all at trying to arrive at something productive BY VIRTUE of knowing that information. Make no mistake, whether you're engaging with your philosophy professor, your local senator, the guy at the grocery store or EVEN GRANDMA BEATRICE...you are engaging in a philosophical discussion. And being able to quickly identify the crease in the bunker...being able to quickly identify the problem at the foundation of the argument that any of these people are making, is one of the most powerful skills you can possess.So how do you get it? Well you look at a LOT of arguments. Thousands. Eventually it gets broken down into formal logic. And to save you time, the pot of gold you'll find...at the end of that rainbow, if you look at thousands and thousands of arguments that people make for why they hold the beliefs they do...is that although there are hundreds of faulty justifications people give...by and large...across the board...no matter WHAT subject we're talking about...football, healthcare, welfare, civil rights, or the newest harry potter book...people pretty much use the same ones over and over again...they pretty much use and recycle the same 10 to 15 of these arguments...these are just the common ways that people simplify an issue in an attempt to understand it. These \"justifications\" that people give...are more commonly known as fallacies. So what this episode is...is a handbook of sorts. We're going to be going over the most common fallacies of argument that you're going to face when you have a philosophical discussion with someone. I see this as an episode that is LONG overdue, this is usually covered in most philosophy 101 classes...I see this as an episode that you can hopefully return back to as a refresher course if you ever forget any of them...and I'm honestly having a hard time thinking of any other  episode of this show that if you memorized the contents of it...would be more valuable to you practically speaking. I'm here to tell you: when you memorize even just the 5 MOST common fallacies that people have at the root of their arguments, you start to see them everywhere!  The world changes all around you and when you're around the water cooler and someone says something that just feels wrong and you don't know why...instead of just having a strong suspicion that something is wrong...now you'll have the ability to instantly pinpoint exactly where the flaw is in the thinking...and that comes with many rewards: you can have more productive conversations, be less frustrated, help your friends and family more when they're confused, you yourself will be less susceptible of succumbing to bad arguments...this really is a skill that in my opinion should be taught to every kindergartner in the entire world... and it is beyond me why it isn't. So with that said, let's get into it: The first common fallacy that somebody might use against you in an argument is called the argument from consequences. Also known as the APPEAL to consequences fallacy...this is an incredibly common one and it goes like this... someone will argue for how TRUE or false something is by appealing to how much they like the consequences that arise if that things ends up BEING true. In other words, just because IF something was true it makes your life better, doesn't mean that it is actually true. One of the most common ways people use this fallacy is something like: you know, if God doesn't exist, then what does that mean for human behavior? If God doesn't exist then there's no moral accountability! A Tsumami of rape and murder, is that a world you want to live in? Therefore, God must exist!Now if you're doubting whether people actually use this argument or not, understand that even otherwise INCREDIBLY intelligent people are guilty of falling into this trap! This is the exact argument that Bryan Callen made on his podcast FOR YEARS whenever he had someone on that even loosely alluded to the possibility of a God existing, Bryan would say: I believe that God exists because I don't want to live in a world where there is no God! That's just not a world I want to live in!Well you can see the problem with the thinking there right? Just because a particular human being WANTS something to be true, has nothing to do with whether it is ACTUALLY true. Truth is something separate from human perception. Even if every human being ceased to exist on this entire planet, most of us would agree that there would still be a way that things ACTUALLY are, right...independent of what Bryan Callen or anybody else WANTS to be true.Now I'm sure if you talked to Bryan Callen he would say that of course this is a fallacy ridden argument, but this isn't a scientific claim I'm making...this is a pragmatic one! This belief helps me! It brings ME solace! Well that's fine...and maybe there's no opportunity cost on YOUR end...but you can at least acknowledge how being satisfied with this fallacy ruling your beliefs BREEDS complacency, right? Tell you what, I don't want to live in a world where there are millions of hungry children that go to bed each night living with a tarp as the wall to their house in third world countries. It's just NOT a world I want to live in! So therefore, the food must exist on their table each night! They must NOT be going to bed hungry! This is the potential cost of the argument from consequences. If X, then Y will happen.Y is a good outcome.Therefore, X is true.It could be anything...It could be your friend saying that they love building and driving cars, so because of that...they are vehemently opposed to the idea of self driving cars. It could be your mom saying that she LOVES the idea of us being able to visit other galaxies, so therefore she believes that we're going to be able to build a intergalactic spaceship in her lifetime. Whatever it is, the core argument is the same...it's the argument from consequences and we need to be careful to not muddle up what the TRUTH actually is with what we WANT the truth to be as human beings. And it should be said that, finding this fallacy can be a little tricky. It seems really obvious, it seems like you'd be able to spot this one a mile away, but I think the reason so many people don't INSTANTLY identify this as a faulty argument when they hear it is because there actually ARE a lot of situations when it IS an appropriate argument to use. For example... if a politician is lobbying congress and they argue that we should adopt their new criminal justice policy because if we did... the world will see a 90% reduction in crime. Well, that too is appealing to the consequences to make a case. They're saying we should agree with this policy because the world would be a better place for the people if we did!But there's a big difference there! The difference between THAT and what we were talking about before is that one is a proposition about what might make the world a better place and the OTHER is a proposition justifying what we should believe and what is objectively true. It's when we start to use the argument from consequences to make claims about what is true that we start to run into problems. The second common fallacy were going to be talking about today is known as Affirming the Consequent. When someone is affirming the consequent they are inferring the truth of the antecedent of a conditional statement from the truth of the conditional and its consequent. Alright, moving on. Just kidding...you guys really thought I was gonna leave you there? That's not what this show's about! What that's saying in fancy philosophical lingo is that just because you know that if something happened, a specific consequence would result from it...and you live in a world where that consequence is reality, you can't assume that that one thing that would have caused the consequence happened... just because the consequence is there. In other words, you might say that if the cashier down at the grocery store won the lottery, she would be happy. And you might go down to the grocery store one day, go through her line and see that she is really happy. Affirming the consequent would be saying, Oh she's happy! She won the lottery!Now the problem with this way of thinking is that yes, it may be true that if the cashier won the lottery she would be happy, but there are many other explanations for WHY the cashier might be happy that have nothing to do with 5 random balls being pulled out of a spinning machine. What if she just got a promotion? What if she just got a new boyfriend? What if she listened to the episodes on moodiness and has a new lease on life? The possibilities are endless, so it's WRONG to use a consequence to affirm an antecedent. The best way to get a handle on this one is just to give real world examples that you're bound to hear if you talk to people. You know...If someone was going to be a truly great president...they would've obviously been able to see this long period of economic stagnation in our country WAY AHEAD of time. Donald Trump saw it coming. Therefore, Donald Trump would make a truly great president. You can see how this one's flawed. We have no way of knowing HOW Donald Trump came to that conclusion ahead of time. Yeah he could've gotten it by being an economic scholar...he could also have gotten it by calling Ms. Cleo the psychic on late night TV. Now this by no means proves that Donald Trump WOULDN'T be a great president, but it goes the other way too. It doesn't prove that he would. The difference is, one person's making an argument that it would. Another example...you can imagine talking to a friend of yours that believes in god using this argument as well. They might say, if God existed...then we would obviously be able to see unparalleled beauty and complexity in the works of nature. And look at the human eye! Look at how beautiful the natural world is! Therefore, God must exist. Well again, this is affirming the consequent. There are many other explanations for why we might see beauty and complexity in the natural world than a supernatural God existing, so just because we see it...that isn't necessarily a knockdown argument that God exists. Imagine talking to your significant other. If you were cheating on me right before I got off work then you would have been late when picking me up from work! You were an hour late. Therefore, you must be cheating on me! Obviously, there are dozens of explanations for why someone could be an hour late that have nothing to do with whether they were cheating on you. Maybe they got a flat tire, maybe they fell asleep, maybe they forgot...You can't use a particular consequence that is present in the world to infer an antecedent, that's the point. The next common fallacy people use in arguments is the appeal to ignorance or the argument from ignorance fallacy. Now there's many variants this one takes the general idea goes like this: that we can assume that some thing is true, simply because there is no evidence that has been presented that says that it's NOT true. There's no evidence that PROVES Bigfoot DOESN'T exist, so therefore, it must exist. There's no definitive, conclusive evidence that PROVES, two humble hobbits didn't go on an unexpected journey traveling on hairy feet to return the ring of power to the fires of Mt. Doom. Therefore, it MUST have happened. Now we see this fallacy everywhere, it's just cloaked in clever ways. There's a famous usage of it in american politics with George W. Bush was running for president...Dan Rather, the anchor for CBS news pointed to documents that seemed to be alluding to the fact that George W. Bush hadn't been so clean cut and honorable during his time in the National Guard, and the way that they combatted this criticism was to accuse Dan Rather of using forged documents to make the president look bad. Now this is a brilliant way to cloak the argument from ignorance fallacy.Now, for Dan Rather to dismiss these claims and regain the legitimacy of what he's saying...now he needs to find some way to PROVE that the documents weren't forged. But how can you do that? Seems pretty difficult to PROVE that something wasn't forged and even if you somehow COULD prove it, by the time you have... the argument has gone off on such a tangent that rarely people ever remember why proving it was important in the first place. I bet you guys see this tactic in your arguments all the time.What happens a lot of times is people hide behind that stage of \"gathering definitive evidence\" because they KNOW it will next to impossible or exhausting to actually gather what both parties deem to be definitive evidence. For example you might say to a friend or a significant other: I don't like how frequently you've been having a bad day, coming home from work and taking out your day on me! Can we try to find some compromise here? The other person might use the argument from ignorance and say, you think I AM treating you poorly, I think I'm NOT treating you poorly. There's no definitive evidence that says I AM treating you poorly, so until you can provide it, I must NOT be treating you poorly. Well rarely is anyone gonna have a written chronology of all the times you've come home from work and been a jerk to them. And how EASY it is retrospectively to shut down most examples they give as NOT what their criticism initially was. What ends up happening most of the time is a stalemate. Turns out there WAS no problem after all!But this appeal to ignorance argument takes a lot of different forms, one of the most common in day to day conversations is what's called the personal incredulity variant. And I'm sure a few of you saw this one coming. I mean after all if the root of the argument from ignorance is that we can believe something because it hasn't been completely DISPROVEN yet, then when applied on a personal level, this can be a really convenient way to justify believing in whatever you currently believe and never questioning it... until the end of time. Because now, if we want to COMPLETELY disprove something...we don't have the collective knowledge of the history of humanity to pull from...with the personal incredulity fallacy, all we have now is whatever seems reasonable to one person's brain...right at this very moment. What I'm saying is in other words, because something is really difficult for them to understand, they assume that it must not be true. Let's talk about some examples of this we might hear talking to people. You think the Egyptians built the pyramids? What are you stupid? You actually can believe that people carving stuff into stone and living thousands of years before the common era could carve, move and set slabs of limestone THAT large? What are you crazy? Obviously it didn't happen!Now, the problem is not with believing that there may be alternative explanations for what we see in recorded history, the problem is with THIS particular argument. That because this person can't imagine how they ever could have pulled off this feat, that it must have never happened. You can see the problem with this. What this person \"FEELS\" should be possible is really just an arbitrary collection of impressions they've gotten from their short time on this planet. People also do this sitting on their couch and make judgement about what was possible in other areas of expertise that they have no clue about.Oh I just can't imagine how we could ever have gone from pond scum...single celled organisms crawling around in a puddle to what we are today. Do you really think that happened? By random chance we just evolve into the incredible creatures we are today? There's no way that's true. Again, there's nothing wrong with questioning the current scientific narrative, but if your only basis for not believing something is that intuitively to you it doesn't make sense, maybe the assistant manager at Wendy's is not the best gauge for determining what is possible in the universe.The next common fallacy we're going to talk about, is the slippery slope fallacy....and the explanations of these can speed up a bit because I think you guys are getting the idea of what a fallacy is and how it's used. What the slippery slope fallacy tries to do is make the case that a certain position is bad because the acceptance of it will bring about not just it, but a SEQUENCE of events that will be horrible. For example, I was talking to two people a few years ago around when Washington legalized gay marriage and they told me that the reason they could never in good conscience support gay marriage is because once you let them get married...the next thing you know there's gonna be gays on every street corner, making out with each other, feeling each other up...is that the world you want to live in?This was seriously their argument. And I instantly identified it as the slippery slope fallacy. The main tactic is the sidestep the discussion of the actual thing you're having a discussion about, conclude ALL ON YOUR OWN that that thing you're discussing is going to lead to this HORRIBLE OUTCOME and then ask the person you're arguing against to defend this horrible outcome. The funniest part about this one was that they showed their hands when they used people making out on the street as their \"HORRIBLE OUTCOME\". Anyway, people use this all the time...it's a pretty easy one to spot. We shouldn't give people food stamps! First you give people food stamps, next thing you know we're living in a communist nanny state! We shouldn't EVER intervene militarily! First we're sending a few thousand people to keep the peace, next we're colonizing the globe like dictators! Again, I'm sure you guys will spot this one pretty easy.The next fallacy we're going to talk about is the straw man fallacy. This is a common one, especially when you're winning an argument, so especially keep an eye out for it then. The straw man fallacy is committed when someone takes your argument and paints a cartoonish, simplified, ridiculous version of it in an attempt to have an easy target to attack when THEY'RE arguing. Hence the \"straw man\". The HOPE of somebody putting up a straw man is that the person they're arguing with not realizing that it is actually NOT what they're arguing because they see glimmers of their position. Then when they TRY to defend the straw man, they are lead to think that their argument was worse than it actually was. We see examples of this all the time. Someone could say, \"I believe in God.\" Now a strawman that someone could put up here would be, \"what you believe there's an old white guy with a beard and a staff up in the sky that's watching you all the time? Wow!\"Someone could say, \"I think that we shouldn't spend 600 billion dollars a year in military spending!\" A straw man might be, \"I can't believe you're in favor of leaving our country completely defenseless if we are ever attacked. First you cut military spending, then terrorists are blowing buildings up daily in every major city!\"That was a fun combination of the straw man AND the slippery slope fallacy. Point is, mischaracterizing an idea and making it into a worse argument that is EASY to refute...is MUCH easier than actually understanding the issues fully and refuting a more nuanced argument. The straw man fallacy is a great way to avoid productive discussion. Another fallacy people commonly use is what's known as an ad hominem argument. Simply put this is an argument where instead of focusing on what the two of you are actually arguing about, as a diversion tactic, someone will attack you personally in an attempt to discredit the SOURCE of the information... so that they don't have to argue against what you're actually saying. Usually people resort to this when they're LOSING an argument and they have no other recourse. You might say, \"I don't think its a good idea to be throwing your cat off of a second story building!\" They might say, \"oh yeah, coming from the guy that never had a cat before?\" You might say, \"I don't think it's a good idea for you to hit me when you get mad at me!\" They might say, \"Well if you weren't such a moron and knew anything about how people deal with frustration, then you'd KNOW wouldn't you.\"The variants of this are endless, this is probably one of the most common ones the average person will see just because it's such a knee-jerk response by people when someone disagrees with them and they can't think of a reason why they're wrong...to find a way to SIDESTEP refuting their argument and discredit the SOURCE of the information. Because if you can discredit the source, then you dont have to look at your beliefs honestly and you can ignore everything that comes out of that source. What I like to do when someone ad hominems me is say, OK, I'm a moron, I'm mistaken fine. Let's do a thought experiment. Picture someone you actually respect. Now pretend the words I just said came out of their mouth...how would you respond to them? What would you say to that argument if somebody you respect was the one that said it?Another fallacy that someone might use on you in an argument is the fallacy of false equivalence. This is a REALLY common one especially in the news media .... so as most people outsource their understanding of issues to the news, it usually extends into conversations with people because they're parroting what the guy on the news said. False equivalence, as you can probably guess, is a fallacy where the goal is to use one or two attributes about a thing and use those to pretend as though both things are the same. A common example used to illustrate this fallacy is that both cats and dogs are fluffy, therefore cats and dogs are basically the same!Now the REAL world implications of this are massive. Most of the time it's used when it comes to evidence, people will say...you know...some scientists have done studies that prove that humans are increasing the rate of climate change...some scientists have done studies that prove they aren't. It's a stale mate!Now whatever side of this issue you fall on, you have to see the problem here. Just because both sides have done studies does not mean the studies are equally legitimate, are conducted honestly, are of a sample size that is worthy of testing...how MANY studies have been done....there are a lot of other things to consider about either side, things that will probably shine light on which side is more legitimate. This fallacy really aims to mask weaknesses in an argument by aligning one property of it with the properties of another that actually IS legitimate. George Washington wore a hairpiece and Donald TRUMP wore a hairpiece, they obviously are both very like-minded individuals!I'll talk about one more fallacy...this episodes getting pretty long. sorry about that. i could talk about this stuff forever. but the last one is what's called the appeal to the bandwagon fallacy. the argument says that because a ton of people believe in something, or because the majority of people believe in something that it must be true. we hear this one a lot...just turn on your television set. practically every commercial has this at the core of why you should buy their product. their argument is that look! hundreds of people all prancing around drinking a dr. pepper! Can 200 smiling faces chugging down Dr. Pepper be lying to you? Of course not! You know its good...just TRY IT! Look at how happy it made all THESE PEOPLE!The point is, how many people think something is the case has nothing to do with whether it actually is the case or not. Millions of people used to believe that the earth was flat. The fact that they believed it didn't make it true. That said, billions of people today think that the earth is a sphere. The fact that they believe it isn't what makes it true or untrue, it's based on empirical data. Or, if you're one of those flat earth people on YouTube...its based on a massive conspiracy to pull the wool over people's eyes and convince them that the earth IS NOT flat. I still haven't gotten far enough into one of those videos to find out why its important to feed people this lie. That said, I hope this episode was helpful. And trust me, if you listen and re-listen to this and memorize them and how to spot them, you will begin to see these fallacies everywhere. You will begin to see that no matter what topic you're talking to someone about, we're almost ALWAYS guilty of the same few logical fallacies. What a fantastic way to INSTANTLY make yourself more proficient in any discussion you may have whether it's with your boss, or aunt Beatrice.Thank you for listening ill talk to you next time. "}