{
    "ep": "Episode #084",
    "title": "William James on Truth",
    "spoken_text": "This is a transcript of episode #084 on William James. Check out the episode page HERE. So it seems clear…we live in an age of empiricism. What I mean by that is that …Science at it’s core is an empirical…realm…ultimately any experiment you’re gonna do as a scientist… is going to be a PERSON …looking through something like a microscope with their eyes…or a person listening to wavelengths with their ears…this person’s going to be organizing all of this information through very feeble and really a completely arbitrary set of mental faculties that they have…the hope being…that having done this science experiment with our senses…we’ll be a little bit closer to knowing the way that things are in the universe….the truth!  We think about the truth that way…the truth is this objective thing out there exterior to humans…that we’re trying to come into contact with…the way that things actually are…for example, if every human and every animal was eradicated from the planet tomorrow…and no sentient being was even attempting to try to find out what the truth was…it makes sense that in that universe there’d still be a way that things are…we’re just not around at that point to try to access it.   But that’s the thing…even if we WERE around to try to access it…the chips are stacked against us…We realize our senses are not the greatest tools you could ever have if you’re trying to arrive at this TRUTH that’s out there…that’s the reason we USE things like microscopes and telescopes…to augment our senses and try to access this TRUTH out there. This sort of…cosmic Wikipedia that is fully filled out…now currently the best way we have to access this is through Science…but it didn't always used to be that way… Let’s all grab our togas and head back to antiquity for a second. Remember Plato’s dialogues? Remember hearing about Socrates accosting people in the Athenian agora begging people to help him arrive at a better idea of what justice is…or what beauty is…and someone who was really confident that they understood what justice was would give Socrates an answer like, “oh, justice is the balancing of the scales. when someone or something wrongs you and takes something away, justice concerns itself with taking something away from that other party so that the scales of justice are balanced out again.”…at which point socrates would execute socraticmethod.exe and would proceed to show them every exception to their rule in existence…the goal being to illustrate to them that they actually DON’T understand what justice is in its entirety, and that more thinking and more discussion about the subject needed to be had. Now, Socrates didn’t just do this with everyday people…he did it with his contemporary philosophers as well and if you remember, his reason for doing this…for trying to arrive at the end all be all ultimate definition of the concept of…for example…beauty or good…is that how can we ever begin philosophizing honestly about beauty…if we don’t even fully understand what it is were talking about? The hope was…if we just have enough of these intelligent conversations with each other talking about beauty…asking people for their definitions…finding the exceptions…refining the definitions…finding exceptions to those…that eventually we will have done it: we will have arrived at the true…objective definition of beauty!  Now if this is what you’re doing…the primary assumption that you’re operating under is that these objective definitions of things exist at all… and what we’re left with after all these years we’ve been having these conversations is not a Webster’s dictionary with the perfect definition of beauty in it…what we’re left with are common figures of speech like, “Beauty is in the eye of the beholder.” We say things like…each culture has their own set of ethics…their own idea of what “good” is to them.  In other words…these concepts of Beauty and Good and many others…we don’t think of them as nouns anymore…we think of them as adjectives. We don’t think of them as an objective thing we’re trying to access like Socrates did back in antiquity…we think of them as subjective value judgements that really just describe a particular type of experience that a human being is having in a particular moment. For example, when I say that a song is beautiful, What i’m talking about is a particular way that song makes me feel…a particular human experience that I’m having that that song is producing in me…I’m not talking about it being representative of some cosmically defined beauty that I’ve gained access to through pondering the concept of beauty.  What I’m saying is: Led Zeppelin is not inherently more beautiful than Justin Bieber…just as a class system is not inherently more “good” than egalitarianism. How good we think egalitarianism is or how beautiful we think Justin Bieber’s music is largely comes down to a very subjective judgement that we’re making based on all of the prior experiences we’ve had and what sort of feeling is evoked within our bodies…our human experience of something. Well if you agree with the statement that beauty is in the eye of the beholder or that there is no cosmically defined “good” that we can arrive at…the guy we’re gonna be talking about today would probably ask you the question: what if truth…was the exact same way. What if truth isn’t some thing out there that we should be trying to access…what if truth is not a noun…but an adjective we use to describe a particular type of human experience?  Now on the surface this may seem pretty counterintuitive…so let’s give some context so we understand where this guy’s coming from. This guy…is william james…psychologist…philosopher…1842-1910…and what william james thought is that if you look back throughout history at the different types of people and why they believe that certain things are true…they can mostly be broken down into being one of two types of people. Two types of people in the world: what he calls tender minded and tough minded.  Quick breakdown…these two types of people often find themselves falling into very predictable categories…a tough minded person is typically somebody that is skeptical…placing a high priority on something being proven for it to be true…a tough minded person tends to be more deterministic…not believing in things like free will…a tough minded person is more likely to be an Atheist…they prefer to learn things through experience rather than reasoning to conclusions.  Now a tender minded person would be the opposite of all those…a tender minded person prefers to learn about things A priori…by thinking about things rather than conducting experiments…a tender minded person tends to be more dogmatic…more willing to accept things to be true without a strong PROOF they can point to…they tend to be more religious, etc.  Now historically, William James would say…this has caused a great deal of tension. When you have one of these tough minded people butting heads with one of these tender minded people and they’re trying to arrive at a conclusion about what the truth is…not much productive conversation usually gets done…they usually can’t even begin having a conversation at all because they disagree so fundamentally with what makes something true…how can they? Well, William James thought the philosophical line of thinking known as pragmatism solved this problem and united the tender and tough minded. But before we can understand why James felt that way…we have to understand what’s known as the Pragmatic maxim…an idea laid out initially by a friend of James’ Mr. Charles Sanders Peirce…and it begins like this:  Peirce asks the question: what is wrong with the following statement? A diamond is actually soft, and only becomes hard when it is touched. As opposed to the diamond just always being hard regardless as to whether we’re touching it…What is wrong with that statement?  I mean really, how do you know that the diamond isn’t soft when a human being’s not touching it? How can you honestly prove that it’s not? Now on the surface this may seem somewhat pedantic…but it’s actually a good point he’s making here.  The answer to that question what’s wrong with that statement…is that…there’s NOTHING wrong with that statement…nothing is FALSE about it… that’s the whole point. Think about it…whether you believe that the diamond was soft until you touched it…or whether you believe that the diamond is hard in perpetuity…absolutely nothing changes about your experience of that diamond, how others will experience that diamond, whether you’re able to put that diamond into a ring as a token of submission to your significant other/overseer. Nothing changes about how we experience that diamond at all…so our belief about this diamond and whether it was soft when we weren’t touching it really ends up not mattering. And think about what that means…it doesn’t matter if you believe that an invisible leprechaun is keeping that diamond hard…nothing changes about the way a human being orients themselves to it.  This is the pragmatic maxim…that the meaning of a concept…is the sensory effect of its object. William James has a really famous example that I think illustrates the concept a little bit better…he says pretend you are walking through the woods and you come across a beautiful little squirrel clinging to the side of a tree…and it looks at you…and you make eye contact…and the squirrel decides to scurry around the tree clinging from the bark on the other side of the tree as though it’s trying to hide from you and you say no, no squirrel…i’m not done with you…that’s a beautiful squirrel…i gotta see it again…so you sort of crane your neck trying to catch a glimpse of it’s fluffy tail…you can’t see it…so you begin walking in a circle around the tree trying to see it…but this squirrel has a vendetta…this squirrel isn’t your show pony…it’s not gonna trot around for your viewing pleasure…it decides…its gonna use its psychic powers to just always know where you are and its gonna just always stay on the opposite side of the tree that you’re on. But you’re not going down without a fight…you start running…as fast as you CAN around this tree…but the squirrel prevails…his plan is working…no matter how many times you go around…you can’t see the squirrel.  Now here’s the question: having circled the tree now four or five times…would you say that you had gone AROUND the squirrel? Seems like there’s two ways you can think about it: you could say…yes…I’ve gone around the tree…the squirrel is in between me and the tree…of course i’ve gone around the squirrel i just didn't see it…or you could say…no…i didn’t go around the squirrel it’s face was always facing me the whole time. What would you say? Well just like the diamond example…whether you think you DID go around the squirrel or DIDN’T go around the squirrel…neither of these accounts about what happened are actually “false statements”… it really just comes down to how you define “going around” the squirrel…if going around means passing to the north south east and west of the squirrel then yes we’ve gone around the squirrel…but if it means passing in front of, to the left right and then behind the squirrel…then no we haven’t gone around the squirrel.  Point is: whether you believe you went around the squirrel or not…nothing changes about what actually happened in reality…you’re still having the same human experience of that event. William James thought this goes beyond just vindictive squirrels in the middle of the woods…us not understanding the practical definitions the other person is using for certain arguments leads us to disagree with people that actually agree with us about what is going on in reality. He said that so many of the disagreements that we have in philosophy or any of the natural sciences…are not really disagreements about reality, but debates about the specific words that are being used.  Now this leads us to the question: what IS reality? what IS truth? And if you were having this conversation with William James…he’d probably start by saying ok, let’s talk about this popular concept of objective truth…let’s establish a baseline here: no one listening to this actually believes in things because they think they are objectively true facts about the universe.  Even if you fancy yourself one of those skeptical, atheistic, tough minded people guided by the evidence and the evidence alone…even if you were the most tough minded person ever and you only believe in the most unbiased, repeatable, triple checked scientific synopsis of the way that things are…you still know that one day many of the things that you believe are gonna be replaced by better science…just look at history…the one constant of science is that it keeps improving upon itself…so in the sense that you don’t believe in things because you think they’re objective truths about the universe, but really just the closest facsimile of that truth available to you during the years you are alive…really you believe in the stuff you do because you see it as the most useful set of beliefs a person can have…it really has nothing to do with whether they’re  actually true or not. And as better science comes out and disproves one of your beliefs and gives you a more useful belief…one a little bit closer to that truth hopefully…you’ll adjust your beliefs accordingly and believe in THAT useful belief.  This is what leads william James to make the claim that how truthful an idea is…comes down to how useful it is…or whether it serves the function its meant to serve. He says…much like our belief about whether we actually went around the evil squirrel or not…if we have a belief that doesn’t contradict what we already know…and it serves the purpose of explaining the way that things are and predicts things well that are going to happen in the future…there’s no reason NOT to consider it to be true. Again, think of truth NOT as a noun like Socrates did, but as an adjective describing a certain human experience that we have.   “True ideas are those that we can assimilate, validate, corroborate, and verify. False ideas are those we cannot. That is the practical difference it makes to us to have true ideas; that therefore is the meaning of truth, for it is all that truth is known as.The truth of an idea is not a stagnant property inherent in it. Truth happens to an idea. It becomes true, is made true by events. Its verity is in fact an event, a process, the process namely of verifying itself, its verification. Its validity is the process of its validation. “ So an idea is a “true” idea if it serves the purpose of giving us a particular useful human experience…just as a piece of artwork is “beautiful” if it serves the purpose of giving us a particular type of human experience. Now a common question people ask here is: okay, I’m on board with you when it comes to the inevitable progression of science…but what about things that are just true by virtue of definition. Like that a triangle has three sides or that all bachelors are unmarried…can’t you say that these statements are just…true statements…objectively? You don’t really need someone to have a useful human experience to be able to define these as true…William James would say…Those aren’t “true” statements…they simply just are the case.  This is a really interesting part of James’s philosophy…remember what were talking about whenever were talking about truth. What William James would say is that whenever we’re talking about something being true…all that we can EVER be talking about is our human experience of some thing. Now, you may say well all he’s doing there is switching the definition of truth! But it starts to make a lot more sense when you look at this connection he thinks there is between belief and what he considers a true idea to be.  So for an idea to be true it needs to be useful…and for an idea to be useful…you actually have to believe in it. I mean, if you don’t believe that the big bang was the event that marked the inception of the universe…how can it ever be an adequate or useful explanation to you? His point there is: you BELIEVING that something is true…is a huge factor in determining whether it’s actually going to be useful to you or not. He gives an example of someone lost in the woods…they have no idea where they are…the only thing they really have to go on is this path that they’re following. Now at this point that person can believe in a couple things, they can believe that the path is going to lead them back to safety and civilization…or they can believe the path is leading them deeper and deeper into the woods making their situation worse.  Now William James would ask: think of how your beliefs determine the outcome of that situation. On one hand, if you believe that the trail is leading you deeper into the woods getting you more lost…why follow it? Why not do nothing or walk in another random direction…the USEFUL way to use that belief is to not follow the trail. Maybe you stay lost out there for days and eventually starve to death. Now on the other hand…if you believe that the trail is going to lead you back to safety…think about it: just as we hold beliefs about science that are incredibly useful to us and we consider them to be true…even though in reality we’re “figuratively speaking” effectively…lost in the woods our whole life…by believing that those scientifically founded beliefs are accurate…by believing that the path leads to safety…it becomes useful and therefore becomes true to William James. This is his basis for the quote: “Act as if what you do makes a difference. It does.” Now let’s clear some things up because I already know what many of you are saying: so no matter WHAT I believe…no matter what idea I can come up with…as long as I act on it and it becomes useful to me…it’s therefore is true?  Well, no… there are certain criteria that William James thinks need to be met by any belief for it to be considered justifiable…let’s talk about them…one…is that there needs to be evidence in its favor. there needs to be some discernible thing that you can point to as evidence of why this is a reasonable idea…but James would say more realistically this usually manifests itself as…the majority of the evidence available to you during your time needs to indicate that it is true… Two…the idea needs to be strong enough to be able to stand up to counterarguments. What he means is…If someone can just walk up to you, criticize the idea and leave you speechless in terms of an explanation…it’s probably not passing the test.  Three…once you believe in the idea…the idea isn’t just… off the hook at that point. It needs to keep proving its worth as something that is useful to you…and part of doing that is consistently predicting future results…if its not doing that…James Would say probably time to believe in something else that’s a little more useful.  Now, the great thing about these three criteria, is that they account for both types of people…the tender minded AND the tough minded. They account for all different time periods…for people living in today’s world or people living in medieval superstition. For example if you were living in Western Europe in the 1400s and you believed it to be true that the earth is flat…William James would say that even though we know now that it’s a sphere…your belief that the earth was flat was a true belief back then because remember, truth is an adjective describing a specific type of human experience… the experience someone had with that belief back in the 1400’s is the same as the experience we have today with the idea that the earth is a sphere. Just to make this more clear…let’s look at this example through the lens all three criteria so we can see how similar our experiences really are.  First criteria we need…evidence it is true.  Well, just as we would point to something like satellite imagery that shows that the earth is a sphere…someone in the 1400’s would point to the…you know… eye witness testimony from the guy with a peg leg that saw an entire ship of noble fishermen get sucked down to davy jones’s locker. He swears it happened…he even saw it with his good eye! Nobody…second guesses his good eye.  Second criteria…the idea needs to able to withstand criticism. So…In today’s world, if someone came up to you and offered a counter argument and said something like…well if the earth is so round…why does the horizon look flat no matter how high up you go? We could no doubt argue back and talk about how things appear to the human eye and fixtures in the landscape only made possible by the curvature of the earth…our idea that the earth is a sphere is going to be able to withstand criticism…just as the average person in the 1400’s probably isn’t going to be running into many people like Sir Isaac Newton that is able to provide a compelling argument that refutes their belief that the earth is flat. Third criteria… the idea needs to continue to help you predict future outcomes. So…In today’s world…our idea that the earth is spherical would continue to be reinforced…right?… we’d continue to compensate for the spherical shape of the earth…we’d continue to adjust flight patterns in the interest of saving time by taking advantage of the shape of the earth…and we would continue to reap rewards from doing that. Just as…Back in the 1400’s they would continue to hear stories about people falling off the edge of the earth, they’d continue to predict that those crazy people that are going on that super long voyage near the edge of the earth…yeah they’re probably not coming back. And when they didn’t it would serve as confirmation that what they believe is true.   Point is: just like with the squirrel…just like with the diamond…our human experience of our belief that the earth is a sphere…how useful it is to us, how well it predicts future outcomes that are relevant to us…we have the same experience with our belief that the earth is a sphere…that someone back in the 1400’s would have with their belief that the earth is flat! And to William James, both of these beliefs would be worthy of the adjective true when describing them, given their respective contexts and how they allow people to orient themselves to the world. You know…many people take issue with James because they think he’s being far too tolerant of these beliefs like…the earth is flat. We shouldn’t allow that to be called true…but keep in mind…this is entirely contingent upon them living in a different time when other evidence was unavailable. He would no doubt take issue with that belief in today’s world given how it doesn’t stand up to his three criteria…and in that sense he is FAR from tolerant of people just believing in whatever they want. By the way…that extends on to you as well…once a more useful, for most of us more accurate, interpretation of some subject comes out…if your beliefs no longer hold up to scrutiny…he would be equally as abrasive to your beliefs as well. Maybe the best thing to reiterate at this point is that William James sees truth not as something inside of objects themselves, but our experience of how we orient ourselves to things in the world. You know, he wrote a book called the varieties of religious experience where he dissects…basically every type of religious idea that people can have and tries to find similarities between them…and the interesting thing is…William James doesn’t think of religion the same way many of us do…he doesn’t think religion is limited to only things like Christianity…Hinduism…Orphism…no William James thinks that ANY fundamentalist interpretation of life should be considered a religion…because it’s ultimately the same type of thinking going on.  That could include any number of things…unbridled nationalism…racism…sexism…religion to William James is better described as, “man’s total reaction upon life.” There’s a great quote in the introduction of the book:  “We must therefore, from the experiential point of view, call these godless or quasi-godless creeds ‘religions’; and accordingly when in our definition of religion we speak of the individual’s relation to ‘what he considers the divine,’ we must interpret the term ‘divine’ very broadly, as denoting any object that is godlike, whether it be a concrete deity or not.” Beautifully worded…obviously what he’s saying here is look: just because someone’s simplified way they look at things doesn’t have a ten headed deity with horns involved, don’t think that the “divine” qualities many traditional religions place on that thing are incapable of being conferred onto something like…you know the founding fathers…or David Duke.  By the way real quick…i realize there’s people alive today that strongly believe that the earth is flat…and they have tons of evidence to support why that has to be the case. I’d just like to ask for you to be understanding of me having to find an example for this episode…you must realize you’re part of a small handful of intellectual elites that have watched the same YouTube videos you have…and you certainly must realize that the vast, vast majority of us listening to this episode are uneducated sheep that are victims of propaganda. The point was not to continue my covert shilling for the CIA…it was to try my best to explain some William James. By the way, if you’re out there…please reach out to me! I really want to know why all the governments of the world benefit from concealing that the earth is flat.  Anyway, thank you for listening. I’ll talk to you next time. "
}