{
    "ep": "Episode #141",
    "title": "Isaiah Berlin pt. 2 - Pluralism and Culture",
    "spoken_text": "This is a transcript of episode #141 on Isaiah Berlin. Check out the episode page HERE.So if there's a way to sum up the END of last episode... that can get us started in the right direction this episode... it's to say that to the philosopher Isaiah Berlin: these attempts ALL throughout history... to create systems of values based on a single criteria...to synthesize multiple different systems of values into one UNIVERSAL system...these have all been grounded in an assumption spanning across the entire history of human thought...that there is a single, correct answer to any question you can ask...that there is a clear methodology we can use to get us there, usually reason or revelation...and that once we find these answers they are going to fit neatly into a single overarching system, a cohesive worldview that fits together like some sort of cosmic jigsaw puzzle.Now ALL of this is to say that Isaiah Berlin wants to set his sights on the long tradition we have in the west of using Monism, to develop systems of thought that use a SINGLE, ULTIMATE criteria for determining the TRUTH, about political or moral values. Let me say it again because it's important: The use of these systems to determine the truth about moral or political values is one of his primary concerns. This is a dangerous game we've been playing and it's had bloody consequences in the 20th century...and his response to Monism comes from the thinkers of the Counter-Enlightenment...something he calls Pluralism, or the idea...that when it comes to values... there are multiple different ends that people can arrive at...using the EXACT SAME process of rationality...and that BOTH conclusions, can nonetheless be intelligible and rational, simultaneously.The complexity of human experience makes questions of political or moral values destined to have blurry answers. The values of a person or culture are extremely complicated, they overlap, they contradict each other, they're situational, inconsistent...the values of people are often what he calls incomensurable. Now...let's talk about that big word incommensurable and give some real examples for why he thinks this is the way things are.Classic example that's used here to introduce this concept is the relationship between mercy and justice and how it can seem deceptively simple when we think about it. Now, there being a sense of MERCY in the world and there being a sense of JUSTICE in the world are both important values that a person or culture can prioritize...but consider the fact that in practice...these two values of mercy and justice can often butt heads competing, when trying to be considered at the same time.Consider for a second a real world example where these values interact. The easiest is to think about a hypothetical criminal justice system. Now, there are examples out there of people that find themselves in trouble... who are otherwise good citizens... who made a fleeting poor decision in a moment...and as people we might value there being some sort of mercy exercised in this case...we don't want the book thrown at everyone, we don't want to bury every person under the jail that makes a mistake, and here's the important part: for a person to come to this conclusion would be ENTIRELY rational.Now on the OTHER hand... there are examples of people out there that are CLEARLY hurting the people around them...these are the people the criminal justice system is designed to rehabilitate...and you could EASILY find people who have a strong set of values... that think these sorts of people should be punished to the full extent of the law. There are people out there that value a strong implementation of the virtue of justice, and once again it's important to note...this would be an entirely RATIONAL conclusion for someone to arrive at.Well Isaiah Berlin might ask: which approach is better? Say we're creating a hypothetical criminal justice system...should that system go for mercy at all costs? Or justice at all costs? No doubt it's a combination of both...OK, well what criteria do we use to determine how much mercy we should use and how much justice we should use?His whole point here is that you can never answer this question clearly with some single criterion or single maxim. The fact is the true complexity of human experience makes this impossible. Monism CANNOT EVER adequately mediate the relationship between complex human values like mercy and justice. The mistake of the thinkers of the past has been to try to try to come up with some SINGLE STANDARD that addresses all the complexities of billions of people living together...the goal of the justice system should be to MAXIMIZE FREEDOM...or BALANCE THE SCALES...these overly-ambitious GOLDEN RULES are utterly useless.. when it comes to truly sifting through the blurry, complex relationship between human values like mercy and justice. But it should be said this applies to so many other examples of human values that butt heads...for example, liberty and total equality. Because if men were wholly free, he says, then the wolves would be free to eat the sheep. How about Spontanaeity vs planning and organization, we want both of those in our lives. Knowledge and freedom. Peace and excitement. The examples he provides are endless.But regardless of which one you're talking about though there is no SINGLE blueprint that can ever tell us how much mercy and how much justice....to Isaiah Berlin the fact is people and cultures often have two hold two, what he calls incommensurable values, like mercy and justice, simultaneously. These values are sometimes totally incompatible. They sometimes overlap in weird ways. When you abandon the strategy of trying to find a way that billions of human beings can be fit into a neat little package governed by a SINGLE maxim...then you encounter what Isaiah Berlin sees as the true Pluralism that lies at the foundation of human values.But just to be clear this incommensurability of values doesn't JUST exist at a political or social level where we have to deal with lots of different people...THIS IS THE WAY our values work at an INDIVIDUAL level as well.We know this...because when was the last time you met someone who talks about themselves like, \"I am a totally MERCILESS human being towards EVERYONE.\" But you'd be EQUALLY hard pressed to find someone that describes themselves like, \"Well schucks I don't care about justice at all...I think everybody should just get away with everything ALL THE TIME!\" To hold the values of mercy AND justice at some level simultaneously SEEMS to be where most people live their lives. You NEED to if you're going to have any level of nuance to your thinking at all, and the most under nuanced approach to thinking in the history of the world is Monism.So this is why any attempt to distill the true plurality of human values down into a single maxim always fails miserably in the long run. Some ultimate RULE that everyone should follow: Do not unto others as you wouldn't like done unto you. Or some overarching theory of billions of people...there's winners and losers in this world. Human values, ESPECIALLY when it comes to our values in action in the political realm...are never that simple.There is ALWAYS a balance we are finding with our values between certain polarities. And it's important to clarify here that this is NOT JUST a problem that Isaiah Berlin had with the Enlightenment. If that were the case he might be lumped into a group with the MANY anti-Enlightenment thinkers throughout the 20th century, several of which we've talked about on this show. What makes Isaiah Berlin TRULY special is that his more fundamental problem was with Monism, and that was a legacy of our thought that he STILL saw all around him in the thinkers of his time...interestingly...even the ones that were railing against the Enlightenment. Perfect example of this was his early work where he took extreme issue with the Logical Positivists.So if you remember from our episode the Logical Positivists were an early twentieth century group practically DEFINED by their opposition to Metaphysics. They were critical of the Enlightenment in the sense that they were trying to correct what they saw as the primary MISTAKE of the Enlightenment...philosophers using REASON to arrive at all sorts of conclusions in the realm of metaphysics that ultimately amounted to unverifiable speculation. To them this is how rationality could've ever gotten us so off track.So their solution to this was to triple down on verificationism, or the principle of verification, or the idea: that something is meaningful or can reasonably contribute to knowledge ONLY if it is verifiable. This took the form of A priori and A posteriori propositions and we've explained them so many times I'm not going to waste time with an explanation here, just go back and listen to the episode if you need it.But the larger point is this is yet another example to Isaiah Berlin of trying to come up with a single strategy for determining the validity of human thoughts or affairs. And he gives many different examples of this in his critiques of the Logical Positivists. One of the more famous ones is... let's say that it rained yesterday. Well the fact that it rained yesterday is NOT something that is verifiable. There's no a priori deduction we can do to prove it...and there is no way we can go outside and immediately experience the fact it rained yesterday empirically. Switch the example to it rained ten years ago if it helps.But nonetheless the fact that it rained yesterday...is TRUE. And that information could be extremely meaningful to our lives as people and informing our decisions. The problem was Monism...the problem was the Logical Positivists trying to reduce humanity to a single principle. Had they taken a more Pluralistic approach who knows what they could have done.Now a common rebuttal to Berlin has always been...that Pluralism...is really just relativism in disguise. Remember thinkers like Leo Strauss who talked about how because modernity focuses so hard on being value-neutral when trying to understand the world the end game every single time was going to be some form of relativism, historicism, nihilism, scientism...some way to remove values from the equation altogether or give ultimate authority to some area of society, science or economics to DETERMINE our values for us. So something people have said about Berlin is that pluralism is not anything new...just the classic, well-known rebuttal to the Enlightenment naively trying to use reason to arrive at values. But remember how we began this two parter! Berlin was setting out to find a bridge between nature and culture...BETWEEN as it were the strategy of the Enlightenment and the strategy of these early 20th century thinkers...to be able to clearly define the lines of which aspects of our values are human nature and which of them can be explained by culture or the place we happen to be living in within history.This is why Isaiah Berlin is NOT a relativist. He believes that there are certain values that are common among all people regardless of culture.He lays out his basic argument here in his book \"The Crooked Timber of Humanity\", and he begins by referencing a couple of common passages from the history of philosophy that have been used to JUSTIFY arguments for a PURE relativism or PURE historicism...then he goes on to give a clarification that explains his position:\"It is true that a Sophist quoted by Aristotle thought that fire burns both here and in Persia, but what is thought just changes before our very eyes; and that Montesquieu thinks that one should wear warm clothes in cold climates and thin garments in hot ones, and that Persian customs would not suit the inhabitants of Paris. But what this kind of plea for variety comes to is that different means are most effective in different circumstances towards the realization of similar ends. This is true even of the notorious skeptic David Hume. None of these doubters wish to deny that the central human goals are universal and uniform, even though they may not be necessarily established a priori: all men seek food and drink, shelter and security; all men want to procreate; all men seek social intercourse, justice, a degree of liberty, means of self-expression and the like. The means towards these ends may differ from country to country, and age to age, but the ends whether alterable in principle or not, remain unaltered\"So what is he saying here? He's saying that there may be a LOT of stuff out there that is culturally or historically determined...the specific MEANS, a particular culture might use, to get to THEIR desired ends. The way these customs look to us from culture to culture might vary enormously...but nonetheless it's almost impossible to make a case for the fact that our cultures, aren't, ALL AIMING for VERY similar ends. Human beings seem to generally want very similar things...we've just found different creative ways to get there, and those specific ways, will vary, based on the culture that you happen to be born into.Now you may hear that and think he's making the very basic statement that all cultures are different, and we all want to eat, sleep and have a sense of freedom in our life...but there's actually multiple layers to what he's saying here. This is Pluralism... applied to the relationships that exist between different cultures. The TRUE significance of what he's saying here is that... there's no way you can use rationality to arrive at some SUPER-CULTURE, that's better than all the other cultures, but this is so often the subtext that's present when people have conversations between cultures... and WITHIN cultures.The subtext is that as long as we all appeal to rationality and have enough discussions with each other...that eventually it's not crazy to think that we will all agree about everything...or at least every RATIONAL person will have the same opinion. Consider a few examples to compliment this point and then we'll expand on this a lot more.Now on one hand this is not a very controversial statement to make. Most people understand that people arrive at different sets of values when it comes to their personal lives and nobodies going on a crusade to say that one is inherently less rational than another. For example, imagine one lifestyle...imagine a person that looks out at the world and thinks of it as a very dangerous place. Well, in many ways the world IS a very dangerous place...lotta buses to get hit by...lotta diseases to contract...lotta meteors to dodge as they fall out of the sky...so this person that sees all that danger decides...that the rational conclusion they should live by is to stay inside most of the time. They enjoy their life inside...they practice enjoying a level of peace most people never get to experience that are out in the dangers of the world...they have a level of privacy to their life that is just far greater than someone who immerses themselves in the public realm. People may disagree...but hard to make a REAL case that this isn't an intelligible, rational conclusion someone could arrive at.Now consider another person who's one of those energy drink wing suit people...flying through a canyon like a squirrel...puts on a go pro when they go to the gas station...this person might look out at that same dangerous world and think look...the world I was born into IS danger. What am I going to hide from it my entire life? No, I'm not going to live my life... viewing other people around me as merely catalysts of danger. Something to avoid. There is more to life than spending my life cooped up inside feeling safe just because I happen to be alive. I'm going to go out and live, and if it's my time to go at least I can die knowing I had a good run. Now again...people may disagree...but even the extreme recluse from the previous example could look at this person...be TOLERANT of the fact that they have come to different conclusions and even have a level of respect for them accepting they just value different things.But Isaiah Berlin would want us to juxtapose this entire line of thinking over into the political realm. How often do people engaging in a political discussion look at their political opposition...hear an argument that disagrees with them...and then act tolerant of that disagreement...respectful of the person because they see them as an intelligible, rational human being that, just has a different set of values because they come from a different set of experiences...how often does that happen, vs how often do people adopt this attitude of Monism where there is a single correct answer, a methodology they've arrived at to attain it, and a cohesive, sweeping worldview informed by those correct answers? How often when someone sees their political opposition do they just assume the other person can't POSSIBLY be rational...they must be delusional, or stupid, or indoctrinated, or evil...they must be one of these things because if they were rational...they would agree with me.Well, come on Berlin that's obviously different. Someone wants to sit inside all day or jump out of an airplane they're not hurting anyone but themselves...when it comes to political issues there are innocent people potentially getting hurt in the balance! NONE of this is to say that we should all be holding hands singing campfire songs together all the time. Isaiah Berlin makes it VERY CLEAR...we're GOING to have political disagreements. Heated ones. Were GOING to embark on political campaigns to try to win the hearts and minds of people towards OUR OWN set of values. The question is not whether or not we should disagree...the question is whether or not WHEN you disagree you wouldn't feel all that bad about putting a bike lock in a sock and beating someone over the head with it at a political rally because they're part of some evil herd of sheep that disagrees with you.See the change from Monism to Pluralism is subtle...it changes the way you view people who disagree with you.Because when you recognize the pluralistic nature of human values you realize that there is no single correct answer and even if there was rationality is not the tool that is going to get us there. The idea...that if only we have more rational discussions about things eventually everybody rational will agree on the same values...is a misunderstanding of what rationality is producing for us. Rationality is just utterly incapable of SOLVING ALL THE PROBLEMS that can exist between cultures that value different things. One example Isaiah Berlin gives of this has to do with religious differences.Just imagine a devout believer in Orphism and a devout believer in Celtic Reconstructionist Paganism going out to coffee together...and they're going to sit down and have a rational discussion about their values and the goal of either of them is to try to convince the other of the TRUE political reality of the world. Do you think rational discussion is going to be the thing to change either of their minds about values?Isaiah Berlin might say good on them both for trying. He wouldn't be surprised if rational discussion wasn't the tool that was going to convince someone that someone ELSE had the truth about things. But most of all he'd want to say that any sort of violence that may have come out of that discussion...any sort of hatred of the other...would ALWAYS COME from some attitude associated with Monism. Political violence rises proportional to the level of intolerance within a society. See tolerance and empathy are very HUMAN characteristics. Berlin goes so far as to say the people that LACK the ability to be empathetic, serial killers and the like, seem to lack something crucial about what it is to be human. We should make it a priority. And JUST as we would do well...to look at other cultures that disagree with us, have a bit of tolerance and try to relate to the common humanity that exists between us, try to understand WHY they believe what they do based on their own unique past...we would do just as well to treat fellow members of our society with that same respect...even if they disagree.So often what SEEMS on the surface like a totally different set of rituals between cultures ends up being the same, very human, moral intuition manifesting itself in two different ways...and this even happens all the time between people of the SAME culture who claim to hold very different values.There's a TED talk that was done by Johnathan Haidt in 2008 where he gives an example of this. Take the very human value of purity. For some reason purity seems to matter across the board to human beings. But even within the same culture you might see one type of person that deeply values purity in a religious sense...chastity before marriage, purity from the hedonistic behaviors that might pollute your spiritual well being. But you may see another type of person that values purity by eating only organic, locally sourced, ethically produced ingredients...or purity when it comes to the environment. This is just one example of how the SAME moral intuition can manifest itself in two VERY DIFFERENT WAYS, and yet...there seems to be some common humanity underlying this value and its possible these two very different people could find some level of tolerance for the other if they took the time to try to understand. They could understand BOTH PARTS of a human being...those values determined by nature...and the ones determined by their culture.This is the TRUE ROLE, of rationality for Isaiah Berlin. When it comes to moral and political values...we're never going to agree on everything. Rationality cannot give us that...but what it CAN do is mediate the differences BETWEEN different moral systems and allow us to be tolerant of each other. You don't go to war with another culture just because they value something you don't...you can disagree, try to understand the best you can...but you don't think they're stupid or evil just because they don't do everything the way you do. The same way rationality can regulate the relationships between cultures it can regulate the relationships between people.Carl Schmitt...political philosopher and member of the third Reich from earlier in this 20th century political arc...he was famously critical of Liberalism as a massively failed experiment that leads to weak societies. For all the tolerance, multi-culturalism, and limits on government power...he saw all of these things instantly get thrown out the minute a TRUE political disagreement came to pass. People can be tolerant of insignificant things, but the minute it becomes something that they really care about even Liberal societies descend into bloodshed and violence.Well here is Isaiah Berlin years later presenting an entirely new TYPE of Liberal thought. That is, Liberal Pluralism. Maybe its NOT a fundamental part of human nature to descend into violence whenever political differences get really serious. Maybe this is a TYPE of thinking that we've inherited that has been so ingrained into every theory that's come before that even a doctrine of tolerance and multiculturalism like Liberalism was created with it in mind. Maybe Monism...and the monolithic type of thinking that comes along with it...maybe the belief that there is a single answer to every question out there has allowed people to treat their fellow human beings as the other, simply because they come from a different part of the city where different values keep them alive, or a different part of the country or a different part of the world...sometimes ideas come up at points throughout the history of human thought...ideas that practically everyone at the time is downright enamored with. THIS NEW INSIGHT is the solution to all our problems as a species. Sometimes just five, ten years later there's a NEW set of ideas that comes along rebuking it...and as quickly as it came the idea everyone was crazy about is never heard from again. Well the Enlightenment was no doubt one of the times people were excited about an idea and it was left to play out. But what if Isaiah Berlin, as a historian of ideas, what if he was right? What if the Pluralism of the counter Enlightenment could have been a moment when we realized a HUGE ASSUMPTION we'd all been making in our thinking? What might the 20th century have looked like...if we had listened to, and been tolerant of ideas ALL THE WAY BACK THEN...that made us uneasy.Thank you for listening. I'll talk to you next time. "
}