{
    "ep": "Episode #106",
    "title": "Simone De Beauvoir pt. 2 - The Ethics of Ambiguity",
    "spoken_text": "This is a transcript of episode #106 on Simone De Beauvoir. Check out the episode page HERE.So last episode we talked about Sartre’s idea that at the foundation of who we are… there’s a constant tug of war that’s going on between what he calls our Facticity and our Transcendence. Our Facticity being the facts that are true about us at any given moment and our Transcendence being the possibilities that we have at our disposal. Last episode, what followed from this, for Sartre…is that people are made massively uncomfortable by this constant tug of war that’s going on… and we all tend to gravitate towards removing one side of the people pulling on the rope… we either want to ignore the facts that are true about us or ignore the possibilities that we have so that one side will just fall into the mud pit already and we can all stop pulling on this stupid rope.But unfortunately… Sartre would say… the game never actually ends. Despite the fact you may view yourself as some sort of completed project…the reality is that through your actions… you are constantly creating and re-creating yourself in each passing moment….every second, that passes you change in some small way…the reality is: we all exist in this place of tension…this tug of war that’s going on between two sides of a duality called our Facticity and Transcendence.But Simone De Beauvoir is going to take that one step further. The implications of which form the basis of her book The Ethics of Ambiguity. Just listen for second to the very first paragraph of the book and then we’ll talk about what she’s getting at:“THE continuous work of our life,” says Montaigne, “is to build death.” Man knows and thinks this tragic ambivalence which the animal and the plant merely undergo. A new paradox is thereby introduced into his destiny. “Rational animal,” “thinking reed,” he escapes from his natural condition without, however, freeing himself from it. He is still a part of this world of which he is a consciousness. He asserts himself as a pure internality against which no external power can take hold, and he also experiences himself as a thing crushed by the dark weight of other things. At every moment he can grasp the non-temporal truth of his existence. But between the past which no longer is and the future which is not yet, this moment when he exists is nothing. This privilege, which he alone possesses, of being a sovereign and unique subject amidst a universe of objects, is what he shares with all his fellow-men. In turn an object for others, he is nothing more than an individual in the collectivity on which he depends.”Now you can just hear in that passage… she’s describing what she’s later going to go on to call the Ambiguity of human existence. Let’s talk about what she means by that. She’d say sure, Sartre at any given moment we are both Facticity and Transcendence…it’s a duality we exist within…like we talked about last episode, when you take an honest look at what it is to be me…I am what I am...but simultaneously I also am what I am not yet. And if somebody asked you…so… which one are you really are you the facts about who you are right now, or are you the possibilities you’re currently bringing about? That’d be kind of a confusing question because the answer is: I’m BOTH. Yes, people commonly fall into bad faith and try to remove one side of it…but the reality is I am BOTH Facticity and Transcendence simultaneously and that reality creates a certain tension for me.But Simone De Beauvoir would point out…that when you take a closer look at human existence…it starts to look like we’re not just engaged in a single game of tug of war that’s going on…it’s not just Facticity and Transcendence…we seem to be engaged… in MANY different games of tug of war all at the same time.See because yes, I am both Facticity and Transcendence. But what else am I? Lots of things she would say. For example… at any given moment, I am simultaneously both a subject navigating the world and an object within other people’s subjective view of the world. So what am I? Am I a subject or an object? What if I’m both of them simultaneously and that existing within that duality creates a certain level of tension for me? Another example…at any given moment, I am both an individual person and a member of a collective group, family, nation-state, species, whatever. So what am I? Am I an individual or a part of a larger group? What if I’m both simultaneously and that existing within that duality creates a certain level of tension for me? Mind and matter. Self and other. The examples of these dualities that we exist between go on over the horizon…and Simone De Beauvoir would say that when you look back at the history of philosophy and religion…so many of the ideas that have been laid out over the years have been people trying to reduce one side of these dualities… so that we can simplify the world down into terms that are less ambiguous. To escape the true reality of the Ambiguity of being a human in this world. Whether it was to think of the world as merely an earthly shadow of flawed forms…whether it was to think of ourselves as a mind perched up within a brain, or a soul inhabiting a body…or as a member of a state with a duty to fulfill that transcends your individual desires…within each and every one of these and many more… you can see what Simone De Beauvoir says is an attempt to over-simplify our human condition, and escape the true Ambiguity of existence. The ethics of Ambiguity is just filled with iconic quotes that are unforgettable…about this point she says: `“At the present time there still exist many doctrines which choose to leave in the shadow certain troubling aspects of a too complex situation. But their attempt to lie to us is in vain. Cowardice does not pay. Those reasonable metaphysics, those consoling ethics with which they would like to entice us only accentuate the disorder from which we suffer.”Just listen to that quote…those REASONABLE metaphysics, those CONSOLING ethics with which they would like to entice us…that is just great writing. And shots fired at Philosophers and Theologians throughout history…Simone De Beauvoir’s saying they start to look guilty of what your average person does when they fall into Bad Faith…how is what they’re doing any different than reducing one side of your Facticity and Transcendence to try to escape a state of tension.No…to be an honest human being…is to be in a state of tension…it’s to BE in a state of ambiguity. Simone De Beauvoir’s saying…we feel the effects of this ambiguity…and our kneejerk response throughout history has been to feel like something’s missing…she says we recognize a “lack” in ourselves (important word)…we feel like somethings missing and that if only we can come up with the right philosophical rationalization to make us feel like we understand the world perfectly…then the ambiguity’s gonna go away…then we’re going to be COMPLETE as people.What Simone De Beauvoir is asking here is what if we’re never meant to be completed as people? And that no matter what story you decide tell yourself to run from the ambiguity…what if it’s just not as simple as I am purely a spirit…or I’m PURE energy…or PURELY an American…what if the world, what if being a human being is not black and white like that…what if it’s black, white and grey simultaneously and that we purposefully look at it through a very small lens to make us feel like its more simple than it really is? What would happen… if somebody stopped running from this Ambiguity and just embraced it, what would that person look like? Could you ever be happy living within that ambiguity? Is there any reasonable foundation that you can approach how to best behave within that ambiguity? This is the task of the ethics of ambiguity.Now if you’re gonna be an existentialist writing an approach to ethics like Simone De Beauvoir is…there’re going to be certain classic questions that arise that you’ll have to address at some point. One of them is that…. if existence precedes essence…if it is the job of the individual to create their own values and meaning to life…how can anyone ever say that the values I arrive at are any less or more valid than anyone else’s. What I mean is, if someone arrived at a set of values that said raping and murdering people was a good thing…if I’m not appealing to some standard of good and evil behavior, if existence precedes essence…how can I ever say that worldview is wrong?Well to begin answering this question…Simone De Beauvoir’s going to cite a famous line that Sartre writes in Being and Nothingness…it’s the idea that “Man is condemned to be free.” Where she’s going with this is that…even if there’s no objective good and evil written into the universe…that doesn’t mean there’s not certain, fundamental aspects about the human condition that we have to consider when navigating our lives…we are condemned to breath, we are condemned to forage for food, we are condemned to turn read receipts off on our cellphones…but she’d say more important than all of those things, we are condemned to be free…we are condemned without our prior consent, to a life where we have to be constantly making choices…she points out how…even if you try to deny this reality… even if you just sit around or fall into bad faith and do nothing your whole life…the choice to do nothing… is still a choice you’re making, The fact that we’re condemned to freedom…the fact that we can make practically any choice we want is the very thing that allows us to create the meaning to our lives…in other words…this essence we’re talking about ultimately relies on this more fundamental aspect of the human condition that we are free…and if you examine this freedom closely, she thinks there are certain essences (like raping and murdering people) that are just flat out contradictory to arrive at.See because, the very idea of morality relies on the idea that people are free enough to choose between at least two different alternatives. Right, I mean if somebody was truly powerless over acting in a particular way, the whole concept of morality evaporates. For example if you were down at the beach and you lost control of your skateboard…and it was rolling towards the edge of the boardwalk about to go into the ocean…and your friend was near the edge and could easily put their foot out and stop the skateboard, but let’s say they don’t…let’s say they look at you…look at the skateboard…hands on their knees smiling as they stare at the skateboard plummeting into the ocean…you might call their behavior into question.Now same situation, but this time you lost control of your 18-wheeler semi-truck…you’re probably not gonna wonder why they didn’t dive in front of it like they’re superman…they were powerless, there was nothing they could do about it in that situation. This is an example of how the whole idea… of what we’re morally obligated to do… is directly connected to the amount of freedom we have in a given situation…or as Simone De Beauvoir puts it you don’t offer an ethics to a God…you don’t offer ethics to someone who thinks they can’t make mistakes or on the other hand to anyone who thinks they’re powerless to the point they can’t make choices. Good news for us is: in actuality we’re neither of these things, people just tell themselves they are…and because this whole discussion of ethics and what we’re morally accountable for… is ultimately contingent upon our level of freedom…it follows to Simone De Beauvoir…that any serious discussion about what we’re morally accountable to do at the VERY least… needs to begin from a place that maximizes that default state that we’re born into: condemned to be free.In other words: in the same way we shouldn’t deny one side of these dualities we exist between in an attempt to run from the ambiguity of existence…we shouldn’t deny that we are condemned to be free. We should recognize the fundamental aspect of our being THAT we are free, embrace it and then move in the direction of behaviors that MAXIMIZE that freedom rather than run from it. Now the extension of this…and one of the highly unique aspects of her Ethics we’re gonna talk a lot more about next episode…is that to TRULY maximize your freedom to Simone De Beauvoir requires the maximization of the freedom of others…that for many reasons, you can’t really be totally free unless if other people around you are totally free.Again, we’re gonna talk all about it next episode because that’s the third and final part of the Ethics of Ambiguity… and what we’ve been talking about so far is what she lays out in part one. So what does that leave us with? Part two…I guess I just want to talk for a second about how this book is structured…it’s pretty brilliant what she does and I didn’t really realize what exactly she was doing when I first read it years ago. So, part one lays out this whole idea of the Ambiguity of existence and the maximization of freedom…part three lays out how we should actually be behaving in practice, and part two can read like a sort of a tangential aside where she wants to put certain people on blast for not being free enough…but the genius of what she’s doing in part two is that she foresees the people coming along reading her work mistakenly thinking they have it all figured out…she foresees people saying stuff like, ambiguity? Oh yeah…WAY ahead of you Ms. De Beauvoir, way ahead of you…LONG AGO I accepted the true ambiguity of existence and even LONGER BEFORE THAT when I was but a child I realized how free I am to choose anything I want. Sometimes it gets lonely…you know …being so smart…being so much more free than everyone else around me…but it’s not all bad I find humor in their feeble attempts to deny their freedom…This is what’s so awesome about part two…Simone De Beauvoir lays out like 12 different personality types of people that she sees around her…personalities that you still see EVERYWHERE in today’s world…some very simple, some very nuanced, but ALL OF WHICH are examples of tactics people use to convince themselves they are free when they actually could be much more free…not only that though…when you look at these types of people that she talks about… Simone De Beauvoir thinks all of these different approaches to looking at life… are reactions to when we were children…they’re reaction to when we were first faced with the reality, the true freedom and responsibility that’s required of us, in adulthood.She says two things happen when we’re kids: one, we’re born…and we look at adults as these authoritative sources of information… people that have grasped the ultimate values of life and we need to be more like them. We seem them as these…COMPLETED people…these people that have figured out what’s lacking like we talked about before and have COMPLETED themselves. But again, what if in reality…we NEVER complete ourselves. What are THEY doing then?The second thing that happens is that throughout the entire time you’re a kid, you live in a state… of never having to deal with the ambiguity of existence…your parents…protect you from that and what you end up doing is running around, playing and just being a kid. In other words, what Simone De Beauvoir’s saying is that for the first 16 years of your life or so…you don’t even KNOW about the ambiguity of existence…you don’t even know about this constant state of tension that life truly is. You know, there’s people that have emailed me and asked why do you think we have such a tendency to gravitate towards bad faith, as opposed to embracing our freedom? Well, how can you blame people? You’re faced the reality of the freedom and responsibility of adulthood…and when you look around you at the role models you have at your disposal…they’re all people that claim to have this whole life thing figured out. They’re all people using one of these strategies she talks about, convincing themselves that they’ve COMPLETED themselves.Kind of like Nietzsche and the whole Camel, Lion and Child progression he lays out in Thus Spoke Zarathustra…Simone De Beauvoir structures all these different types of people in part two in a similar sort of way where there’s a progression…a progression from the least free to the most free. Now, the LEAST free person…the absolute bottom of the barrel in terms of freedom…is what Simone De Beauvoir calls the “sub-man”. The sub-man is that guy working at Subway making sandwiches all day…what a loser says Simone De Beauvoir…just kidding she’s talking about a different kind of sub…sub meaning below.Simone De Beauvoir describes this person as the kind of person who’s sort of apathetic about everything all the time. She says they feel “ like nothing merits desire or effort”. That everything’s dull…nothing is really that impressive ever…they see things other people do…they shrug a lot…meh…okay. Nothing really is worth their time.Simone De Beauvoir says that what this is… is a child that saw just how much freedom adulthood had in store for them…they saw the sheer number of possible projects they could work on throughout their life…they felt really uncomfortable… and then in an attempt to ease their discomfort and return to that…safe, unambiguous cocoon of childhood…they sort of retreated and closed themselves off from the world.People with a lot of different interests and a lot of capability are at a higher risk for becoming a sub-man…reason being because they look at all the possibilities and say man I could do anything…I could be a Veterinarian, I could be a news anchor, I could be a scientist…you know what…who cares about any of it? They deny that there’s any sort of tension or lack within themselves that requires action… and they COMPLETE themselves… by choosing, nothing…De Beauvoir says…and the problem with someone choosing nothing on a social level… is that they become potential members of a mob. They become malleable fodder for the projects that other people are working on… as long as those people can persuade the sub-men to be temporarily emboldened by whatever cause they give them to support. Sub-man’s often referred to as what people call a “sheep”.The second rung on this ladder of types of people…little more free than the Sub-man, but still deeply enslaved and running from the ambiguity of existence… is what she calls the Serious-man. The serious-man makes up probably around… 70% of people…this is by far the most common tactic people use to remove themselves from ambiguity. The Serious man is any version of somebody that denies their transcendence and turns themselves into pure facticity for the sake of a cause. This is the child facing the freedom of adulthood… all grown up now saying something like: I am a life long democrat and I’m always going to be a democrat. I’ve harnessed the ultimate values of life and completed myself like my parents did. I am an evangelical Christian and I will be that way until the day I die. I have discovered a set of absolute values.Make no mistake…Simone De Beauvoir’s not saying that being any of these things is wrong…it’s your relationship to how you view the title. Do you live your life as though being a democrat or being a Christian is some sort of permanent, irreversible aspect about who you are? If so, then Simone De Beauvoir would say you are a Serious man, trying to give yourself an essence and escape the true ambiguity of your life…and if you look back at history even just to the 20th century…you don’t gotta look very long to see the bloodshed that often comes when people think they’ve harnessed an ultimate set of values… that’s what Simone de Beauvoir’s worried about.Now another important rung on this ladder a little higher up…is a response to the freedom of adulthood…that’s a true classic. We’ve all heard of this one before. I’m talking about Nihilism.Quick recap of the ladder up until this point: The sub man either doesn't realize there’s a lack in their being… or denies the whole idea of there being something lacking...the serious man acknowledges that there’s a lack… and then believes a story about something that will complete him as a person. And, the nihilist… realizes there’s a lack and that nothing can complete them...so they ask themselves question, why bother doing anything at all?Now Nihilism is a particularly dangerous place to be if you’re Simone De Beauvoir…and the reason why is because the Nihilist…is partially right. They’ve arrived at the truth about the ambiguity of existence…but they’re making a big assumption after arriving at that conclusion that blinds them from the fact that they aren’t seeing the WHOLE truth about existence…and it’s dangerous because it’s a very easy trap to fall into and then convince yourself that you’re right, citing that piece of truth you’ve accessed as justification.I want to read you a passage out of the ethics of ambiguity where Simone De Beauvoir talks about why the Nihilist is wrong. Full disclosure, I have this passage hanging in the front room of my house…it’s one of my favorite passages from all of existentialism. We’ll read it and then we’ll talk about what she means by it:“The nihilist attitude manifests a certain truth. In this attitude one experiences the ambiguity of the human condition. But the mistake is that it defines man not as the positive existence of a lack, but as a lack at the heart of existence, whereas the truth is that existence is not a lack as such. And if freedom is experienced in this case in the form of rejection, it is not genuinely fulfilled. The nihilist is right in thinking that the world possesses no justification and that he himself is nothing. But he forgets that it is up to him to justify the world and to make himself exist validly. Instead of integrating death into life, he sees in it the only truth of the life, which appears to him as a disguised death. However, there is life, and the nihilist knows that he is alive. That’s where his failure lies. He rejects existence without managing to eliminate it. He denies any meaning to his transcendence, and yet he transcends himself. A man who delights in freedom can find an ally in the nihilist because they contest the serious world together, but he also sees in him an enemy insofar as the nihilist is a systematic rejection of the world and man, and if this rejection ends up in a positive desire destruction, it then establishes a tyranny which freedom must stand up against.”I guess a good place to start unpacking that is to say that if it weren’t for the Nihilist being partially right…and recognizing the true ambiguity of things…they would be no different than the serious man. Because just like the serious man… who might say something like, ok I am a Morman…and I possess certain ultimate values that are written into the cosmos, I am complete…a Nihilist is making the same kind of proclamation by saying “there is no cosmically written meaning to my life”, I am complete. In other words, why are we both speaking on behalf of the universe here? I mean at least the Mormon believes in a God that gave them this information…what is the Nihilists based on? The way it intuitively seems to me as a human being in an ambiguous world?I’m not saying this because there IS some cosmically written meaning necessarily…the point is: where did this expectation of the Nihilist come from? Lot of people think it’s an another one of those things we talked about last time…it’s an extension of generation after generation of people thinking of themselves as something born into a realm…that doesn’t belong to them. This universe is private property...God built this place…he’s bestowed upon you the gift of life… and as long as you’re staying here…there’s some chores he wants you to do. When the Nihilist realizes this way of thinking is a relic of a bygone era…they mistakenly assume that because there’s no God out there to confer a meaning onto them…that therefore…there must be no meaning to ANYTHING that I do!But what if that whole dream of being handed some pre-packaged meaning to your life was never how it worked at all? What if that was an assumption? What is meaning anyway…it’s just a human construct…a word. What if the same way you have to choose a career…and the same way you have to choose a life partner…and these things take years of thought to fully realize…what if it’s your responsibility to choose a meaning to your life?What I’m saying is: what if there IS a meaning to your life? And I’m not saying that like I’m some late night pastor…what Simone De Beauvoir would ask is what if when you make a grandiose proclamation like “there is no meaning to my life”…you just did it…right there…you just declared the meaning of your life to be that you’re going to sit around making proclamations about how nothing matters on a cosmic level (genius) and then use it as justification never take action on anything. You can’t HELP but have a meaning to your life to Simone De Beauvoir…it is created and recreated by your actions in each passing moment.The question is: what’s the meaning of your life gonna be? To sit around on the couch doing nothing? Or to transcend. To get out of that job that sucks the life out of you…or to travel the world or to help maximize the freedom of others? To leave the house…feel the fires of hell on your skin as sunlight hits it for the first time in eight months? What is the meaning gonna be?Next time we’ll talk more about more of the rungs of the ladder, more of these= types of ways children respond to the startling level of freedom and responsibility required in adulthood… as well as the importance of maximizing the freedom of others, why we can never be truly free unless if others are free around us and the wisdom that lies in living a life in the service of others. You know whenever I read part three of the Ethics of Ambiguity and I get all excited about the importance of finding a way to serve others in this miserable existence it always brings me back to ironically ANOTHER quote that I have on my wall by Rabandranath Tagore…and I’ll leave you today with it:I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.Thank you for listening. I’ll talk to you next time."
}