{
    "ep": "Episode #134",
    "title": "Consequences of Reason",
    "spoken_text": "This is a transcript of episode #134 on The Consequences of Reason. Check out the episode page HERE.So this disagreement that defines the state of the philosophical landscape in the early 20th century: we've called it a lot of different things on this show. Nature vs Culture. Modernity vs Postmodernity. Objectivity vs inter-subjectivity....Well one thing about this debate if it's not entirely obvious by this point on this show is that understanding the perspectives that are positioned on either side of this debate is absolutely crucial not only for understanding 20th century political philosophy, but even for understanding the world you're living in today...for understanding the smallest things...the philosophical underpinnings for many of the arguments you might see when you turn on the news.We've talked about bits and pieces of this debate for a long time on this show and it's high time there's an episode you can point people to that goes into a bit of detail about this aspect of modern discourse...something that talks about WHY the climate of the early 20th century was filled with philosophers that had such a strong level of dissatisfaction with the legacy of the Enlightenment. That is: rationality, individualism and the scientific method as THE primary way of arriving at truth about things.Because this whole state of affairs can start to seem pretty confusing to reasonable people...I mean, how could any serious person ever be anti-science? Look at the understanding of the natural world science has produced. Look at how it's let us manipulate and wield the otherwise chaos of the natural world to the benefit of human beings. Look at all the different ways every day that you USE the great things science has produced...and what you're just against that system...you're dissatisfied with the thing that made those things possible?Look at all the things rationality has produced...I mean open up a history book. Thousands of years of religious dogma gone...to be anti science and rationality can seem to some like you're being anti human. Or just pro- some other dogma that you want to impose on people. But an interesting place to get started with this conversation is that the OTHER side of the debate, the ones skeptical of the tasks of the Enlightenment...they would ALSO see themselves as pro-science and anti dogma.There's of course an end to this story we're telling today about our history of using rationality as our guide, but this is the place I want to begin and the story starts in the late 19th century with the philosopher Nietzsche and some things he had to say about what the attitudes of philosophers were at the founding of the Enlightenment.So...some quick historical context: the beginning of the Enlightenment is often cited as the moment when Kant releases his famous essay titled What is Enlightenment? We have an episode on it...Kan't famously describes Enlightenment as man's removal of his self incurred tutelage. What he's referring to is the tutelage of thousands of years of religious dogma. Later on in the essay he CHALLENGES the thinkers of his time to \"dare to know\" or \"dare to think for yourselves\" for once...in other words, we need another way OTHER than religious faith to be able to arrive at the truth about things, because faith, from these thinker's perspectives has caused us a lot of problems historically . Well the thinkers of the time take a look around them, look at all the available options and collectively decide to double down on reason instead of faith. This is the age of reason. This is the use of rational categories to make sense of things, proportioning our belief to the evidence, the political systems of the time take a strong turn towards the individual subject and mutually beneficial social contracts as opposed to teleologies or strict \"roles\" that people are supposed to play in a society.This whole strategy seemed extremely reasonable at the time. Ironically later philosophers would lament that that was EXACTLY what was wrong with the strategy...that it seemed reasonable at the time. But we'll get to that. Nietzsche looks back on this moment in history and sees what the philosophers of the time did as an absolutely giant missed opportunity. Because, he says, hypothetically this was a moment when philosophers could have realized that one of the biggest problems with those faith based views of the world centered around the idea of religious certainty...was certainty.What these thinkers DID, Nietzsche says, is throw out the religious certainty that caused them so many problems in the past and just changed the criteria for what makes something certain. RATIONALITY is now our path to certainty. They replaced one dogma with another dogma. So what happened was with each progressive classical rationalist philosopher doing their work... we seemed to be coming to terms with how everything in the universe fit neatly into rational categories. We were FINALLY understanding the truth after all those years. With every progressive scientific experiment that was UNDENIABLY bringing us an understanding of the natural world that improved the lives of people...how could any reasonable person say that the process of science wasn't accessing something of the TRUTH about reality.But then hundreds of years go by...and as the goals of the Enlightenment are played out, problems start to arise and this dynamic starts to produce philosophers that want to understand the limitations of classical rational thought. One of the first major ones that gives rise to this trend was Kierkegaard.Kierkegaard has a quote and I'm paraphrasing here, but he says here are all these philosophers and scientists of his time that understand the deepest levels of reality and existence...and here he is and he can't even understand Abraham. What he's saying is science and rationality during his time is supposedly producing some of the most comprehensive understanding of reality that we've ever had...but when it comes to certain aspects of what it means to be a human being...rationality just can not help you, it's not a useful tool in that context. So many things about your life on an every day level...human existence is FILLED with paradox. There are times in our lives, and he gives examples from the life of Abraham, there are times when continuing to live in the FACE of that paradox...REQUIRES irrationality. Kierkegaard thinks this irrationality is an important part of our existence...JUST AS IMPORTANT as rationality...and if you ever tried to swear off irrationality completely and make purely rational choices all the time...you'd be left in a state of total paralysis.Maybe a good metaphor for this is to think what it would be like to look at the contents of a book that tried to tell you in 300 pages... how to be a person...a field manual for life. Better yet, picture having a book that is supposed to tell you how to raise a child...right? You open it up... and it's filled with math equations, syllogisms, geometric breakdowns of the nursery...for anyone that's ever actually raised a child before...you know how tremendously oversimplified something like that would HAVE to be. Now, the intent of the author may have been to arrive at a NEW level of certainty about raising our children...you know, let's dare to think for ourselves! Remove ourselves from the tutelage of the parenting dogma of the past...but the best intentions in the world don't change the fact that there is something missing there. There is something about being a human being that's lost when we're using purely using rational analysis to try to explain it. More than that...no matter how much scientific progress we are making...the tools we use to catalog that scientific data...the means of analysis aren't even remotely similar to the way we experience reality.Perfect example to describe this phenomena used in the work of Professor Lloyd Kramer. So take time for example. There's this thing about the universe that we call time. We want to use rational analysis to understand it better. So we measure it, record and study it through the use of tools of rational analysis called clocks. Now for a clock...seconds are uniform. 60 seconds in a minute. 60 minutes in an hour. So on and so forth. Time...when viewed purely through the lens of rational analysis...looks like that. But what is our actual, human experience of time? Well sometimes... time flies. Sometimes a few seconds of something agonizing can feel like an hour. The point is: when it comes to understanding the universe clocks might be the ultimate tool, but when it comes to understanding aspects of our human experience of the universe...the tool of rational analysis just cannot tell the full story.So Kierkegaard becomes a symbol for a fracture in this idea...that starts to seem like a pretty extreme idea that rationality is going to be able to provide us with an exhaustive understanding of everything, but people might argue back to that...look, maybe there are things about being a person that aren't entirely rational...but informing every decision you make shouldn't be the GOAL of rationality anyway. The truth that science gives us about the natural world...THAT'S the goal here. THAT'S the thing we have certain access to through reason. Rationality is going to give you the most accurate information about how things are that's available...and then it's YOUR job to go out and actually DO something with that information.Well Kierkegaard was just the beginning. This critical look at reason that would eventually lead to the malaise of the early 20th century began to be critical of the scientific method as well...more specifically a few important questions...when we arrive at a scientific understanding about something...and that understanding allows us to manipulate the natural world to benefit people...can we say that science is accessing the objective, TRUTH of reality? What I mean is: can we say... that science is at least IN SOME WAY communicating with SOME intrinsic structure of the universe? After all, why would it be so repeatable in a lab setting if it weren't? Sure, maybe our understanding of it isn't exhaustive, we still have many more years ahead of us to conduct more science...but there must at least be SOMETHING about the truth that we're touching there.But on the other hand when philosophers started asking these questions about what we're REALLY doing when we conduct science...what they started to realize is that there are aspects of science that are inextricably relative to the culture the science is produced in.The best way I've ever seen this dynamic explained is by the philosopher Richard Rorty...so I'll try to summarize his main points the best I can: think of the birth, existence and reproduction of scientific ideas the same way you would think about the birth, existence and reproduction of species in terms of Natural Selection.So for thousands of years it was believed that the universe was designed by a Grand Designer...and there were many arguments philosophers had for this...not the least of which was just LOOK AROUND. How convenient that I drink water and there's water around. That I exist in this very small range of temperatures and weather patterns, and that's exactly what the world is around me. The point was: How could you NOT THINK this was a celestial hamster cage designed with your survival in mind? For thousands of years THAT WAS THE DEFAULT...sure, you had the sporadic thinker that came along and questioned it, but the onus was on THEM to prove why this theory had any merit that was so contrary to our deepest intuitions about reality.Well you know the story: Natural Selection offered an alternative...this was a theory that explained how things could SEEM perfectly designed for the environments they were in, but the reality was just that all the beings that DIDN'T correspond with the environment died before reproducing.Well scientific ideas exist in an environment as well. That is, the set of scientific and cultural biases that they were produced in. The scientific theories that correspond with these biases subsist, they're rewarded with tenure, they may manage to reproduce.There's a sense in which if a slightly different culture had come to pass...the way we scientifically understand things would change as well. There's a sense in which if a COMPLETELY different culture had come to pass...just as different creatures would have been able to gain tenure in a changed environment...a completely different way of scientifically categorizing the world could have emerged. So this in no way takes away from the utility of scientific ideas, but this does start to raise a very important question to the thinkers during the late 19th century...Rorty puts it this way:\"Are the longest lasting and most frequently relied upon theories stable because they match a stable reality? Or because scientists get together to keep them stable, as politicians get together to keep existing political arrangements intact?\"The answer to this question makes a giant difference when it comes to how you view the findings of science. The difference the answer to this question makes is actually very similar to the way postmodernity looked at the history of philosophy in our series on Gilles Deleuze. What is philosophy? Well it's not an act of discovery...it's an act of creation. In other words, philosophers when doing their work are not discovering the intrinsic structure of the universe...reality is far too chaotic to ever be able to do that...the more accurate analysis of what's going on would be that philosophy is an act of creation...philosophers create systems of concepts to give us one VERSION of reality...one perspective that might be useful.Well a very similar charge is being leveled here about the history of science. Science is not DISCOVERING and ACCESSING the intrinsic structure of the universe...science is CREATING one version of understanding what we have access to...and this understanding is ALWAYS relative to the perspective of the observer which is ALWAYS a person... who is also embedded in a set of cultural biases and a current set of presuppositions that the science of their time accepts and proceeds from.So if you're a philosopher in the early 20th century that happens to see science in this way...the impact this has on how you view essentially the last 200 years of western democracy becomes horrifying. Because they instantly realize that this problem they have with science is in actuality a problem with reason itself.So at this point in the story Rationality itself starts comes under fire...and some of these critiques are actually reworkings of OLDER critiques of reason...for example Edmund Burke spoke several times about how when it comes to the progression of human thought, but more specifically when it comes to how we should structure societies...you never want to fully commit your strategy to Rational analysis. He gives many reasons not to but one of the big ones he would say is that...look, when you decide you're going to determine which thoughts are legitimate or not based on purely rational analysis...what you see when you actually put that into practice is that you can basically find a way to rationalize anything.Look no further than your own personal life for proof of this fact. How many times have you reasoned to a conclusion about something and still been wrong? Maybe you know somebody who made a big mistake in their life and after the fact they thought about what happened and they've found a million ways to rationalize it to themselves and others and it all makes perfect sense to everyone...but nonetheless its obvious to everyone that they've still made a huge mistake.See this is an important distinction to draw about rational analysis. When it comes to your personal life if you decide to take a purely rational approach to something and end up with problems it's no big deal. You're only hurting yourself. But on a societal level SHOULD we be using a purely rational approach when it comes to determining the legitimacy of thoughts? The bigger question that concerns this debate between these two groups: should thoughts be considered to be accessing the intrinsic structure of the universe simply because they correspond with human reason?Human reason is always doing its work within the parameters of human ignorance. And that, human...that's omnipresent throughout this whole process...is always subject... to cultural limitations. Just like we experience time and it's not like we're a bunch of giant clocks walking around...our experience of time is relative to the perspective of the observer...here are philosophers in the early 20th century saying that reason...and the criteria for what makes something reasonable or not are ALSO relative to the observer.Now it should be said: NOBODY...not EITHER SIDE...is trying to do away with reason. Nobody's trying to do away with science. They're trying to do away with what they see as dogma or the idea that what reason and science provides is access to certainty. This is why Nietzsche thought people like Kant at the beginning of the Enlightenment missed a big opportunity...that could've been the moment... when they realized that certainty about things... shouldn't have ever been the goal in the first place. We should VALUE reason, we should VALUE science...but not deify them...we should understand them for what they are: they're not discovering anything...they're CREATING something. That subtle distinction may not seem like much, but it actually has massive effects on how things play out in the world...and this is ultimately why people CARE so much.Because if you're one of the philosophers in the early 20th century that thinks reason and science are relative to the culture they are conducted in and NOT objectivity...then one of the first critiques you have to have about the Enlightenment is that the Age of Reason might have been a horrifying period in history where we used Reason to justify cultural imperialism.Because when reason becomes something that's capitalized...then it becomes the standard against which every society is judged. See, to these critics...what happened at the beginning of the Enlightenment is we made this bold proclamation that the way to organize the relationship between government and citizen should be determined by reason. This marks a major shift not only in the way the western world typically structured their states, but also in how the citizen saw their role in the political process. This is the birth of the individual in modern western culture. We'll talk about it more on next episode when we go deeper into the work of Leo Struass, but essentially this is the moment when societies in the west move away from teleologies and societal roles and move instead towards rational individualism. This is yet ANOTHER criticism of the Age of Reason from around this time period...that Rationalism when applied to the political process necessarily moves thinking towards a focus on the individual...and that it's THIS SHIFT towards the individual person as the focal point that's responsible for a centuries long progression of people becoming more and more narcissistic and self centered...but again, we'll talk more about that next episode.Back to the primary point though: Rationality, to these critics, LEADS to cultural imperialism when applied at a societal level. Because if rationality is relative to the culture it's being used in...and things like rational debates are the way that we determine political legitimacy...then what the goals of the Enlightenment produce are societies that appoint themselves as judge, jury and executioner of the rest of the world based on narrow parameters. Think about it: THEY get to decide the definition of what's \"rational\" or \"irrational\" based on their own cultural makeup...and THEN they get to slap on their world police badge and be the moral arbiter of everyone else. The rest of the world constantly under this magnifying glass of their version of Rationality...the default way to view all other cultures becomes comparing them to this Rational ideal...how much do they deviate from the ideal society that WE'VE determined the values of? THAT becomes the new question when dealing with other cultures...knowing that if any point a culture becomes TOO \"irrational\" in how they set up their society...Rationality can ALSO become the justification for invading.See... that's ALSO one of the problems early 20th century thinkers were starting to have with Reason. Reason as it turns out is not this sort of ahistorical, acultural objective tool Youfor arriving at facts about things. The results of rational analysis were varying to such a large extent...societies were using the guise of reason to justify such massively different conclusions...these philosophers started to realize that David Hume may have been right all along: Hume's Fork, Hume's Guillotine as it's often called...the central thesis being that you cannot possibly derive an ought from an is.No matter how optimistic thinkers were at the beginning of the Enlightnment...no matter how much they thought Reason could eventually provide us with Objective Morality...the more that science and rationality were left to do their work...the more it became clear to these thinkers in the early 20th century that it was never going to happen. The more the political process focused on the individual and tried to use the results of science to arrive at values about how to structure our societies and how people fit into them...the more the goals of the Enlightenment were left to play out the more it became clear that when you force reason to try to come up with objective values about ANYTHING...you're doomed to failure. Because, to these thinkers, that's just not what rational analysis is capable of doing.See that's the problem here...Rational analysis can CREATE values...because rational analysis always has cultural values embedded into it...but in order to justify any sort of values it needs to use the results of science...and modern science HAS to assume value neutrality. This became a big problem for modernity. This became the fate of science in the early 20th century political landscape. Science cannot provide us with any values on its own...the only thing it can do is serve as a tool... to justify values that are smuggled into it by culture...all while wearing that costume of value neutrality.This will be another thing we expand on moving forward with our series on 20th century political philosophy...the goal of this episode is to put you in the shoes of one of these early 20th century political thinkers and understand WHY so many of them were having such a problem with the legacy of the Enlightenment. Despite having not put out an episode in a while...I'm actually pretty deep into the writing phase of this entire series...that front loaded work is actually WHY I haven't put something out for a while; not my health for once. So that's good news, I guess. But I just wanted to say that when I considered trying to tie together a cohesive story of where we're going over the century...I felt this episode was necessary.Maybe the best place to end today is back in Ancient Greece. You know...this tension between postmodernity and modernity just saturates our modern discourse. Seems like you can't turn on any form of media for more than five minutes without being faced with some reminder of this battle that's going on. It's actually pretty amazing to see...think of how lucky you are that at any moment you can turn on a screen and watch two people argue with each other that are living in completely different universes. Pretty cool stuff, and this battle is often cited by people in the media as a bad thing for society. They say this is a sign we're living in some pretty dark times. Some people go so far as to say this is a catastrophe...the likes of which the world has never seen. When people can't even agree on some of the most basic ideas that make up their world views...how can we even have a conversation with each other? Could this series of disagreements spell the end of Western Civilization?Some people may say yes. There are a lot of philosophers out there who would say no. This isn't the end of the world. This isn't some unprecedented existential threat...this isn't even a new disagreement between people.Remember in Plato's dialogues back in the Athenian Agora...this battle was going on between heavyweights in the western world all the way back then. One corner you had Protagoras, Godfather of relativism, Man is the measure of all things, the other corner you had Socrates, largely a mouthpiece for Plato's ideas but him arguing for the idea that No, there MUST BE some sort of intrinsic structure to the universe that we can access...and rational debate is the absolute best tool we have to get there.Some philosophers would say that this argument is nothing new...this has been going on for thousands of years. This very well may be one of those debates that will NEVER have a winner. This may be one of those questions that causes arguments on the news for as long as humanity's around to have news programs to argue on.Cultures will ebb and flow with any one time period's answer to this question. One side of this may win out for a while...we may have a long period where we believe in the power of FAITH to arrive at the objective truth...or the power of REASON to arrive at the objective. The OTHER side may win out for a while...we may have long periods of historicism, relativism, nihilism. Some philosophers would say there are pros and cons to EITHER side gaining a greater level of cultural control and that we should just try to understand the times we're living in. The point is: some would say that there are many things that may sink the ship of Western Civilization...but this is not going to be it. People have been arguing about this stuff in one form or another for thousands of years...maybe cultures DO ebb and flow in their answers to this question...and maybe if the popular view is that we are currently embroiled in a culture of rampant subjectivity and relativism...maybe the thing we should all be looking out for is: what will be the NEXT THING to stake its claim to the objective truth?"
}