{
    "ep": "Episode #059",
    "title": "Kant pt. 4 - Categorical Trolley Cars",
    "spoken_text": "This is a transcript of episode #059 on Kant. Check out the episode page HERE. So if you've been listening to the show for a decent amount of time you've probably noticed something by this point about philosophers in general: these people just love their thought experiments don't they? Thought experiments are an important part of philosophy...see as you know philosophy often times tries to get us to think about ourselves and the world in a slightly different way than we typically would...the goal being that hopefully we can hack past the absolute jungle of social conventions and prejudices and all these things that've been meticulously programmed into us since birth...to hopefully get a more honest depiction of reality...not just one with our culture's stamp of approval. And whenever someone asks us to consider ourselves in the middle of one of these thought experiments...it's so easy to be dismissive of the entire process, isn't it? It's so easy to not take a thought experiment seriously...because well, it's not real! This is something I've encountered a surprising number of times when I try to talk to people about ethical dilemmas in particular...like the ax murderer example from last episode or the kind of things we're going to to thinking about today...you know...they'll say things like \"what's the point of considering these things?\" \"what's the point of being whisked away in your little fantasy world?\" I got both my feet on the ground here. Look, I don't need to understand the fundamental reasons behind WHY I make the moral judgments I do...I live my life...I take all the information available to me in the moment and I just use common sense. But in the words of the great Abraham Lincoln...common sense is just a collection of prejudices you've arrived at before the age of 18. Fact is: people make decisions for specific reasons...not because they're appealing to this elusive thing called \"common sense\" that is just simply the right answer in any situation. No, when you cite \"common sense\" or \"sound moral reasoning\" as the justification for why you made a decision you did...you STILL may be making a decision based on deontology or consequentialism or anything for that matter...you're just using this term \"common sense\" as a catch-all euphemism. You know that's the other side of this. Last episode I went on a bit of a nerd tangent where I talked about the perks of arriving at a satisfying definition for all of this...I talked about the potential fruits of laboring away in these ethical dilemmas and how you might over time arrive at some clarity about why you personally deem certain things to be right or wrong...but be warned...the exact opposite might be true as well. If you're anything like me...I mean I started out thinking that I had a pretty ironclad understanding of what makes something right or wrong...But what ended up happening is the more I read and the more I started thinking about all the contingencies...all the different individual circumstances...instead of gaining clarity...I started questioning myself more! I started finding exceptions to my so-called ironclad rules. I started to get confused. I started to realize...that this thing we call morality...this process we call ethics...not as cut and dry as I once thought. Sometimes things are not as simple as just...this decision was right and this decision was wrong. It's sometimes not as simple as...this person was a saint for doing what they did...and this person was a monster for doing what they did. In fact... and it was a very unexpected byproduct of this whole process when it happened...after thinking about these things long enough...for some reason I stopped thinking of people as monsters and saints altogether. And it was weird...it felt like the same sort of mental graduation that a four year old would make when they stopped believing in monsters under their bed...I felt like I stopped believing in monsters. Maybe this is why I take issue with the people that talk about morality as though it's this definitive collection of adjectives that you can hang on the wall. Those people have not been through the baptism by fire...it's just so obvious when you talk to them...these people have not run their beliefs through the rigors of these ethical dilemmas...these people are not confused enough. And I guess to tie this together if there's one thing philosophy has taught me over the years it's that confusion on a given subject is not always a step backwards. Point is: even if you're one of these people that are super confident about why you make the moral judgments you do...often times you learn a lot about yourself when putting yourself through these ethical dilemmas...often times you quickly realize that just by asking a few very simple questions that whatever this thing is that you use to make moral judgments...whatever this thing is that you're super confident in...it can be very difficult to define. Now that said, if you consider yourself a fan of philosophy...there are certain infamous thought experiments you've just heard before. If you're at some sort of hoity-toity philosophy party and you walk up to the guy with the monocle and you bring them up in a conversation, that guy's going to know what you're talking about...and let's continue to learn more about ourselves and where we stand ethically by putting ourselves through one of the most famous of ALL the famous thought experiments of philosophy....it's known as the trolley car problem. I want you to imagine you're the conductor of a trolley car. Now hold on...before you go getting all excited about your new prestigious career as a trolley car conductor...I want you to imagine you're the conductor of a broken trolley car. That's right...back down a couple pegs...Anyway..you're conducting this thing down the tracks one day and the brakes stop working. It's a runaway trolley car! Now to make matters worse you look ahead of you a few hundred feet and you see five people standing on the tracks completely unaware that this runaway trolley car is hurling towards them at 60 mph. It seems like there's nothing you can do! You can't STOP the trolley car...it seems like it's going to run into the five people...kill them all...what a horrible tragedy it will be. But then you realize something! You realize that you can switch the trolley car onto a different track...an adjacent track! You know those little junctions switches that they have on train tracks...you can pull the lever and the train switches tracks? You can pull one of those! But just as soon as you realize you can switch tracks...you realize that on that new track...is just one person who is completely unaware of what's going on and will inevitably get turned into a trolley pancake if you so decide to switch the tracks. What do you do? Do you allow the trolley to kill the five people...or do you switch the tracks and kill the one person? What decision would you make in that moment? Well, I have no doubt given just the type of people who listen to this show...there are a lot of creative answers out there about what to do here...but if we're speaking just statistically here...most people say that in this moment what they would do is pull the lever...switch the tracks and favor killing the one person over the five. And this is a totally understandable decision. In fact, come to think of it...I can get on board with this. I would pull that lever. I'm not confused about morality anymore. I'm not afraid anymore! After all, one person dying is a much better outcome than five people dying, right? I mean, to me this seems REALLY straightforward...if you had the opportunity to, why wouldn't you save the five? I'm sure you remember from last episode, what I'm doing here is I'm looking at the situation through the eyes of a consequentialist. If you wanted to go further I might be looking at it through the eyes of a utilitarian. Utilitarianism is a specific type of consequentialism developed by a guy named Jeremy Bentham...refined by a guy named John Stuart Mill...but the fundamental idea at it's core is something we've talked about on this podcast going all the way back to the Hellenistic period with the Epicureans. The idea being that what is right or what is good is always the action where the consequences of that action maximizes utility. Hence the name: utilitarianism. What is utility you may ask. Utility can be a lot of different things from emotional well-being, economic well-being, limitation of suffering...but most of the time people just define it as pleasure. This is a very simple idea that sounds absolutely incredible on the surface...Jeremy Bentham looked at nature...much like the Epicureans and he realized that \"Nature has placed mankind under the governance of two sovereign masters: pain and pleasure. Human action can be distilled down into an avoidance of pain and the pursuit of pleasure\" To a utilitarian, the right decision in any situation is the one where the consequences insure the greatest amount of utility to the greatest number of people. The right thing to do is the thing that maximizes happiness for the greatest number of people! So back to the trolley car example...sounds like I'm a utilitarian right? After all, it seems very straightforward what the right decision is...I would pull the lever to kill the one person in favor of killing the five people…if we’re judging the right or wrong decision in terms of it bringing the greatest utility to the greatest number of people…then killing one to save five is a no brainer! I gotta be honest with you guys…it feels good being confident in where I stand morally. It’s kinda nice just being able to pull levers and kill people with impunity…Finally I have a group to attach myself to! It's been so many years of searching....finally I can buy a T-shirt and be a member of a team! But then inevitably philosophy throws us a monkey wrench. Then the trolley car problem takes a turn and asks you to consider a slightly different scenario. This time, imagine you’re still in the general vicinity of the trolley tracks but now you’re up on a bridge...a bridge that overlooks the tracks. While looking down and observing you notice a very similar situation unfolding except this time there’s only one track. There’s five oblivious people a couple hundred feet away from a runaway trolley and it seems in the moment like there’s nothing you can do to save the five people from certain death...when all of a sudden you look over to your right and you notice something. There’s a fat guy standing next to you leaning over the side of the bridge to get a look at what’s going on. Now I realize this may seem slightly ridiculous…but in the thought experiment we’re supposed to imagine that this guy is not just your run of the mill fat guy…but grotesquely fat…so fat that you could push him over the bridge…he would fall to his death…but his sheer size would produce a shock-wave on the ground…which would alert the five people on the track and slow down the train enough for them to get out of the way and the five people would be saved. Do you push the fat man over the bridge to save the five? Well I gotta be honest...now I'm starting to not have as much fun going through the process of this thought experiment...I mean I recently converted to utilitarianism and now I'm starting to have a crisis of faith. As a good utilitarian...if I'm just looking at the consequences of my actions and whether they bring the greatest amount of utility to the greatest number of people...well the answer seems cut and dry here as well. Without question the answer is to push my size-able friend over to my right...over the bridge and kill him to save the five. But it just feels wrong. Statistically speaking, most people after being advocates of pulling the lever in the first scenario would never even think of pushing the fat guy over the bridge....and I seem to fall into the same category. Why do I feel different about this scenario? What, really, is the difference between the two situations. Now obviously there ARE differences between the two or you couldn't ask the question what's the difference between these two things, but really let's think about it...in both cases... your behavior remains remarkably similar...you are actively sentencing one innocent person to death in the name of saving five innocent people. Now it's tempting to give all sorts of rebuttals here...yeah I was down for pulling the lever before...when my actions only involved only people who were already on the tracks to begin with...these people were in harms way...to push the guy over the bridge is to put an innocent bystander in harms way just so that I can save five people...that's not fair! But is that true? In the original example...was the one person that you opted to kill in harms way BEFORE you pulled the lever? They had no reason to assume the train would take an unexpected diversion at the last second onto their track that was otherwise completely safe...they were completely OUT of harms way until you decided to pull the lever and PUT them into harms way. If it weren't for your decision to pull the lever...that track was as benign as standing on a bridge overlooking the tracks. Another rebuttal might be...well pushing someone over the side of a bridge is much different than merely pulling a lever! In one case you're just pulling a lever and something happens after you pull that lever...in the other case...you're physically putting your hands on the guy and forcing him over the side of a bridge. That physical contact makes it MUCH different! But is it really the physical contact that makes it different? I would argue that it's not. What if instead of pushing the guy over the side you could pull a lever that would launch him out of some sort of medieval trebuchet and the same thing would happen...he'd go onto the tracks...would you feel morally justified to do that? Personally, I wouldn't and I think if this illustrates anything its that there must be something else at work here...something other than just the physical contact that makes us think this is wrong. I think most people would say that regardless of the consequences...there is something unique about pushing the fat guy over the bridge that is \"just wrong\"...something that isn't present in the lever pulling example. Now the really fascinating thing here that we should all take from this is not that we make different decisions in different individual situations...that's obvious. The interesting thing is that I started out pretty confident in my decision making about pulling the lever...I cited very clear reasons for WHY what I did was okay in that situation...and then with just a few minor tweaks to the circumstances...I started to revise my entire moral foundation. I started giving different reasons...which either makes me ignorant..a liar...a hypocrite...or more likely...it implies that the reason I gave for why I made the FIRST decision to pull the lever was not the REAL reason why I did it. There's something more complicated at work here. What is that thing? There have been many attempts to answer this question over the years. As we talked about last time...a deontologist would say that regardless of what the consequences of our actions will be...or inaction in this case...although the consequences are bad...some things are just wrong. Like, for instance, pushing an innocent fat guy over the side of a bridge. Let's get one thing clear..in both scenarios...if we do nothing...five people die. There's no getting around that. And just you knowing the certain outcome in either situation instantly implicates you... and it leaves you in a place where you need to make a choice. Doing nothing does not absolve you from any guilt. Consequentialists would say that the ends justify the means...but a Deontologist...someone like Immanuel Kant would say that you should never use people as means to some end. When you push the innocent fat man over the side of the bridge...you are using that guy as a means to some end that you aim to achieve...and that is wrong. Immanuel Kant talks about the ideal society that we could live in as what he calls a \"Kingdom of Ends\"...where every person is viewed not as a means to some end...or a pawn in someone else's game that they're playing where they can say \"the ends justify the means\"...every person is an \"end in themselves\" as Kant says. Now we'll talk in a second more fully about why this point that Kant's making is important...but first let's talk about how he may have responded to the apparent contradiction between me thinking its okay to pull the lever to kill someone and save five people...vs me thinking its wrong to push the fat guy off the bridge to save five people. See Kant was smart. He recognized that it would be very easy... to mistake whatever cultural norms or traditions or circumstances you were born into... for a good, solid moral foundation. You know...not many people would think that chopping someones hands off would be a proper punishment for someone that stole a Snickers bar, but if Snickers bars existed in Babylonia you might find quite a few people that disagreed with you at the time. So to circumvent this transient, subjective moral trap that we might otherwise fall into...as we talked about last episode...Kant thinks that just like our objective conception of reality itself is based on a priori concepts of reason...our morals too can be based on a priori concepts of reason. Now think about what this means for a second...this doesn't just mean that these moral principles need to be appropriate for every human in every time period and in every circumstance...but for these things to be TRULY valid...they need to done purely from a place of being moral. For example...from the last episode the kid that only cleans his room because his mom told him he'd get an ice cream cone if he did so...that's not good enough for Kant. So given these criteria... that Kant's laid out for what a moral action can be...let's try to come up with a few. What are some moral principles that fit all of these criteria? Can you think of any? Cause I can't. I mean this is a pretty intense set of restrictions to put on the process...Kant's obviously taking these moral principles seriously. See Kant argues that if you're ever doing ANYTHING in this world...any action you take is going to be done at a particular place in time...yielding to a particular set of circumstances...considering a particular history given your own particular personality. Think about this point he's making...these elements of ANY ACTION WE TAKE are inescapable aspects of our existence. This is the reason why he looks to things that are \"prior to experience\"...you know prior to tradition...prior to circumstances...prior to your personality...it's for this reason that Kant says that the only things that would fit this rigorous set of criteria are a priori. The moral principles that I should adhere to when determining whether to push the fat guy over the bridge or not must be a priori in nature. Remember...moral action is determined by reason for Kant...reason is the same in all rational beings regardless of time period or culture...so because REASON is universal...morality TOO should be universal. So once you arrive here as Kant you still have a pretty difficult task ahead of you. Well where Kant goes from here...his solution to the problem is what he calls his \"categorical imperative\". Two really cool sounding words that if you break them down individually...actually do explain exactly what Kant's talking about with his categorical imperative. Categorical meaning explicit or applying across all categories...and Imperative meaning essential or necessary. An essential rule of morality that applies across every situation, culture, time period, set of experiences...you name it. Now, Kant gives multiple formulations of his categorical imperative...but by far the most famous one is this: \"There is ... only a single categorical imperative and it is this: Act only on that maxim through which you can at the same time will that it should become a universal law.\" What Kant's saying here is that before you do anything...consider something for a second...consider for a second what the world would be like if literally every other person in the entire world acted as you did in that situation. Really imagine it. And if that world is not something that you're willing to deal with or if it would be a direct contradiction for that world to exist or if that world would be filled with chaos...then you shouldn't do whatever it is you were considering doing. Let's think of a few examples of what he's talking about here. Someone cuts you off in traffic...what do you do...well if you decide to chase the guy down and kill him...Kant would want you to ask...how would the world look if every time someone got cut off in traffic...the person that got cut off chased the person down and killed them? The world would be absolute chaos...people would be terrified of driving...and heaven forbid you lose focus on the road for a couple seconds and accidentally cut someone off! But how about something less extreme. You're drinking a coke outside of a supermarket waiting for a ride somewhere...you finish your bottle and you decide instead of walking all the way to the trashcan...you're just gonna leave it on the ground by where you were standing. Someone will get it eventually, right? Well if we apply Kant's categorical imperative to this example...the world would be an ocean of coke bottles. Think if 7 billion people just left their trash wherever they were when they got done using it...just think of how that world would look. Aside from us existing in a perpetual revolving trashcan...think of the burden to the average taxpayer...including you! We'd have to spend millions and millions of your hard earned dollars on teams of people constantly patrolling around picking up people's trash...it would be madness! This is the sort of thinking behind why Kant thinks it's a bad idea to lie! It's just downright illogical. Because if we existed in a world where all anyone ever did was lie...then everyone would always know that they were being lied to. So they would never be deceived. But that's the point of a lie...to deceive people...so it logically would be pointless. Contrast that with a world when everyone always told the truth...and nothing would be wrong with that world picture. So I want to tie all this together into a neat package. To Kant when considering whether to push the innocent fat guy off the bridge in order to save the five innocent people on the track...in fact when we want to consider whether moral principles of any kind hold water...he would want us to consider these five things. Number 1. Reason. Our actions need to be guided by our own reason, not our senses or our experiences or our cultural norms or anything like that. 2. It needs to be Autonomous. We need to be acting freely...and in order to be acting freely we need to not be enslaved to some overseer decreeing a moral law for us to follow or enslaved to some ice cream cone that we might get if we do something moral. 3. we need to treat ourselves and others as ends in themselves...not means to some end that we want to achieve. We can't manipulate people or lie to people because when we do that...we are, by definition withholding valuable information from them so that they will make a decision that they might not otherwise make if they had all the facts. In this way...you are ROBBING them of their ability to make a fully rational choice...and in a way...robbing them of some piece of their humanity. 4. we should act only in accordance with moral principles where we'd be satisfied if they were made into a universal maxim...i.e. if everyone did this thing, how would the world look? 5. we should strive to live in the kingdom of ends...which is too complicated for this 5 bullet point format I created on the fly, but it has to do with the political implications of all this stuff. So it's very easy to be dismissive of thought experiments or asking ourselves questions about why we make the moral judgments we do...but the advantages of putting yourself through these thought experiments are more than just understanding yourself better or living a more fulfilling life...these things inevitably extend to every decision we make as a society about what is right or wrong. See it's so tempting to say that \"murder is wrong\"...or \"stealing is wrong\"...or I'm just going to pull the lever and kill the one person instead of the five and that's just common sense...no need to consider any other alternatives...no need to understand what I base my moral judgments on. Well, maybe that's good enough for you...but the reality is that the world at large isn't always that black and white. See...things like murder trials and economic policy and whether to become involved in a war or what a just war is at all or foreign policy or civil rights...the ethical decisions at the root of these massive issues...these aren't things that you can just adhere to moral commandments about...these things aren't as simple as just.. a guy steals an ox from his neighbor and we need to punish him let's consult our RULES...the world is filled with millions of nuanced grey areas that need to be accounted for. Yes... sometimes the only thing that's at stake is your time...Yes, sometimes it's just some stupid podcast asking you to be whisked away into a fantasy world...but in other cases...its only by considering these details and this minutia that we can get a more accurate understanding of what we really value as a species... to understand why we REALLY pulled that lever...it's for the times when literally millions of lives might hang in the balance including yours. Thank you for listening. I'll talk to you next time."
}