{
    "ep": "Episode #104",
    "title": "Sartre and Camus pt. 5 - Consciousness is Freedom",
    "spoken_text": "This is a transcript of episode #104 on Sartre. Check out the episode page HERE.Hello Everyone, I'm Stephen West. This is philosophize this! Thank you to everyone that supports the show on Patreon. I could never do this without you, thanks for making it possible for the show to continue. To people that buy things on Amazon, there is a banner located on the front page of the website philosophizethis.org that you can click through that in absolutely zero way, supports me or this show. Just saying...it's there. Today's episode is number five in a series on Sartre and Camus. I hope you love the show today.So consciousness...is freedom. What exactly was it that Sartre meant... when he said that because it's not obvious, right? I mean it sounds like one of those things you'd say Consciousness is Freedom and people would be like, hmm yeah no I totally get where he's coming from there....but do you really? Do you? Let's talk about it for an episode and let's also talk about...if Sartre is correct here...that consciousness is freedom...how do human beings typically respond to that reality and what does it mean...for us personally...when it comes to how we approach the world?You know we talked about a LOT of stuff on the last episode but I hope one of the major takeaways was that throughout the history of philosophy...we've had this pretty stubborn recurring problem that just doesn't seem to go away. Turns out it's a little more difficult than you might initially think to actually prove the existence of the external, physical world. Tons of thinkers have taken a crack at it but their problems all seem to begin at the same exact place, the problem is: once you make that distinction between consciousness and the world...it becomes extremely difficult to say with any level of certainty...that what you're perceiving is really the world... and not just the world as it appears to you.Remember Descartes...talking about how our senses often deceive us...the stick in the water looks bent...we don't have a direct awareness of the objects of the world, just how they appear to us. And this has created this dynamic throughout the history philosophy... where philosophers are kind of like these prisoners in a cage trapped up inside of their own minds. Imagine a prisoner in a cell, right outside of this cell are four walls so you can never directly see what's going on outside of the cell, but in the floor of the cell there's a hatch that opens up once a day and gives you a newspaper that tells you everything that's going on in the world outside. Solipsism would say, wait a second. How do we know this newspaper is fair and balanced? How can we know this is an accurate representation of what's going on and not written by somebody that's just trying to deceive us into thinking what they WANT us to think out there? We can't know ANYTHING about what's going on outside these four walls...An Idealist might say something like, alright... well maybe we can't be certain about what's going on, out there...but one thing we can be certain of is the fact that we have this newspaper. Let's make sure we're careful, let's make sure we understand the biases we're bringing to this paper as the prisoner reading it...let's make sure we try to understand the biases of the people writing the paper...the ultimate point is: let's take this newspaper seriously...because at least we have a newspaper... and it seems like the contents of it may be all that we ever have access to.Husserl would be doing some psycho thing...maybe studying the structural integrity of the cell...what holds it together...he'd be studying the hatch in the floor that delivers the newspaper...Well Sartre would be the guy on the prison monitor looking at them through a security camera wondering how they all don't see the key hanging around their neck. Because see, TONS of thinkers over the years have tried to come up with ALL KINDS of prison break techniques to get out of this cage...but Sartre would say what if consciousness is not some realm or some cage we're trapped in up in our heads...what if we don't have some secondary level of awareness of the things in the world, what if consciousness and the world are a unified thing and when you LOOK at consciousness closely enough...this is his way of escaping the cell...what if consciousness is essentially... nothingness. Again, it's not exactly obvious what he means when it says that, but it's the reason he calls his seminal work Being and Nothingness. To understand what he means by consciousness is freedom, we have to understand what he means by consciousness is nothingness...so let's get into it.So part of the reason there's so much word play and qualifying going on here is that Sartre's trying to do something really difficult...he's trying to merge these two ways of thinking we've been talking about on one hand... delineating things in a very Cartesian way between consciousness and the world... while also trying to preserve Heidegger's point that being and the world are a unified thing. Now just living in the western world...we're a little bit sabotaged when it comes to understanding this concept...and it makes sense, when you live in a world where every sentence you say is structured in terms of subjects acting upon objects...where every piece of information is framed in these subject/object terms...this whole concept that Heidegger introduces about being and the world as a unified thing can be kind of confusing to wrap your head around, but try to think about it like anything ELSE that's fundamentally interconnected.Not that this is a perfect metaphor, because it's certainly NOT what Sartre and Heidegger are saying...but just to get us thinking in these terms...think about the way people conventionally talk about the mind and body as being interconnected. You know you can meditate...and your body feels relaxed. You can constantly focus your mind on all the things you're miserable about and it's going to produce in your body a feeling of misery. In other words you can change the state of your mind...and it goes on to change the state of your body. But it goes the other way too, right? We've all seen that Ted talk where they talk about the power poses. Stand in front of a mirror...hold your hands over your head like you just won a race...and it feels like you just won a race...you can change your posture and you feel better about yourself...tons of ways to change the state of your body to change the state of your mind but the point is if you were trying to write a book about either ONE of these things...if you tried to write a book about the mind without ever referencing the body once...you can imagine how the book might be massively incomplete when you finish it...almost DOOMED to failure from the start.Well to Sartre this is what philosophers have been doing for hundreds of years with these elaborate books written about JUST consciousness or JUST the world. Again, consciousness and the world are a unified thing... we can never comprehensively talk about either one of them without directly referencing the other... but still nonetheless, we do NEED names for them so that we can talk about the details of what they are and the names Sartre gives them are on the one hand Being-in-itself (the world) and on the other... Being-For-itself (consciousness).Being in itself and Being for itself. Let's talk first about Being-in-itself.You know, when teachers try to explain this concept of Being-in-itself they'll often times say to think of it as almost the same as the concept... of matter...and it's not because Sartre is a scientist or that he thinks Being-in-itself is just a combination of molecules...they use this word \"matter\" because it's a general, vague term about something physical that exists without giving any details about it.The way that Sartre describes Being-in-itself... is extremely similar to a description given by a guy we talked about on the first or second episode of this show...a guy named Parmenides.Parmenides famously argues really quite simply, that what is, is. And what is not, is not. Something either exists...or it doesn't exist. Seems pretty reasonable. What follows from this if you're him is that something can never come into being... because in order to do that...where did it come from? Non-being? That doesn't exist. But it goes the other way too, something can never go out of being because where would it be going to? Something that doesn't exist?Things coming and going out of being, to Parmenides... is an illusion created by our feeble senses. Things changing and time moving and even things being separate from each other are all...illusions created by the senses. What follows from this for Parmenides is that what being actually is...is this giant, featureless, unmoving, unchanging, inert sphere of existence...and that anything else we humans try to say about it is just us imposing our feeble senses onto it. He describes it:\"… it is uncreated and imperishable, for it is entire, immovable and withoutend. It was not in the past, nor shall it be, since it is now, all at once, one,continuous; for what creation wilt thou seek for it? how and whence did itgrow? Nor shall I allow thee to say or to think, ‘from that which is not’; forit is not to be said or thought that it is not. And what need would havedriven it on to grow, starting from nothing, at a later time rather than anearlier?\"Well just listen... to how Sartre describes Being-in-itself at the beginning of Being and Nothingness:\"Transition, becoming, anything that permits us to say that being is not yet what it will be and that it is already what it is not — all that is forbidden on principle…. It is full positivity. It knows no otherness; it never posits itself as other-than-another-being…it is notsubject to temporality\"So, this picture that Sartre presents of being-in-itself...is not much different than the way Parmenides describes being as a giant, timeless, featureless, unchanging, inert blob of existence. When Sartre says in that quote that being-in-itself is FULL positivity...he means more or less the same thing Parmenides means when he says what is, is and what is not, is not. Being-in-itself is what is...any talk about what is not has nothing to do with it. In other words, Being-in-itself is fully positive or affirmative in it's existence, it doesn't depend on anything for it's existence, it doesn't exist AS OPPOSED to some OTHER being out there...hypothetically speaking you could fully describe Being-in-itself without ever using the word \"not\" or ever referencing something that isn't the case.When it comes to Being-in-itself, what is, is. And what is not, is not. Things like motion and change and time are all... NOT... aspects of this Being-in-itself. And while BOTH Parmenides and Sartre arrive at this same place...the DIFFERENCE between them... is that while... Parmenides arrives at this place, sees all this motion and change and things seemingly coming and going out of being in the world, and HE writes all this stuff off as a paradoxical illusion created by the senses...Sartre explains all these things... as the WAYS that consciousness interacts with the world. Or in other words: the way that Being-For-Itself interacts with Being-in-itself.Consciousness as being for itself...the world, matter, as Being-in-itself.Now given the fact that Being-in-itself is FULL positivity. Fully affirmative. Consciousness...or Being-For-Itself...is what allows us to consider the other side of that...what is not. Now let's get out of describing this stuff in this \"is and is not\" way the point is... that if consciousness allows us to consider what is not...you can start to see the direction this is heading in of consciousness being nothingness.Consciousness, to Sartre, is not a box...it's not a cage up in our heads that we're trapped in...consciousness is an activity...an activity of pure directedness towards Being-in-itself...pure intentionality. The big move here...is that unlike Descartes...who talks about us not having access to the things of the world but only the way that they appear to us...and how that whole strategy effectively locks us up in our heads trying to decipher these mere APPEARANCES of things...you know it's a three step process...there's the actual things, the appearances of the things and then there's us sitting up in our head trying to decode them. Sartre cuts out the middle man. Yes, things still APPEAR to consciousness in a particular way, but the OBJECTS of consciousness ARE the things in the world, not this sort of internal picture being projected up in our heads that was CAUSED by the things outside of our heads like so many philosophers have assumed.So let's just try to picture consciousness then. Picture rays of light, coming out of a flashlight, illuminating  a little circle of things in an otherwise dark room, except...here's where it get's weird. Picture there's no flashlight causing these light rays, that was an assumption too...and consider the fact that consciousness doesn't just passively reveal things in the dark room like the light-rays do, consciousness reveals things based on a very particular scheme that we can study. Picture light-rays... as if they were animated by something that gives them a particular structure...but it's even WEIRDER than that...because to even picture light-rays is to be picturing some...thing...this apparatus made up of photons interacting with the objects in the room. But consciousness isn't some...thing. It's an activity of pure awareness and what follows from that if you're Sartre is that other than this strange relationship between consciousness and the objects it's revealing...consciousness...is nothing really. Consciousness...is nothingness.But it's nothingness in another sense too, it's nothingness in that... it's the source of all nothingness... in our experience of the world to Sartre...the feeling that something's lacking, of what is not...it's the source of something about the way we interpret the world that at this point is an age old problem in philosophy... called The Problem of Negation.Here's an example Sartre uses: Let's say you were going to meet your friend Pierre at a bar. Let's say you get there and Pierre hasn't gotten there yet, and when you get there and you turn your consciousness towards the bar and you examine whether Pierre's there or not...you don't go ok I see 5 tables, 10 chairs, some glasses, some pictures on the wall, tiles on the floor, lights, a man in a nice hat, some alcohol behind the counter...you know I've taken a pretty exhaustive inventory of this place and I just don't see Pierre on this list of things.No, what actually happens is...you look around and you perceive a sort of...lack of Pierre. In other words, if you walked in the bar and Pierre was sitting there...it would be a FULL positivity, affirmative, being-in-itself style fact that Pierre is sitting in the bar. But when Pierre isn't there, what you end up getting access to is a weird sort of \"negative fact\". An awareness of a non-Pierreness. An absence of Pierre, but what is that really, what exactly are we conscious of there? These sort of \"negative facts\" as they're called deeply worried thinkers like Parmenides who went so far as to say that you can't even SPEAK of what is not without being contradictory. For Sartre one things for certain...this awareness of what is not DIDN'T come from being-in-itself...no, to be able to see this lack or negation or nothingness... of non-Pierre in the bar, we get that from consciousness. Consciousness is the source of nothingness in our awareness of the world.Now if you're someone out there saying, OK, this is all very interesting but it's also all very deep and analytical. Look...you can explain it 'til you're blue in the face Sartre, but if consciousness is this way on this fundamental level...is there any way on a more practical level I can experience this nothingness of consciousness? And it's almost like I wrote that question ahead of time...it turns out...THERE IS! Several different situations that we can ALL relate to.I'll talk about a couple of them. Two of the more famous ones are often called The Gambler and Vertigo. Let's talk about the gambler.Sartre says to imagine a guy that's a compulsive gambler. He goes down to the casino every day and gambles all of his money away. His family's struggling...his children are starving and he realizes something has to change about this whole scenario...so he makes a resolution to never gamble again for the rest of his life. But then the next day he goes down to the casino...always a wise move...he walks past the gambling table, and that demon... that demon starts talking to him, oh maybe we could gamble a little bit. No, no I need to stop. This is ruining my family, this is ruining my life...but maybe if I just made a really small bet...Sartre writes about his inner monologue as he looks back at the compulsive gambler he used to be he says:\"That man back there in the past is me. It’s not someone else, after all; Irecognize myself in that past man. And yet, in the sense that matters rightnow, that man is not me. That man has good resolutions that speak to himand are persuasive. But those resolutions do not affect me one bit, unless Imake those resolutions anew — now. I do not find his resolutions affectingme.\"What he's saying here is here's this compulsive gambler that's trying to stop...looking into the past at the man he used to be...thinking about the moment he decided to stop gambling and all the resolutions he made to himself never going to do it again. But now he finds himself in THIS moment...and while in one sense that person in the past that decided to stop gambling IS him...but for all intents and purposes...that guy that made those resolutions... is essentially a different person in a different time and place.He realizes that all those resolutions he made that day... mean NOTHING... if he doesn't in each and every moment make those very SAME resolutions. Now you can imagine this with weight loss or drinking or meditating twice a day but the point is: Sartre would want us to ask...when we make these changes for the better in our lives...and we look back at the person we used to be...what is stopping us, in this very moment, from going back and becoming that person again? What's stopping us from going back to the gambling table or the bar or the fast food drive through? Well Sartre would say...nothing. Nothing...is stopping you. And it's THAT realization...that at any moment you could choose to go back to living in your own little personal hell that you created...that reality produces in us a feeling that Sartre calls Anguish. Not a good feeling.We'll talk more about it in a second but let's talk about Vertigo. New story.A person's going on a walk one day... and they come to the edge of a giant cliff...and they look down...400 foot drop...they see the ravine below...jagged rocks...and all of a sudden their palms start sweating and tingling and they get a little dizzy and so they back up away from the edge don't look down there. Well, what just went on there, why did their body react that way?Well the default answer might be to say that, look...I'm at the edge of a cliff...I looked down and it doesn't look very fun down there...I was scared I was going to fall. But Sartre would say, it wasn't that you were scared to fall...it was that you were scared about the possibility that  you could JUMP.Just like the Gambler looked into the past...what happened was you looked into the future...you saw yourself laying there at the bottom of the cliff looking like a human swatstika...just mangled from the fall...you looked at that person in the future...and while in one sense that person is a completely different person in a different time and place...in another sense...all it would take is one choice, about 15 seconds and the effects of gravity to TURN you into that person. In other words, what's stopping you in this moment from hurling yourself off the cliff to your death...nothing. Nothing is stopping you.Look, if there was some essence that preceded your existence maybe you wouldn't have the CHOICE to jump off the cliff, but the fact is you DO have a choice. We ALWAYS have a choice. And the fact that NOTHING stops the gambler from going back to the tables and NOTHING stops the person from throwing themselves off the cliff and that NOTHING is stopping anyone listening to this from being the best or worst person they could ever possibly be...this nothingness...when you think about it, it ends up just being another word for freedom. Consciousness...is freedom. And when we're hit with this reality...that every second of every day is a choice moving in the direction of our potential bad OR good selves...when we TRULY face that fact...it doesn't make us happy like we just got out of jail...it's terrifying to us. It produces in us that feeling that Sartre calls Anguish.We feel a sense of Anguish...when we truly consider just how much freedom we have to choose and how responsible we are for our actions...and Sartre says most people spend their entire lives coming up with all kinds of creative ways to tell themselves a story... blaming their behavior on something other than themselves, all in an attempt to ESCAPE, this feeling of anguish.Let's talk about a few of the ways... Sartre thinks people shift this blame off themselves and pretend like they didn't have a choice...one of them happens to be a prevailing idea in the field of psychology during Sartre's life...it's the Freudian idea of the unconscious mind people will tell themselves...I did something...but it wasn't really fully ME that made the choice to do it...see I have this thing called my unconscious mind up in my brain that affects and sometimes even GOVERNS my decision making.Sartre uses an example like...say you were walking out of a restaurant and you see a little girl bleeding out of her head on the sidewalk looking for help. Now most of us... when faced with this situation... consciously think...oh, here's a girl that needs help. I care about this girl. I'm a good person. The right thing to do here is to help this little girl. And then we do it.Now a common criticism of this description of what's going on there is that what really happened...is that you saw a little girl bleeding out of her head...that visual produced in you a very unpleasant feeling of distress and worry...and you went over to help the girl really on a self-interested mission to get rid of that distress and worry. In other words, consciously you told yourself that you're a good person and what you like to do is help people who are in need...but unconsciously...you were acting in a self-interested way.Now nobody gets hurt in this example, but you can imagine how having this cordoned off place up in your head called \"the unconscious mind\"... that we have no awareness of when making choices but nonetheless sometimes governs our behavior...you can imagine how people might sometimes use that as a way of taking the blame off of themselves and not admitting that they were free to make another choice...you can imagine how Sartre might have a problem with it.And an important thing to note is...it certainly may be true that most of the stuff we do is done without us directly reflecting on it...the thing Sartre wants to avoid is people using this \"unconscious mind\" as a scapegoat that they can evoke any time they want to justify horrible behavior.Police talking to you:Sir, what happened here?Yes I trampled that small child...but you know when I heard the fire alarm I had this unconscious natural urge to protect myself and my kids and everything else went out the window.Police talking to you again:Look man I was just sitting there this guy rolled up and I said bro, you better get out of my face and then unconsciously bam! I laid him out. Unconsciously...I just had this instinct to protect myself.This is what he's trying to avoid...and think about it...is it absolutely necessary to have this hidden realm called the unconscious mind that we have no awareness of?Sartre would say that sure, it is true that seeing the little girl makes me feel distressed and worried. And it's true, that helping the little girl removes this feeling of distress and worry that I have. But what's ALSO true...is that once I help the little girl rub some dirt on the wound and wrap it up in a giant bandage...how convenient...that I'm never surprised at that point... that I feel good about myself and that these bad feelings have left me. It's almost like...I was always aware of the fact I was acting selfishly...I just wasn't reflecting on it in that moment. It's almost like this motive wasn't hidden away in some unconscious mind that I have no awareness of...but that I was just aware of it in a different way.Sartre makes the distinction that consciousness is not this single wave of awareness like many psychologists assume that every consciousness has what he calls both positional and non-positional awareness...but the ultimate goal... that Sartre has here is to do away with this mysterious and unnecessary realm called \"the unconscious mind\"... that supposedly can dictate behavior with motives that are IMPOSSIBLE to be conscious of oh, and by the way...can be evoked at any moment... to allow people to escape from the Anguish of how truly free they are.Now the unconscious mind is just one of these clever ways people have come up with to avoid responsibility. Sartre says people do it with all kinds of other stuff...people do it with a God that has a plan for them...they'll do it by reducing themselves to some social role...you know, I'm just a carpenter that's all...the point is...there's no shortage of these creative ways people have come up with to avoid how truly free they are and how responsible they are for their actions. And one of the most common things people will use as an excuse for why they behaved in a particular way that they didn't have total control over...are their emotions. Sartre writes an ENTIRE book on emotions...talks about them in several others.And it's a tempting place to take issue with Sartre, right? I mean when you hear somebody make a radical claim like that...that we're TOTALLY free and ABSOLUTELY responsible for our behavior...one of the first places you might go is to say look, I'm down with freedom and responsibility...but let's face it...we aren't TOTALLY free...fact is, we are emotional beings...sometimes we get overwhelmed by emotions, sometimes these emotions cause us to behave in crazy ways.But Sartre wouldn't agree. Sartre would say that emotions, ultimately are choices that we make.Let me explain what he means: he's responding to a really common way that people look at emotions. The basic idea is that what happens when we have an emotion...is that we have some perception...for example, we see a news story about someone getting stabbed...it CAUSES us to have a particular physiological response...our stomach drops, we get butterflies, blood rushes to our face...and then we become aware of that physiological response and just sort of marinate in it...until it goes away or we use some mental trickery to get rid of it. Point is: our awareness of that physiological response that was CAUSED by some perception...that is WHAT the emotion is.But Sartre would say, it's not that simple. The first thing he'd want to point out that isn't explicitly stated in that theory is that emotions... are... intentional. In the same way consciousness is always consciousness OF something...it has intentionality...and that there's no empty consciousness out there not directed at anything...emotions are the same way. Whenever you're angry...you're ANGRY about something that happened. Whenever you're sad...you're sad ABOUT something...for example, a story on the news of somebody getting stabbed.  Point is: When you say that you're sad...you're not just in some \"physiological STATE of sadness\"...you're always sad ABOUT something...some state of affairs happened in the world...and then that sadness came about.Well WHY did it come about? It's tempting to say that it was against our will...that I SAW the story on the news and it CAUSED me to be sad. But Sartre would say what's REALLY going on...whether we realize it or not...is that we use our emotions as strategies...strategies that we employ to escape some otherwise unpleasant situation in the world...in the event we CAN'T totally escape the situation...the emotion at least makes us feel better off than we would otherwise be.Now at first this may seem just downright counter-intuitive. My emotions aren't strategies that I'm using...I don't even THINK about them. Well just picture for a second what it looks like when people DO use emotions in an overtly strategic way...for example imagine a super manipulative person...you go to a restaurant...they wanted to go to a different restaurant. sigh I'm so sad. Look at me and how sad I am...if only someone took me to a different restaurant I might feel better. Now this isn't what Sartre says we're doing I'm just giving an example of how even FEIGNED emotions can be used as strategies to bring about a particular end and that maybe emotions are more than just some force within us that leads to an involuntary physiological response.Sartre would say...that when the guy cuts you off in traffic...most likely it was an accident but for the sake of this example let's imagine he cut you off on purpose...he was staring you directly in the eyes through the back window of his car as he cut you off...well what exactly happened there? Well this guy was really inconsiderate of you. He put your life in jeopardy...other motorists lives in jeopardy...he essentially just reduced you to this sub-human level where you don't even deserve the space on the road as much as he does...that's basically HIS road...and you're this little insect that's in the way. That guy's preference of which lane he wants to drive in... is ESSENTIALLY more important than your overall safety and well being. That's you now.This is a particular state of affairs that you can possibly be faced with...and how do people sometimes respond when they're faced with this scenario? They get ANGRY. Why do they get angry? Well to Sartre, it's a strategy they're using. Because let's say you really looked at someone cutting you off in traffic in that way I just described...you've got a few options...you can sit there...and just revel in this new status this guy has just given you...as this insect that's just in the way of this guy's 1987 Honda Accord...an insect that doesn't even deserve the consideration of their own space on the road...or, what else can you do? You can get ANGRY. Yeah. You can feel indignant! Now, instead of being this little insect...I've RESTORED my honor as a human being! This guy's got expectations that THAT guy's not living up to. And he should feel HORRIBLE for being such a worse driver than me...how DARE he be so inconsiderate of somebody that's so much more important than an insect.Being angry can be an uncomfortable feeling...but it's a much MORE comfortable feeling than being sub-human and just in the way of the REAL people...to Sartre, we EVOKE the emotion of ANGER (and ALL emotions for that matter) as a strategy to ESCAPE from an unpleasant situation.Even positive emotions...you know when somebody's going throughout their day and they're WALKING on sunshine...nothing can bother me today, I'm in TOO GOOD of a mood! Sartre would say That person's doing that as a way of escaping the reality of being a human being...that we DO have responsibilities and obligations...we DO have things that annoy and inconvenience us. Emotions, whether we realize it or not, are choices. We may not have something happen to us and then say to ourselves, OK I'm going to be sad now to cope with this GO! But these ARE strategies that we're using and how convenient...that people that HAVE alternative coping skills...are less moody people!Again, what Sartre's ultimately trying to get away from here are people making excuses for their behavior, blaming their emotional state and denying the true level of freedom that they have. You know, it's so easy to say, hey sorry I acted that way, I'm an angry person. But Sartre would say: no you're not. Where did THAT come from? There's no essence to your being given to you by some creator that makes you a more ANGRY person than everyone else out there. Maybe you're not Angry because you're an Angry person, but instead... maybe you're an angry person because you consistently choose anger as a response to cope with things that happen to you. Maybe you're NOT a slave. Maybe you HAVE a choice. Maybe your consciousness is not something being constantly controlled by some powerful force called \"emotion\"...maybe in reality...consciousness is freedom.Thank you for listening. I'll talk to you next time. "
}