{
    "ep": "Episode #039",
    "title": "Before Our Very Eyes - The Limits of Empiricism",
    "spoken_text": "This is a transcript of episode #039 on Empiricism. Check out the episode page HERE.Maybe the best place to start the show today is to talk about this confusing, moment in time that we have been talking about for about the last 7 or 8 episodes. All of these thinkers that are living around the same time as each other, Descartes, Spinoza, Locke, Leibniz...these philosophers and all the humans that were in the know at the time were living in a very weird place. At this time, there was a giant change in the way that these thinkers viewed themselves as humans in the natural world that created a level of weirdness that was unprecedented. Now this weirdness was largely driven by a couple of different inventions that hadn't existed before. One was the telescope.With the telescope, for the first time in history we were looking out deep into the vast expanses of space. The more that we looked out there and the more sophisticated these telescopes got, the more information we got and that information categorically reinforced that fact that Earth was very, very small. A speck of dust. And it was far from the center of the universe. As we used these telescopes to gaze deeper and deeper into space, slowly realizing the absolute enormity of it all, we started realizing that this tiny little blue speck that we call Earth might not be as significant as we initially thought.Now on the other hand we had the microscope looking at things. This planet may be a tiny little speck in the grand scheme of things, but let's magnify what we have and see if we can get some insight into what reality is made out of. What these thinkers were finding as they put this stuff under a microscope is that entire worlds existed underneath what we could see with the naked eye. The deeper and deeper that they went and the more of these micro worlds that they found, the more they started to realize just how strange this reality was that that we had no idea existed before our very eyes.But as we'll find out over the course of this episode...that really is the problem isn't it. Our eyes. I kind of have mixed feeling about eyes. By the way, I'm not going on a rampage against eyes here. I feel like I need to say a few good things about eyes to balance out the rest of the episode. I want to give equal time. On one hand, eyes are pretty amazing things...they are these completely unique, jelly filled spheres that absorb the light around you and send signals to your brain that creates a map of the world around you so that you can walk around in it safely. Absolutely incredible. I mean, why do we have eyes if not for this reason. And they do that thankless job pretty darn well. You can see perfectly well enough to do anything that you need to do to survive on this planet. You can see well enough to know whether this is a poisonous mushroom or a harmless one, you can see well enough to not get trampled by a buffalo, you can see well enough to determine whether member of your species are attractive or not. This is what eyes were designed for and they do it well.On the other hand, that's not the only thing we use eyes for now is it. For example, if we wanted to, say, understand the nature of matter itself or gain certainty about the fabric of reality, now the eyes aren't so incredible anymore. In fact, if you think about it, they are absolute garbage. These very real limitations of our senses plagued these 17th century philosophers tremendously. Before we go deeper into that I want to ask a question that will set the stage. This is a big question. What is reality?When you ask people this question they usually look at you like they're confused pretty fast. One common theory would be...Well, reality is what is real. Its what's right in front of me! It's what I can see and smell and touch...after all when I think of something that is not reality, or some fantasy world that is less REAL than what I call reality I think of things I think of someone day dreaming, or I think of video games or movies...maybe someone that took a hallucinogenic drug of some sort, to these people these experiences are not reality. Reality is what they interact with consistently. For example, my arm. My arm is not fleeting, coming and going out of my awareness. I see it right there, I can touch it. Therefore, my arm is real.But you see the glaring problem here, right? You are perceiving reality through your eyes. Eyes that were designed to create a map of the world accurate enough for you to eat, sleep, reproduce and survive as long as possible. These eyes weren't designed to see what reality truly is. This is something we're all familiar with. We know that the world is made up of trillions of tiny little particles called atoms that are constantly moving...but when you look at a table or a tree or even your arm...you don't see those atoms moving. Why should you? What is going on at an atomic level is just not that important to you. Being able to see those atoms moving is not going to make you more capable of eating, sleeping, reproducing or surviving, so why would your eyes be designed to see that? But then again, in reality they ARE moving.Just to illustrate how extreme this can get, each of those atoms that are constantly moving around are made up of 99.9% empty space. Just consider for a second that the world you are walking around in that your eyes are telling you is made of stationary, completely solid objects is actually made up at a micro level of 99.9% empty space and that .1% is constantly moving. Again the point is: human eyes create a map of the world that is accurate enough, but far from actual reality.We use special tools and instruments, like a microscope and a telescope to augment our sense experiences to be able to get a more accurate view of that actual reality. But what is actual reality? Do our flawed senses prevent us from ever truly experiencing it? This is the weird place that these thinkers like Descartes, Locke and Leibniz found themselves in. Just think about the task these guys had ahead of them. Before their time period we used something very different to arrive at certainty about what caused things to happen in the natural world. We thought we had it all figured out. We grew complacent. Turns out Aristotle may not have known everything. Turns out some dude in a sand dune channeling God wasn't the best way to arrive at absolute certainty. So when these thinkers were faced with the task of finding a science that could arrive at understanding about causes in the natural world, they really took the task seriously.They didn't want to end up where we were before. They didn't know if it was possible, but they wanted to try to find some system that we could use to arrive at ABSOLUTE certainty about things. One of the biggest problems they were running into is that no matter how flawless the system was, it still was ultimately going to be implemented by humans. Humans that are biased and make mistakes, but more importantly humans that are looking at the results of the experiments through flawed senses from the get go.Its funny, if you think about the modern religion vs science debate as a play then one commonly recurring character is the person that says where's the evidence? There are a lot of people in modern times that highly value empirical data. When someone gives one of these transcendent religious experiences...you know someone says that they were sitting in their front room and Jesus came down through the ceiling and told them he is the son of God and that he needs to stop being so mean to his neighbors and that he needs to start going to church. They hook this guy up to an MRI machine and see that he truly believes what he is saying...There's a certain type of evidence based thinker in modern times that would say...no I don't think that happened. His eyes were messing up...he drank some pine sol right before that happened his senses were playing tricks on him. And that same person you could ask them why they don't believe in God and they would say...well, where is he? I've never seen the guy with my eyes! I've never heard the guy speak to me! If only I could have that experience then I would know for sure that he exists.Let's have some respect for the task that these thinkers put themselves through. These people weren't satisfied with the way that science was being done and in many ways they wouldn't be satisfied with the way science is done today. After all, science isn't perfect right? Don't get me wrong, I'm not railing against science, it may be better than blindly believing something that seems to be reasonable to you, but science is far from perfect if you are trying to be absolutely certain. Now we're going to talk about some of the inherent flaws with what we call science, but I want to be sure we understand the fact that these thinkers didn't know whether it was possible, didn't know whether they would ever arrive at certainty, but they were trying to access TRUE reality, whatever matter or physical reality is on the other side of this crude map of the world that our eyes create. It obviously was very different in reality than how we perceive it and they wanted to access it. This problem is commonly referred to in philosophy as the veil of perception.Now we're going to come back to that, but let's talk about some of the inherent problems that these thinkers were addressing when trying to use science to arrive at certainty.Think back to the earliest of humans. They found themselves existing within this natural world. They looked around them and they saw stuff happening. Lightning comes down from the clouds, your female counterpart spontaneously has a baby, you eat old meat and you feel terrible for a few weeks...stuff is happening all the time and understanding what causes those things to happen can give you a real edge when it comes to survival. Go back far enough and humans were almost entirely ignorant to what caused things to happen in the natural world, and they wanted to find some way to organize this stuff with some level of confidence that they were correct. When we do science, this is what we're trying to do, we're just much further along than earlier humans were. We're ultimately trying to arrive at certain truth to make sense of this natural world.Let's talk about two different ways of trying to arrive at the truth, or at least to convince some entity that something is true or not. Let's talk about induction vs deduction.Deduction is the process of starting with something that you think is true, then you apply that truth to some specific individual case. That individual case reinforces it and something is deemed to be true. For example, a police officer shows up at a traffic accident and sees certain things. He sees glass on the ground over here, he sees the positioning of the cars, he sees skid marks leading to this section of the road, etc. From this scene of the accident and certain \"truths\" that he holds after his long career of seeing accident scenes...he deduces what happened. This may be an effective way of finding out what happened at an intersection but it runs into problems when trying to arrive at certainty.The other way of doing this is Induction. Induction is the way that we use in modern science. Induction is inferring a general truth based on individual experiments or cases or previously established general truths. For example, if you wanted to arrive at the truth about the moisture present in dogs noses, Do all dogs have wet noses? how would we go about finding that out? Well, I could start with one experiment...I turn and look at my dog Charlie and touch his nose and see that it is wet. So far, all dogs have wet noses. I could spend years of my life going door to door, conducting thousands of experiments checking to see if every dog in the city of Seattle has a wet nose. Let's say they all do, can we conclude for certain that all dogs have wet noses? Now, no one has the time or the patience to go around and check every single dog in the world to see if it has a wet nose, but even if we did could we use induction and say now that all dogs have wet noses? In modern science, we would. I mean, for all intents and purposes we're pretty sure all dogs have wet noses, but are we certain of that? How do we know the same laws of nature apply on mars or Jupiter or some other distant planet where dogs don't have wet noses, how can we be sure the next dog that is born on this planet wont be the exception to the rule and throw a monkey wrench in everything?To us this may not be a big deal. There is a lot of useful stuff you can do with the conclusion that all dogs have wet noses and barring that super unlikely chance it is proven wrong one day, we can. But to someone trying to develop a system to arrive at certainty, this is a huge problem. The way we do science now can never be trusted to arrive at certainty, because we are limited to the things we have on this planet to experiment on. These thinkers weren't doubting whether this way of doing things might eventually lead us to things that were true, they didn't doubt whether this way is better than any other way we've done it in the past, but it is far from certainty about things and that was what they were aiming for.The way that I like to think about this age of empiricism is that no matter how good a system is we are ultimately limited to it being executed by a human existing on planet earth. Those are huge handicaps when it comes to arriving at truth, again the eyes and ears and nose are great at doing what they were designed to do, but they're absolutely terrible tools if you're trying to understand the nature of reality with certainty. They just aren't the right tools for the job. If you are given a wrench and someone wants you to tighten up some bolts, it is going to work perfectly, but if they ask you to use the wrench to saw through a piece of wood, it's gonna get ugly real fast. You might still be able to do it eventually, but it is going to be a longer, less clean process than if you had a saw.The limitations caused by our senses when it comes to arriving at certainty was something that deeply concerned these thinkers in the 17th century. This is why Leibniz and his ideas about Truths of necessity vs Truths of fact were so awesome. Science helps us arrive at truths of fact, but they are far from certain. Is certainty possible when we talk about truths of necessity? where the terms themselves make specific qualities certain? Remember, all bachelors are unmarried...can that be said to be something we know for certain?These thinkers were all really interested in these problems and they all came up with different approaches to try to address them. One of these approaches that became very important in philosophy was by Mr. John Locke. He was an absolute genius if you haven't already thought that yourself...laid the foundations for the constitution, his whole Tabula Rasa or Blank Slate theory, but also something we touched on very briefly before was his idea of Primary vs Secondary qualities of things.What he is trying to address here is what lies beyond the veil of perception. Whenever we use these flawed senses to look out into the world and see something or smell something or hear something, whatever that thing is that we're looking at, Locke says that it has primary and secondary qualities. Let me give an example.I am sitting here at a desk and I see my wife's phone sitting on the desk right in front of me. It has a green phone case on it.When I look at that iPhone sitting on the table there are certain things I can think I know about it based on what my senses are telling me. There seems to be one iPhone...not two or three...uh it seems to be sitting still...it seems to be smooth...not rough like concrete or something...it seems to be about the thickness and size of a checkbook...it seems to be rectangular. Now, all of these things to John Locke can be considered Primary qualities of the iPhone. Me looking at the iPhone and saying that it is green, or me picking it up and smelling it or me hearing it ring or, hopefully not, me eating the phone and describing to you guys what it tastes like, these can be seen as secondary qualities.This is a really good question to ask yourself. When you see something like a green iPhone, what is that green-ness? Does that green-ness exist inside of the matter that makes up the iPhone is there something in it that is green? or is it the way your eye draws the world when you perceive some interaction between light and some specific arrangement of what that matter is underneath the veil of perception?As we talked about before, Locke was a huge proponent of Boyle and his idea that the real fabric of reality are these tiny colorless, tasteless, soundless, odorless corpuscles of matter. The arrangement of these explain the primary qualities of something. I see the iPhone as rectangular because there is some rectangular arrangement of these corpuscles. On the other hand, when I experience it being green, this isn't because the corpuscles themselves are green, its because of some arrangement of them interacting with light and my eyes.Because all of these secondary qualities that Locke talks about are explainable only by referring to primary qualities, secondary qualities cant be said to be part of that reality behind the veil of perception. He gives an example where he talks about a knife made out of steel. If someone comes up to you and stabs you with a knife and you feel pain, you wouldn't say that it was \"pain\" that was cooped up inside of the knife that caused you pain. No, it was the steel that the knife is made out of interacting with your senses.Well, this all brings us to question Berkeley famously offered a solution to. Berkeley was very similar to Leibniz in that he was a religious guy...in fact he was made into a bishop so he is sometimes referred to as bishop Berkeley...and he is faced with the problem of reconciling the new mechanistic way of viewing the universe with the notion of god. This whole situation really is like a large corporation hired a team of corporate downsizers that come in and look at how everything operates and how everyone does their job and they check to see who is important and look for people to eliminate to cut costs. and it's like Berkeley and Leibniz are people that are trying to convince these people that God really is important around the office.Berkeley really wants god to be required in his view of the universe. So he starts from this premise and he arrives at an idea that would spark a chain of ideas that would change the philosophical world. This idea may not seem revolutionary at first, but trust me it really shook things up and since we've spent the entire show today talking about empiricism and the problems that come up when trying to arrive at certainty, you guys more than most people that study philosophy are going to understand why Berkeley suggests what he does.The extended explanation of this is going to have to wait until next episode, but let me give you the basic idea so that you have something awesome to think about this week. If we have this pesky veil of perception that we have to deal with...if there is this \"world as it truly is\" underneath this flawed map of reality...this idea in our minds of what reality is created by our senses, then we never directly experience that true reality underneath. All we ever experience is that IDEA of reality. So instead of trying to explain and get a hold of what lies beneath those ideas, why do we even assume that something exists underneath the ideas we perceive. Isn't it more reasonable to conclude that only the ideas themselves exist? Or that to be...is to be perceived. Look forward to getting deep into this next time on Philosophize This!"
}