{
    "ep": "Episode #132",
    "title": "Carl Schmitt on Liberalism pt. 1",
    "spoken_text": "This is a transcript of episode #132 on Carl Schmitt. Check out the episode page HERE.So we're three episodes into this new arc of the show and as you know we're talking about the early 20th century here. Once again it's important to keep in mind what is going on during this time. Political philosophy is going through a serious transition phase...the WORLD is going through a serious transition phase...revolutions are taking place, world wars are on the horizon, the rise of fascism, authoritarianism, the entire legacy of the Enlightenment is being called into question...and what this means for the world of philosophy is that the thinkers doing their work during this time are very quickly coming face to face with the realization... that in this post-nuclear world... where for the first time the consequences of war could threaten the entire existence of the human race...THEY are the people... that are going to have to figure this all out. Think of the pressure these thinkers were faced with at the time...To be a thinker born in the early 20th century is to be born into a world...where the strength of your ideas is going to be tested in real time while the fate of the world hangs in the balance...being born into this time period is like the forces of history commandeering you for one of the most stressful jobs in the history of the world. Imagine your first day at a new job and the orientation is: here's the entire history of western civilization...and day one at the new job is: time for you to fix it all...get to work. Now this job would be difficult enough if we were looking back at a history of total chaos in the west...but keep in mind the western world at this time is the self-proclaimed center of political thought...the self-proclaimed most advanced collection of societies that have ever existed in history. So if this really is such an advanced, developed environment that the rest of the world should draw inspiration from...why do we have such a rich history of things failing miserably? Think of the history this world is emerging out of: The age of reason and the political thought of the enlightenment produced for us what we've long considered to be the greatest political strategy in existence: Liberal Capitalist Democracy. By this time for over a hundred years Liberal Capitalist Democracy has been the gold standard in the west when it comes to how we should be structuring our societies. The problem facing political philosophers at the beginning of the twentieth century is this: what exactly is it about our long-standing strategy of Liberal Capitalist Democracy that seems to invariably lead society into an endgame of dictatorship, bloodshed and political instability.  When John Dewey and Antonio Gramsci show up with their lunchbox the first day at the new job...this is the first order of business that people like them are going to have to deal with. Now, it's right here that we can understand why the two of them went in the respective directions they did...because like we talked about the beginning of the 20th century can be broadly understood in terms of three major branches of political discussion, three primary conversations...that are going on...we've already talked about two of them and understanding all three of them is absolutely crucial because the contents OF these conversations is going to go on to dictate the direction of almost all subsequent political philosophy all the way up to the present day...when a philosopher sets out to contribute something to the political discussion of the 20th century they are almost without exception doing so in consideration to one of these three major critiques of the way we've done things in the past. Once again, what we've done in the past is Liberal Capitalist Democracy...the three major critiques are going to be John Dewey and his critique of traditional Democracy...Antonio Gramsci and his critique of Capitalism...and the guy we're going to be talking about today...the philosopher Carl Schmitt and his critique of Liberalism. But where's the best place to begin explaining one of the most scathing critiques of Liberalism in existence...maybe the best thing to preface this with just given the demographics of this show is that when Carl Schmitt sets out to critique the doctrine of Liberalism...he is not setting out to critique Liberalism in the context that some living in the modern United States may think of Liberalism...that it is one end of a political spectrum diametrically opposed to conservatism with these two poles being defined by the current state of the US political landscape. That's not the Liberalism he's talking about here...Carl Schmitt is not setting out in his work to critique some modern political cliche...some pro-choice Greenpeace platinum member who rollerblades to work and thinks healthcare should be a human right. Let's talk about what the word Liberalism is actually referring to in the context of this broader philosophical discussion. The term Liberalism is referring to a political philosophy and method of determining political legitimacy that emerged out of the beginning of the Enlightenment. Modern historians when looking back at history often describe Liberalism as the dominant political strategy of the Enlightenment era that should be contrasted with the methods of determining political legitimacy before the Enlightenment-- which historians sometimes just group altogether and refer to as \"pre-Liberal thought\". So we have the Liberalism of the Enlightenment...that is to be contrasted with the pre-liberal thought which is the way we did things before the Enlightenment. To put all this in a very Philosophize This way...look, people form into societies...those societies have problems that need to get solved...the people that make up those societies have to figure out the answer to several basic but very important questions: what kind of society do we want to produce? what sort values do we want to uphold when engaging in our political process? what makes something a legitimate political problem at all? how do we solve these problems? specifically what is having a political disagreement even going to look like in our society...because that's a very important distinction that might not immediately seem like something our political process defines the parameters of...but keep in mind political disagreements of today look nothing like the political disagreements of a thousand years ago...and this is a big reason why Liberalism is often contrasted with pre-Liberalism. Before Liberalism burst onto the scene societies determined levels of political legitimacy with very different methods than we do today. Pre-liberal societies often informed their political process through things like divine revelation, tradition, ritual, pure authoritarianism, theological scholarship, the interpretation of scripture was an important part of the process...pre-liberal societies relied on these methods and these methods reliably produced a certain type of society...people got fed up with this type of society and put their heads together in the Enlightenment to try to come up with better criteria to base our political decisions on. These criteria and the positions they naturally arrive at have come to be known as Liberalism. Now what this transition LOOKS LIKE...in keeping with the theme of the Enlightenment overall...political strategy starts to move away from revelation and instead is beginning to rely a lot more on reason. From pre-liberal to Liberal. When making political decisions...there's a turn away from pre-liberal methods of theological scholarship and a turn towards a new Liberal focus on secular scholarship. There is a turn away from political decisions based on divine intervention towards a new confidence in decisions that are hashed out through rational debate. The pre-liberal standard of there being some single, anointed authoritarian leader that has ultimate say over the political process is quickly being replaced by parliamentary politics, separation of powers, democracy, civil and human rights, there's a new focus on issues regarding equality...Capitalism starts to become the dominant economic approach...Liberal Capitalist Democracies as opposed to Feudal Aristocracies. Liberalism primarily aims to do away with the authoritarianism and divine revelation of the past and replace it instead with things like limited government, equality, freedom of expression, secular science and rational debate. Now...somebody born into our modern world that's largely grounded in Liberal principles might be confused as to how anybody in their right mind could ever possibly disagree with this method of doing things politically. This episode is not talking about the merits of Liberalism but Carl Schmitt's critique of Liberalism. Might think...look I know we've had our problems in the west, but this stuff all just seems like common sense...I mean back to the modern United States...Liberalism seems to be the foundation of BOTH political parties... how could anybody possibly think that Liberalism is the problem with our long time strategy of Liberal Capitalist Democracy? Carl Schmitt would probably say to this person that the most dangerous political ideology is the ideology that's currently popular. The kind of ideological assumptions you make about the political process that are so engrained, so steeped in tradition that you don't even think twice about them. Because if we should regard the thinking before the Enlightenment as pre-liberal and the thinking during the Enlightenment as Liberal...then Carl Schmitt can be regarded as someone trying to bring about a NEW post-Liberal way of thinking politically-- modern anti-liberal is how he's often described. So for the sake of understanding where Carl Schmitt is coming from...the important thing to keep in mind here right at the beginning is that when there is this shift towards Liberal principles during the Enlightenment... what comes along with that is a promise from the thinkers of the time that this new strategy is going to bring about a better world for us. One of the dominant theories among the thinkers of the Enlightenment was that if we let these Liberal values play out and allow them to reach their natural conclusions...we will be the architects of a brand new, cosmopolitan, peaceful world the likes of which we've never seen. To understand Carl Schmitt this is the perspective from which we need to VIEW liberalism. Liberalism was CREATED as an alternative political philosophy that was supposed to be a solution to many of the political problems of the past. These thinkers are looking back at history, seeing the pattern of dictators, bloodshed and political instability... and they're trying to come up with a NEW way of conducting politics where these things aren't going to happen anymore. This is actually a really good way to understand it: You can see why many of the hallmarks of Liberalism are what they are when you think about them in relation to some historical problem they were trying to solve. History of dictatorships and authoritarianism? Let's introduce separation of powers, checks and balances on the executive branch. History of sprawling empires and rigid national and religious identities? Well, we're ALL members of a global economy...let's have political and religious identities take a back seat for now and instead unite the world under the flag of mutually beneficial consumerism. History of political and religious wars? Well, let's not fight on the actual battlefield...let's instead hash out our political differences in the battlefield of rational debate...where people can still be at odds with each other and go to war...but this way nobody has to die. This was the hope and ambition of Liberalism as a political philosophy. Liberalism was supposed to be an alternative way of doing stuff that solved these problems of the past but Carl Schmitt is going to say this is no where near what actually happened...try to put yourself in the shoes of Carl Schmitt...try to see Liberalism through the eyes of a philosopher in the early 20th century...similar to the early Liberal thinkers...Carl Schmitt is looking back at history...he too sees the pre-liberal world of dictatorships, bloodshed and political instability...then along comes Liberalism to save the day...and what he sees is really not much changing at all...what he sees is that throughout the entire tenure of Liberalism things continue to descend into dictatorships, bloodshed and political instability all the way up to the present day and he thinks the only reasonable thing to conclude from this state of affairs is that there is a big difference... between the hopes and ambitions of Liberalism...and how things actually play out in the world. Liberalism, to Carl Schmitt, doesn't produce the world that it claims to produce. Throughout several years of his career Carl Schmitt attacked Liberalism from so many different angles that there really isn't a clear starting point here...so I want to just jump right in to some different examples of hallmarks of Liberal thinking that Carl Schmitt takes issue with, use that as a skeleton and then try to flesh out the rest of his position from there.  So just to get us started...one of the biggest delusions of Liberal thought in the eyes of Carl Schmitt is the expectation... that it is possible for us to produce a society where people can have extreme political differences...and by adhering to the tenants of Liberalism they can co-exist, live peacefully amongst each other and just agree to disagree...put in the words of political philosophy this is the toleration of difference. We see this kind of thinking in western Liberal democracies every second of every day... You'll often hear people talk about political discussion with the expectation that this sort of thing is possible...you know we may be totally different people...we may disagree on every element of how a society should be structured...but at the end of the day we can shake hands, live and let live and go on about our lives...Carl Schmitt would say that this is a Liberal fantasy world. That if you pay attention to what is actually going on in the real world of the political...this is not the way extreme political differences interact with each other in our societies. Liberalism just creates the illusion that they do. To Carl Schmitt...this expectation... that we're going to be able to co-exist tolerant of extreme political differences comes from the more fundamental Liberal belief that there is no political difference so extreme that there can't be some sort of solution eventually arrived at in an open forum of rational debate...that there is no chasm between worldviews that is so un-bridgable that there can't be some sort of reasonable compromise that is arrived at by both parties. This is a hallmark of Liberal thought and a cornerstone of the Liberal political process. Now, Carl Schmitt would say...this idea...just in theory...no doubt SOUNDS really great. Who doesn't want a world where we can always just talk things through politically...who wouldn't want a world where we never have to implement political policy by force? The problem for Carl Schmitt is that this isn't how the world works. Liberalism is marketed to people as an alternative, more peaceful way of engaging in the political...but Carl Schmitt believes all that Liberalism REALLY does is allow people to AVOID engaging in the political. Rational debate puts on a good show...but it's mostly political theater. There are long periods of normalcy where a bunch of people get dressed up in suits and go to a building downtown and scream at each other about issues that are almost entirely inconsequential...this all provides a nice soap opera to watch that is supposed to be evidence of the Liberal political process in action. Look at how peaceful we've all learned to be! Hooray for Liberalism. But Carl Schmitt would say look at history...what happens every single time there is a truly serious political issue where the differences between parties are irreconcilable? What happens when you try to have a rational debate with someone who's political beliefs are that I should be king of the world and you should all be my slaves? Well, there's no REASONING with that person...you wouldn't try to SOLVE that difference of opinion with rational debate. You'd tell that person to sit down and be quiet or else they'll be thrown in jail. So it's at least POSSIBLE to have a political situation that all the debating in the world isn't going to solve...okay, now think of all the political differences that can possibly present themselves that are less of a cartoon. Carl Schmitt would start by saying look, there are going to be groups that emerge in the political landscape whose entire existence is predicated on the destruction of another group. The reality of the world is that there ARE political differences that are irreconcilable...and these differences are not all that uncommon...to Carl Schmitt this is one of the failures of Liberal political philosophy...no matter how good it feels to tell ourselves we're going to be open to outsiders and just talk things out when we disagree...rational debate CAN NOT SOLVE political problems of this magnitude. No matter how much of a poster child you are for Liberalism...faced with political beliefs sufficiently hostile to Liberalism, faced with, for example, an authoritarian regime that wants to ascend to power...you are eventually going to have to do one of two things: choice number one...be willing to accept the destruction of Liberalism simply because something else was popular...choice number two...use the power of the state to silence opposition...or in other words temporarily behave like what we would otherwise call a dictator by using the sovereign authority that to Schmitt is intrinsically embedded into the political process. Choice number two is something Liberals are absolutely terrified of...and for good reason. Remember they're looking to societies of the past structured around social contract theory. Society is an agreement between the citizenry and the sovereign. The citizen's job is to serve the sovereign, the sovereign's job is to ensure the security of the citizen...sometimes in order to do this effectively the sovereign needs to wield an authoritarian level of power. To political philosophers in the days of pre-liberalism...having a designated sovereign body (like a king) that has the ability to maintain certain elements of society unincumbered by the political process was absolutely crucial. During the formation of liberalism people looked back at our history of doing things this way and realized many of the downfalls of great societies occurred when in this volatile place of a sovereign body seizing control. Liberal philosophers tried to do away with the concept of a sovereign...they saw it an outdated and dangerous idea. Carl Schmitt makes the case that this is why once Liberalism comes onto the scene...the thinkers at the time become absolutely obsessed with finding any possible way they can to make it so that we don't have to have a \"sovereign\" anymore. The idea of a dictatorship, which at the time was historically the most common structure of a successful society, dictatorships become unthinkable. Carl Schmitt wants to mark another distinction between Liberal theory and the reality of the world here. The reality of the world is that societies sometimes need the ability to make swift and decisive decisions and in the post-Enlightenment world this reality gets swept under the rug for the sake of pandering to the Liberal fear of authoritarianism. He thinks this taboo towards dictatorships certainly makes us FEEL good...but it simultaneously ignores capabilities that healthy societies require. To Carl Schmitt this is yet another failure of the Liberal political process...not ONLY does it ignore society's ocassional need for a sovereign but even if it WANTED to get rid of it altogether...Liberalism doesn't actually REMOVE the sovereign from the political process...once again it just creates the illusion that there isn't a sovereign until we actually NEED one. Liberalism performs this illusion by engaging in various different types of what Carl Schmitt refers to as: normativism. To put it bluntly: Carl Schmitt is saying that Liberalism is terrified of the idea of a sovereign dictator holding power, so to safeguard against that possibility they've come up with all these different attempts to hold political power to a set of predefined norms and rules. Liberals are obsessed with this process of normativism...this is the rise of constitutional democracies in the west. Consitutions are designed to be safeguards against the swift and decisive action of authoritarianism. Normativism is sold as an incredible feature of Liberalism that protects the will of the people. Now, Carl Schmitt uses this term of normativism in a way that is mostly intended to poke fun at the hopes of Liberalism...because like I just alluded to, normitivism is an illusion to Carl Schmitt. The hope and ambition of Liberalism is that by coming up with these norms that political leaders have to follow...whenever somebody comes along that starts to look like one of these sovereign dictators we've seen throughout history...we'll just wave the constitution in their face and they'll just burst into flames and we'll never have to hear from them again. But Carl Schmitt is going to say this is yet another delusion of Liberalism that doesn't shore up with the reality of the world. First of all...it doesn't matter how long you sit down and talk about what the parameters should be for someone holding a position of power...you are NEVER going to be able to come up with a set of rules that accounts for every contingency given how many moving parts are involved when making decisions that affect this many people. To Carl Schmitt trying to normitivize these highly volatile moments is at best drastically oversimplifying how complex the world can be and at worst severely weakening your society and its ability to adapt and defend itself. Here's the good news though: to Carl Schmitt...this isn't ACTUALLY how things ever play out in Liberal societies anyway...because even the most Liberal society in existence eventually recognizes how necessary temporary extra-constitutional power is given the right circumstances. Carl Schmitt is saying that even in Liberal societies whenever it really comes down to it and they're faced with some sort of existential crisis the constitution goes out the window anyway. You know, citizens of Liberal Constitutional Democracies often have this expectation of...well the government can't just go rogue and do whatever they want...they're held to the constitution, there are checks and balances they gotta to get permission to do something, right?...but what happens whenever there's an emergency and something needs to get done? Oh, well they just take action. In other words, to Carl Schmitt...Liberalism claims to have gotten rid of the sovereign from the political process...but what happens in these societies whenever something ACTUALLY has to get done and we need a sovereign...abracadabra! Poof! The Sovereign was there the whole time. This is a great magic trick...and to Carl Schmitt the misdirection was performed by the Liberal political process. This is another liberal theory vs reality thing to him: the hope of Liberalism was to get rid of the sovereign...the reality of the world is that we have long periods of normalcy where the government does almost nothing...punctuated by rare moments of extreme action whenever things ACTUALLY need to get done. Liberalism hasn't REMOVED the sovereign and the only time pieces of paper like the constitution prevent the sovereign from acting are during periods of normalcy when the sovereign wouldn't be exercising authoritarian power anyway...to Carl Schmitt the biggest difference between our modern societies and the ones that existed in the pre-liberal world is that the pre-liberal societies were just a lot more honest about the authoritarianism that was going on. Nowadays we have this grand illusion of Liberalism that puts a bunch of window dressing on it and pretends the world is something that it's not. Liberalism is in many ways a utopian fantasy in the eyes of Carl Schmitt. There is a lot more to talk about and in many ways we've just started getting into the main section of the ideas...please if you have the time listen to the next episode while this stuff is still fresh in your brain...it's released for your listening enjoyment right now. Thank you for listening. I'll talk to you next time.So we're three episodes into this new arc of the show and as you know we're talking about the early 20th century here. Once again it's important to keep in mind what is going on during this time. Political philosophy is going through a serious transition phase...the WORLD is going through a serious transition phase...revolutions are taking place, world wars are on the horizon, the rise of fascism, authoritarianism, the entire legacy of the Enlightenment is being called into question...and what this means for the world of philosophy is that the thinkers doing their work during this time are very quickly coming face to face with the realization... that in this post-nuclear world... where for the first time the consequences of war could threaten the entire existence of the human race...THEY are the people... that are going to have to figure this all out. Think of the pressure these thinkers were faced with at the time...To be a thinker born in the early 20th century is to be born into a world...where the strength of your ideas is going to be tested in real time while the fate of the world hangs in the balance...being born into this time period is like the forces of history commandeering you for one of the most stressful jobs in the history of the world. Imagine your first day at a new job and the orientation is: here's the entire history of western civilization...and day one at the new job is: time for you to fix it all...get to work. Now this job would be difficult enough if we were looking back at a history of total chaos in the west...but keep in mind the western world at this time is the self-proclaimed center of political thought...the self-proclaimed most advanced collection of societies that have ever existed in history. So if this really is such an advanced, developed environment that the rest of the world should draw inspiration from...why do we have such a rich history of things failing miserably? Think of the history this world is emerging out of: The age of reason and the political thought of the enlightenment produced for us what we've long considered to be the greatest political strategy in existence: Liberal Capitalist Democracy. By this time for over a hundred years Liberal Capitalist Democracy has been the gold standard in the west when it comes to how we should be structuring our societies. The problem facing political philosophers at the beginning of the twentieth century is this: what exactly is it about our long-standing strategy of Liberal Capitalist Democracy that seems to invariably lead society into an endgame of dictatorship, bloodshed and political instability.  When John Dewey and Antonio Gramsci show up with their lunchbox the first day at the new job...this is the first order of business that people like them are going to have to deal with. Now, it's right here that we can understand why the two of them went in the respective directions they did...because like we talked about the beginning of the 20th century can be broadly understood in terms of three major branches of political discussion, three primary conversations...that are going on...we've already talked about two of them and understanding all three of them is absolutely crucial because the contents OF these conversations is going to go on to dictate the direction of almost all subsequent political philosophy all the way up to the present day...when a philosopher sets out to contribute something to the political discussion of the 20th century they are almost without exception doing so in consideration to one of these three major critiques of the way we've done things in the past. Once again, what we've done in the past is Liberal Capitalist Democracy...the three major critiques are going to be John Dewey and his critique of traditional Democracy...Antonio Gramsci and his critique of Capitalism...and the guy we're going to be talking about today...the philosopher Carl Schmitt and his critique of Liberalism. But where's the best place to begin explaining one of the most scathing critiques of Liberalism in existence...maybe the best thing to preface this with just given the demographics of this show is that when Carl Schmitt sets out to critique the doctrine of Liberalism...he is not setting out to critique Liberalism in the context that some living in the modern United States may think of Liberalism...that it is one end of a political spectrum diametrically opposed to conservatism with these two poles being defined by the current state of the US political landscape. That's not the Liberalism he's talking about here...Carl Schmitt is not setting out in his work to critique some modern political cliche...some pro-choice Greenpeace platinum member who rollerblades to work and thinks healthcare should be a human right. Let's talk about what the word Liberalism is actually referring to in the context of this broader philosophical discussion. The term Liberalism is referring to a political philosophy and method of determining political legitimacy that emerged out of the beginning of the Enlightenment. Modern historians when looking back at history often describe Liberalism as the dominant political strategy of the Enlightenment era that should be contrasted with the methods of determining political legitimacy before the Enlightenment-- which historians sometimes just group altogether and refer to as \"pre-Liberal thought\". So we have the Liberalism of the Enlightenment...that is to be contrasted with the pre-liberal thought which is the way we did things before the Enlightenment. To put all this in a very Philosophize This way...look, people form into societies...those societies have problems that need to get solved...the people that make up those societies have to figure out the answer to several basic but very important questions: what kind of society do we want to produce? what sort values do we want to uphold when engaging in our political process? what makes something a legitimate political problem at all? how do we solve these problems? specifically what is having a political disagreement even going to look like in our society...because that's a very important distinction that might not immediately seem like something our political process defines the parameters of...but keep in mind political disagreements of today look nothing like the political disagreements of a thousand years ago...and this is a big reason why Liberalism is often contrasted with pre-Liberalism. Before Liberalism burst onto the scene societies determined levels of political legitimacy with very different methods than we do today. Pre-liberal societies often informed their political process through things like divine revelation, tradition, ritual, pure authoritarianism, theological scholarship, the interpretation of scripture was an important part of the process...pre-liberal societies relied on these methods and these methods reliably produced a certain type of society...people got fed up with this type of society and put their heads together in the Enlightenment to try to come up with better criteria to base our political decisions on. These criteria and the positions they naturally arrive at have come to be known as Liberalism. Now what this transition LOOKS LIKE...in keeping with the theme of the Enlightenment overall...political strategy starts to move away from revelation and instead is beginning to rely a lot more on reason. From pre-liberal to Liberal. When making political decisions...there's a turn away from pre-liberal methods of theological scholarship and a turn towards a new Liberal focus on secular scholarship. There is a turn away from political decisions based on divine intervention towards a new confidence in decisions that are hashed out through rational debate. The pre-liberal standard of there being some single, anointed authoritarian leader that has ultimate say over the political process is quickly being replaced by parliamentary politics, separation of powers, democracy, civil and human rights, there's a new focus on issues regarding equality...Capitalism starts to become the dominant economic approach...Liberal Capitalist Democracies as opposed to Feudal Aristocracies. Liberalism primarily aims to do away with the authoritarianism and divine revelation of the past and replace it instead with things like limited government, equality, freedom of expression, secular science and rational debate. Now...somebody born into our modern world that's largely grounded in Liberal principles might be confused as to how anybody in their right mind could ever possibly disagree with this method of doing things politically. This episode is not talking about the merits of Liberalism but Carl Schmitt's critique of Liberalism. Might think...look I know we've had our problems in the west, but this stuff all just seems like common sense...I mean back to the modern United States...Liberalism seems to be the foundation of BOTH political parties... how could anybody possibly think that Liberalism is the problem with our long time strategy of Liberal Capitalist Democracy? Carl Schmitt would probably say to this person that the most dangerous political ideology is the ideology that's currently popular. The kind of ideological assumptions you make about the political process that are so engrained, so steeped in tradition that you don't even think twice about them. Because if we should regard the thinking before the Enlightenment as pre-liberal and the thinking during the Enlightenment as Liberal...then Carl Schmitt can be regarded as someone trying to bring about a NEW post-Liberal way of thinking politically-- modern anti-liberal is how he's often described. So for the sake of understanding where Carl Schmitt is coming from...the important thing to keep in mind here right at the beginning is that when there is this shift towards Liberal principles during the Enlightenment... what comes along with that is a promise from the thinkers of the time that this new strategy is going to bring about a better world for us. One of the dominant theories among the thinkers of the Enlightenment was that if we let these Liberal values play out and allow them to reach their natural conclusions...we will be the architects of a brand new, cosmopolitan, peaceful world the likes of which we've never seen. To understand Carl Schmitt this is the perspective from which we need to VIEW liberalism. Liberalism was CREATED as an alternative political philosophy that was supposed to be a solution to many of the political problems of the past. These thinkers are looking back at history, seeing the pattern of dictators, bloodshed and political instability... and they're trying to come up with a NEW way of conducting politics where these things aren't going to happen anymore. This is actually a really good way to understand it: You can see why many of the hallmarks of Liberalism are what they are when you think about them in relation to some historical problem they were trying to solve. History of dictatorships and authoritarianism? Let's introduce separation of powers, checks and balances on the executive branch. History of sprawling empires and rigid national and religious identities? Well, we're ALL members of a global economy...let's have political and religious identities take a back seat for now and instead unite the world under the flag of mutually beneficial consumerism. History of political and religious wars? Well, let's not fight on the actual battlefield...let's instead hash out our political differences in the battlefield of rational debate...where people can still be at odds with each other and go to war...but this way nobody has to die. This was the hope and ambition of Liberalism as a political philosophy. Liberalism was supposed to be an alternative way of doing stuff that solved these problems of the past but Carl Schmitt is going to say this is no where near what actually happened...try to put yourself in the shoes of Carl Schmitt...try to see Liberalism through the eyes of a philosopher in the early 20th century...similar to the early Liberal thinkers...Carl Schmitt is looking back at history...he too sees the pre-liberal world of dictatorships, bloodshed and political instability...then along comes Liberalism to save the day...and what he sees is really not much changing at all...what he sees is that throughout the entire tenure of Liberalism things continue to descend into dictatorships, bloodshed and political instability all the way up to the present day and he thinks the only reasonable thing to conclude from this state of affairs is that there is a big difference... between the hopes and ambitions of Liberalism...and how things actually play out in the world. Liberalism, to Carl Schmitt, doesn't produce the world that it claims to produce. Throughout several years of his career Carl Schmitt attacked Liberalism from so many different angles that there really isn't a clear starting point here...so I want to just jump right in to some different examples of hallmarks of Liberal thinking that Carl Schmitt takes issue with, use that as a skeleton and then try to flesh out the rest of his position from there.  So just to get us started...one of the biggest delusions of Liberal thought in the eyes of Carl Schmitt is the expectation... that it is possible for us to produce a society where people can have extreme political differences...and by adhering to the tenants of Liberalism they can co-exist, live peacefully amongst each other and just agree to disagree...put in the words of political philosophy this is the toleration of difference. We see this kind of thinking in western Liberal democracies every second of every day... You'll often hear people talk about political discussion with the expectation that this sort of thing is possible...you know we may be totally different people...we may disagree on every element of how a society should be structured...but at the end of the day we can shake hands, live and let live and go on about our lives...Carl Schmitt would say that this is a Liberal fantasy world. That if you pay attention to what is actually going on in the real world of the political...this is not the way extreme political differences interact with each other in our societies. Liberalism just creates the illusion that they do. To Carl Schmitt...this expectation... that we're going to be able to co-exist tolerant of extreme political differences comes from the more fundamental Liberal belief that there is no political difference so extreme that there can't be some sort of solution eventually arrived at in an open forum of rational debate...that there is no chasm between worldviews that is so un-bridgable that there can't be some sort of reasonable compromise that is arrived at by both parties. This is a hallmark of Liberal thought and a cornerstone of the Liberal political process. Now, Carl Schmitt would say...this idea...just in theory...no doubt SOUNDS really great. Who doesn't want a world where we can always just talk things through politically...who wouldn't want a world where we never have to implement political policy by force? The problem for Carl Schmitt is that this isn't how the world works. Liberalism is marketed to people as an alternative, more peaceful way of engaging in the political...but Carl Schmitt believes all that Liberalism REALLY does is allow people to AVOID engaging in the political. Rational debate puts on a good show...but it's mostly political theater. There are long periods of normalcy where a bunch of people get dressed up in suits and go to a building downtown and scream at each other about issues that are almost entirely inconsequential...this all provides a nice soap opera to watch that is supposed to be evidence of the Liberal political process in action. Look at how peaceful we've all learned to be! Hooray for Liberalism. But Carl Schmitt would say look at history...what happens every single time there is a truly serious political issue where the differences between parties are irreconcilable? What happens when you try to have a rational debate with someone who's political beliefs are that I should be king of the world and you should all be my slaves? Well, there's no REASONING with that person...you wouldn't try to SOLVE that difference of opinion with rational debate. You'd tell that person to sit down and be quiet or else they'll be thrown in jail. So it's at least POSSIBLE to have a political situation that all the debating in the world isn't going to solve...okay, now think of all the political differences that can possibly present themselves that are less of a cartoon. Carl Schmitt would start by saying look, there are going to be groups that emerge in the political landscape whose entire existence is predicated on the destruction of another group. The reality of the world is that there ARE political differences that are irreconcilable...and these differences are not all that uncommon...to Carl Schmitt this is one of the failures of Liberal political philosophy...no matter how good it feels to tell ourselves we're going to be open to outsiders and just talk things out when we disagree...rational debate CAN NOT SOLVE political problems of this magnitude. No matter how much of a poster child you are for Liberalism...faced with political beliefs sufficiently hostile to Liberalism, faced with, for example, an authoritarian regime that wants to ascend to power...you are eventually going to have to do one of two things: choice number one...be willing to accept the destruction of Liberalism simply because something else was popular...choice number two...use the power of the state to silence opposition...or in other words temporarily behave like what we would otherwise call a dictator by using the sovereign authority that to Schmitt is intrinsically embedded into the political process. Choice number two is something Liberals are absolutely terrified of...and for good reason. Remember they're looking to societies of the past structured around social contract theory. Society is an agreement between the citizenry and the sovereign. The citizen's job is to serve the sovereign, the sovereign's job is to ensure the security of the citizen...sometimes in order to do this effectively the sovereign needs to wield an authoritarian level of power. To political philosophers in the days of pre-liberalism...having a designated sovereign body (like a king) that has the ability to maintain certain elements of society unincumbered by the political process was absolutely crucial. During the formation of liberalism people looked back at our history of doing things this way and realized many of the downfalls of great societies occurred when in this volatile place of a sovereign body seizing control. Liberal philosophers tried to do away with the concept of a sovereign...they saw it an outdated and dangerous idea. Carl Schmitt makes the case that this is why once Liberalism comes onto the scene...the thinkers at the time become absolutely obsessed with finding any possible way they can to make it so that we don't have to have a \"sovereign\" anymore. The idea of a dictatorship, which at the time was historically the most common structure of a successful society, dictatorships become unthinkable. Carl Schmitt wants to mark another distinction between Liberal theory and the reality of the world here. The reality of the world is that societies sometimes need the ability to make swift and decisive decisions and in the post-Enlightenment world this reality gets swept under the rug for the sake of pandering to the Liberal fear of authoritarianism. He thinks this taboo towards dictatorships certainly makes us FEEL good...but it simultaneously ignores capabilities that healthy societies require. To Carl Schmitt this is yet another failure of the Liberal political process...not ONLY does it ignore society's ocassional need for a sovereign but even if it WANTED to get rid of it altogether...Liberalism doesn't actually REMOVE the sovereign from the political process...once again it just creates the illusion that there isn't a sovereign until we actually NEED one. Liberalism performs this illusion by engaging in various different types of what Carl Schmitt refers to as: normativism. To put it bluntly: Carl Schmitt is saying that Liberalism is terrified of the idea of a sovereign dictator holding power, so to safeguard against that possibility they've come up with all these different attempts to hold political power to a set of predefined norms and rules. Liberals are obsessed with this process of normativism...this is the rise of constitutional democracies in the west. Consitutions are designed to be safeguards against the swift and decisive action of authoritarianism. Normativism is sold as an incredible feature of Liberalism that protects the will of the people. Now, Carl Schmitt uses this term of normativism in a way that is mostly intended to poke fun at the hopes of Liberalism...because like I just alluded to, normitivism is an illusion to Carl Schmitt. The hope and ambition of Liberalism is that by coming up with these norms that political leaders have to follow...whenever somebody comes along that starts to look like one of these sovereign dictators we've seen throughout history...we'll just wave the constitution in their face and they'll just burst into flames and we'll never have to hear from them again. But Carl Schmitt is going to say this is yet another delusion of Liberalism that doesn't shore up with the reality of the world. First of all...it doesn't matter how long you sit down and talk about what the parameters should be for someone holding a position of power...you are NEVER going to be able to come up with a set of rules that accounts for every contingency given how many moving parts are involved when making decisions that affect this many people. To Carl Schmitt trying to normitivize these highly volatile moments is at best drastically oversimplifying how complex the world can be and at worst severely weakening your society and its ability to adapt and defend itself. Here's the good news though: to Carl Schmitt...this isn't ACTUALLY how things ever play out in Liberal societies anyway...because even the most Liberal society in existence eventually recognizes how necessary temporary extra-constitutional power is given the right circumstances. Carl Schmitt is saying that even in Liberal societies whenever it really comes down to it and they're faced with some sort of existential crisis the constitution goes out the window anyway. You know, citizens of Liberal Constitutional Democracies often have this expectation of...well the government can't just go rogue and do whatever they want...they're held to the constitution, there are checks and balances they gotta to get permission to do something, right?...but what happens whenever there's an emergency and something needs to get done? Oh, well they just take action. In other words, to Carl Schmitt...Liberalism claims to have gotten rid of the sovereign from the political process...but what happens in these societies whenever something ACTUALLY has to get done and we need a sovereign...abracadabra! Poof! The Sovereign was there the whole time. This is a great magic trick...and to Carl Schmitt the misdirection was performed by the Liberal political process. This is another liberal theory vs reality thing to him: the hope of Liberalism was to get rid of the sovereign...the reality of the world is that we have long periods of normalcy where the government does almost nothing...punctuated by rare moments of extreme action whenever things ACTUALLY need to get done. Liberalism hasn't REMOVED the sovereign and the only time pieces of paper like the constitution prevent the sovereign from acting are during periods of normalcy when the sovereign wouldn't be exercising authoritarian power anyway...to Carl Schmitt the biggest difference between our modern societies and the ones that existed in the pre-liberal world is that the pre-liberal societies were just a lot more honest about the authoritarianism that was going on. Nowadays we have this grand illusion of Liberalism that puts a bunch of window dressing on it and pretends the world is something that it's not. Liberalism is in many ways a utopian fantasy in the eyes of Carl Schmitt. "
}