{
    "ep": "Episode #109",
    "title": "The Frankfurt School pt. 2 - The Enlightenment",
    "spoken_text": "This is a transcript of episode #109 on The Frankfurt School. Check out the episode page HERE.So whenever you’re navigating the waters of a set of ideas that you disagree with…which seems inevitable for all of us given the next couple months of this show…one thing that’s really important to consider is to put yourself in the shoes of the people that you disagree with…and try to consider where THEY’RE coming from with all this. One thing I like to do is I like to imagine myself AS that other person…I like to imagine I woke up this morning and I sat down with my family at breakfast and I held ALL the strong convictions that they hold about a particular subject that I disagree with…then I like to imagine…if I was this person, how would I see my actual self and the views that I have about things? In other words, where do they think I’m coming from with my views being someone who disagrees with them?See the reason I do this exercise is because I know that what Nietzsche said is true. I realize how strong of an incentive I have as a person to attach myself to some group or some cause that’s bigger than myself. Glean a sense of identity from the process…feel all the good feelings that come along with fighting against some evil out there in the world. But a necessary part of that whole process…is identifying some evil that you’re fighting against…and what that often looks like in practice is finding some group of evil people…that you’re fighting against. But here’s an important question to ask…if you were them…would YOU think you were evil?Do these evil people…view themselves as villains cackling and twirling their mustache in some super hero movie? Or do these people believe that they are acting as a force of good in the world? Almost always it’s going to be the latter, and it’s an important distinction to make. Because if there’s some group of people that you’ve deemed to be evil that you want to do away with…you have to examine your tactics…it’s not enough to just be a bundle of emotion screaming at people in the streets, or punching someone in the face, or bombing them out of existence. Ideas live on long after any nuclear fallout.You don’t do away with an evil idea… until you fight and win a war of ideas. And human psychology 101 says that you don’t change people’s minds by coming to the conversation labeling them as evil right off the bat, condescending them and screaming at them. They’re gonna clam up and not even consider your ideas. That’s just not how ideas spread or most people change their minds. Ideas spread… over millions of conversations between individual human beings coming together with a genuine interest in where the other one is coming from and a desire to show this quote evil group of people, how their true interests align with yours.What I mean is: it’s so easy for a capitalist to look at a Marxist and say: look at this utopianistic, lazy, evil moron. You’re either too lazy to work…or aren’t clever enough to compete and provide value to people so what do you wanna do? You want to watch the world burn and bring about your evil, totally GENIUS system that’s failed every time it’s been tried and get ANOTHER 100 million people killed.It’s so easy for a Marxist to look at a capitalist and say: look at this gluttonous, evil pig living a life of excess on the backs of 100 million people? Try hundreds of millions of miserable workers sewing sleeves onto shirts and making dollar store figurines all over the globe… just so you can sit on your yacht, evilly taking advantage of the surplus made possible by their exploitation and then wrap yourself in the flag of hard work as your way of doing it.Now no matter what side of that you fall on you realize that this isn’t an accurate depiction of where you’re coming from……as someone participating in a capitalist system that’s not what you’re about…for example, hi…I’m not evil… my names bruce and I have a peanut butter business. I was born into a world where you need to make money to survive...I bring thousands of people enjoyment every day by making this peanut butter that they love…and not only do I get to use that money to buy stuff I want, but I get to employ other people which allows them to go on and buy stuff that THEY want and support their families. This is a symbiotic, beautiful system where we help each other as people.If you’re a Marxist, you’re not some lazy, evil hippie. Think about it from a Marxist perspective, they live every day of their lives seeing millions of people all around them being exploited, underpaid to go do work that they hate every single day because they’re trapped in an economic system that’s based on an outdated style of thinking from the 1700’s. A Marxist talking to a worker in a capitalist society would be very similar to talking to a peasant in the feudal system…and you can imagine how no matter how many arguments the peasant gave you about how, hey well at least I had it better than my grandfather who got sold into slavery…and at least I have my family around me and get to work the land…look, it’s a symbiotic, beautiful system…they own the land…I work the land...no matter how many arguments the peasant gave you… you can imagine wanting to make them aware that things can be better than being a peasant in the middle ages.What I’m saying is: somebody can be mistaken, misinformed or just not agree with you and not be an evil person. We have such a strong tendency to do it, but when you just label somebody evil for some belief they hold…It shuts down discourse. It robs you of the opportunity to potentially learn something from that person or from finding out where they’re coming from and helping them see a different perspective. Simone De Beauvoir would have a lot to say about not turning other human beings into these objects, of evil and instead thinking of them first as fellow human beings going through the same thing you are.Anyway, continuing from last time. The Frankfurt School was a group of thinkers looking at western, industrialized society confused as to why Marx’s prophecy wasn’t coming true. If the exploited class… always rises up and overthrows the ruling class… why hadn’t there been a workers revolution in the west by the time of the interwar years in Germany? The answer to this question that the Frankfurt School gives…is that Marx was wrong. Marx oversimplified the whole situation. His problem… was that he tried to explain the entire history and future of the world solely in terms of economics…in terms of this inevitable, dialectical process of change where it’s just a matter of time until the exploited class overthrows the ruling class…but much in keeping with the thinking of his time, he fails to take into account the variables of individual human psychology…in other words, what if members of the exploited class…didn’t feel like they’re being exploited? What if there was somehow a way to convince the peasants in the feudal system, that everything around them was great and that they were totally free…would we see any peasant revolts in that world?The Frankfurt School…pulling ideas from Marx, Hegel and more recent revelations in Freudian Psychology…makes the case…that the only reason there hasn’t been a workers revolution in the west…lies in a problem of what they call “class consciousness”. The workers of the west, were sort of bewitched and beguiled when they saw all the cool new stuff humans are able to do now that capitalism is responsible for…the power of industry…increased levels of efficiency…the scientific and technological progress that capitalism produces…they’ve seen these changes, have been raised to believe that this stuff is the measure of progress and that this is just HOW the world is now and to not question it…all the while immersed in a system that from birth tells them they are first and foremost a worker and consumer, through media tells them how to act, think and feel, programs into them false needs, sells them one product after another to satisfy these false needs, socially alienates them, keeps them confused and scared, provides them with an illusion of political freedom and through many different types of coercion gets them never to question the fact that all of this rapid technological progress is only made possible by the exploitation of other human beings. In other words, the workers of the west no longer resemble the free-thinking proletariat that Marx talked about rising up…they’ve been indoctrinated to love their chains in a sense.Now that’s a big accusation and it’s gonna take a couple episodes to unpack where they’re coming from. Maybe the best place to start is to talk about their critique of enlightenment style thinking in general…now keep in mind…The members of the Frankfurt School…are FANS of enlightenment style thinking. They’re not saying that reason is bad or science is bad…they’re just saying there are certain consequences to enlightenment style thinking that as a species we’re not adequately accounting for.Flashback to the beginning of the enlightenment. Western Europe…it’s been over a thousand years of religious dogma, and some thinkers are committed to the task of producing an understanding of the world that’s based on reason instead of faith. The Age of Reason, it’s often called. Certain thinkers of the Frankfurt School would ask the question…what exactly is it that we’re doing when we use our faculty of reason to arrive at an understanding of the world? For example, when you conduct an experiment on a plant and you arrive at the conclusion that, hey if I rub this plant over here on this cut, it makes it heal twice as quickly! What we’re ultimately doing there…is yes, reasoning to knowledge about things…but it’s always reasoning to knowledge about how we as human beings can control nature to our benefit. In other words, instead of being totally at the mercy of nature like we’ve been in the past…instead of believing that lightning bolt, hit that horse over there, cause Zeus is mad the Bronco’s beat the Cowboys on Sunday…we instead use reason… to try to understand things in nature like weather and clouds and electricity…the hope being…that we can control them to our benefit, as human beings.See this is the point they’d want to underscore…it’s easy to miss that underlying motivation that we have…you can be that person all day: oh, I’m a lover of knowledge, all kinds…I’m a voracious reader…I never even use the word voracious unless it’s about my reading…but what the Frankfurt School would point out is that there’s a reason you’re not reading and memorizing the phone book. Why? Because you’re not an indiscriminate lover of knowledge whatever it is…you’re a lover of knowledge that is useful to you, and that has a huge effect on the questions you ask and the areas you focus on. Well, so too with thinkers and scientists back during the enlightenment. When we use reason to arrive at knowledge it’s not indiscriminate…it is by its very nature, anthropocentric and humanistic…it’s always us trying to understand nature…SO THAT we can control it and use it to our benefit. But here’s thing: human beings are ALSO a part of nature…they’re in no way exempt from this process of using reason to try to understand them better so that we can control them. And this has been a GOOD THING historically speaking!When Jean Jacques Rousseau makes the claim that the true nature of human beings is to be noble savages that are then corrupted by certain aspects of civilization…that is him using reason to arrive at an understanding about human beings…SO THAT he can then build his political philosophy on top of it and arrive at a system of government that yes, controls human beings in some ways…but benefits everyone overall. This is a reason based approach to the problem of government…it’s FAR superior to a faith based approach to solving that problem like, for example, the Divine Right of Kings…but we have to be aware of the fact that reason itself is pretty narrow in scope and in the business of controlling nature for the benefit of the people doing the reasoning…and that when it’s applied to the task of trying to decide how people should be oriented economically and politically…even brilliant thinkers reasoning with the best intentions historically often have arrived at systems that harness control over this “human being” section of nature…and reduce them into rational categories that fit within a larger system that they think is gonna benefit everyone.For example, members of a state within Rousseau’s political system. Workers and consumers within a capitalist system. Thinkers of the Frankfurt School are making the case that these systems no doubt helped make the world a better place than it was before in the 1700’s…but here’s the thing…it’s not the 1700’s anymore. It is an outdated, lost cause to try to use reason to break down and define some giant classification that every human being should think of themselves as from birth. Reason is great…but it has its limitations and tendencies. It’s not that we shouldn’t use reason to best organize our society economically…but we need to be self-aware of these limitations and tendencies.This is the point…what some thinkers in the Frankfurt School are getting at here…is that because reason is always aiming towards harnessing control over aspects of nature that benefit the person doing the reasoning…you can imagine how easily when it’s applied to the control of human beings…that it can devolve into fascism. This is the explanation for how it was possible for the world to be technologically and culturally more advanced than we had ever been in human history…only to devolve into the most inhuman crisis in history in WW2. That the natural end game...of Enlightenment Style, reason based thinking…is fascism. The more enlightened of a person that you become…the more you use reason to ground your beliefs in things…the LESS you believe in cosmically determined ways that human beings must behave. This is familiar…God is dead, right? In a post enlightenment world, in a world where there are no moral substrates and people have a tendency to harness control over nature in a way that benefits them…all it takes is one Adolph Hitler…one person that had a bad childhood and never went to therapy that likes the idea of people chanting their name and posters of their face and controlling people. All it takes is ONE OF THOSE… for fascism to potentially emerge.Now of course I’m joking about the bad childhood thing, but it’s actually not that far off the way that the Frankfurt School thought we should be looking at someone like an Adolph Hitler. Theodor Adorno… one of the thinkers of the Frankfurt School actually devised a personality test called The California F-Scale…F standing for fascism. It’s essentially just a bunch of questions designed to determine how fascist or likely to support a fascist you are. Now, that personality test in particular was heavily criticized, but the point Adorno and other members of the Frankfurt school want to make… is that fascism may be NATURALLY where enlightenment style thinking goes…but it’s not NECESSARILY where it has to go. And that as a species living in this post-enlightenment world…we need to be aware of the increased risk level we’re at for fascist movements emerging and we should probably be taking steps towards identifying the Adolph Hitlers…when they’re in art school…before they become the Adolph hitlers invading Czechoslovakia where we have to fight a bloody war where tens of millions of people die. The thinking behind the F-Scale… was that it takes a pretty extreme psychological outlook on the world to think that it’s a good idea for you to become the next Adolph Hitler…maybe if we mandated that everyone took this F-Scale test throughout their life…we’d be able to catch that sort of black and white thinking that leads to you BECOMING an Adolph Hitler. So again, we shouldn’t do AWAY with enlightenment style thinking just because it leads to fascism…it’s kind of like having a pool installed in your backyard and you have small children around. It’s not that pools are bad because there’s this new danger we have to consider…it’s not that you can’t have a pool…we just need to make sure we put up a good fence around the pool…we need to make sure we develop some fascism safeguards to make sure things don’t get super out of control like they did in 1930’s Germany.Now let’s move on to some of the actual critique of modern, Western society particularly in the United States. One of the most influential thinkers of the Frankfurt School was a guy named Herbert Marcuse…he wrote a book called One Dimensional Man that would go on to be massively influential in the New Left protests of the 1960’s.Marcuse comes out swinging in chapter one, he says:“By virtue of the way it has organized its technological base, contemporary industrial society tends to be totalitarian. For \"totalitarian\" is not only a terroristic political coordination of society, but also a non-terroristic economic-technical coordination which operates through the manipulation of needs by vested interests.”Now, you may hear that and think…well that seems a little extreme. The United States is not even CLOSE to being a totalitarian society…what’s Marcuse talking about?Here’s the definition of Totalitarian as given to me by dictionary.com:adjective1.of or relating to a centralized government that does not tolerate parties of differing opinion and that exercises dictatorial control over many aspects of life.2.exercising control over the freedom, will, or thought of others;authoritarian; autocratic.What Marcuse would say is that you can have your sort of run of the mill, cliché Totalitarian society where the government forces citizens to do things, centralized political power… typically in a one-party system… and any political opposition that gets too loud is immediately introduced to the bottom of the nearest lake. You can have that.You can also have a government that claims not to be Totalitarian, but any reasonable person looking at them from the outside would OBVIOUSLY call what they’re doing Totalitarianism. Look we’re not FORCING upon you what you do all day…you have a choice!…you can dig ditches all day, you can crush rocks…you can help build this statue that’s a monument to our supreme leader, you can be in the military. Look, we WELCOME political opposition in our great land…that’s why we have democratic elections every year…yeah 99% of the vote always comes in for one guy, but that just speaks to how great of a candidate he is. In other words, a society that masquerades as though it’s NOT totalitarian…gives its citizens the ILLUSION of freedom without them actually having a choice in the matter at all.Marcuse says that when you take a close look at the United States…when you look at the government and culture exerting control over the behavior of the citizens…when you look at the illusion of political involvement that is given to people…when you look at the barriers put in place to keep any extreme dissenting ideas out…the United States starts to resemble one of these Totalitarian societies enslaving its people…but instead of the ultimate goal being so that the Supreme Leader can hang out with Dennis Rodman…the goal of THIS particular totalitarian society is hyper-technological progress.Let’s break this down, let’s first talk about the illusion of political involvement Marcuses referencing. Marcuse would say that one of the inevitable byproducts of a Capitalist system…is the conflation of political power with money. You see it all around you…you wonder why nobody ever changes anything. Marcuse says the reason why is because that’s… just… capitalism. It’s always going to happen, even if it’s just in private. The people and companies with the most money are always going to be able to pay politicians to influence legislation in their favor. These are the people that REALLY have political influence. Couple that with the fact that there is a real, demonstrable connection between the number of advertising dollars spent on a political campaign, and the number of people voting for the candidate. People get their political opinions…from that box in their front room that gives them all their other opinions. Even if you were the most well intentioned individual in the world that wanted to run for Congress and change things from the inside…to even be able to sit on the committees influential enough to change these things, you’d need 20 years in Congress…that’s 20 years of spending your days fundraising because you need money…because the way you win elections is by spending more money on smear ads than the person you’re running against. It’s a system designed around linking money to political influence. I mean if you were some billionaire…and you had NEVER been in politics ever…NO idea how it works on the inside…if you had enough money…you could theoretically self fund most of your own campaign and there’s a very REAL chance you could convince enough people to vote for you just because you ran a lot of TV ads and the people only had two choices.That’s another thing Marcuse talks about…the whole two party structure. These two parties seem to disagree on a lot of stuff…they disagree on stem cells and illegal immigration and whether or not we should legalize marijuana. But Marcuse would want to direct your attention to all the things these two parties DO agree on that leave you as a voter, effectively without a choice in the matter. Any time you have a bi-partisan consensus on anything…as a voter…you essentially don’t have a choice. Marcuse would say the two parties are just competing to preserve the existing framework...not exploring real alternatives that may be better for people. And you may say, what are you talking about…we have third party candidates! Marcuse would say: right…they’re just not allowed at the prime time televised debates…not covered by any major news outlets…it would require a voter to do some digging to even know who they are…there’s of course the feeling that you’re throwing away your vote when it should be used on the REAL election going on. The existence of these third parties provides the illusion of a diverse array of political opinions to choose from…when in reality everyone’s gonna go to Fox News and CNN to reinforce their outlook on the world anyway.Marcuse would say that you’re living in a society… where from the moment you’re born you are conditioned with the idea that you are first and foremost a worker and a consumer. When you’re a kid, people ask you what you want to be when you grow up…the implication there being, what work are you going to be doing that will allow you to get money to consume the things you want to consume. Our whole public school system is designed around the idea that it benefits us as a nation if our children have a baseline of an understanding that will turn them into tax-paying productive citizens. Paying taxes on earned income from working 8 hours a day…paying taxes on consumption. When somebody says to you, tell me about yourself. The first thing most people offer up that describes who they are…is their work. When they’re done telling you about their work…they’ll often go on to tell you all the things they like to consume in their free time. Your job in this world is to wake up…work for the majority of your day…then come home, and consume things that make you feel just good enough to go back to your job the next day…all so that this engine of hyper-technological advancement keeps powering forward. Some of you out there may love your job…the reality of the global population is that most people don’t. Most people don’t hate their job…they’ve learned to accept it as an inevitability…but they’d never be doing this stuff if it wasn’t required of them to earn enough green paper to sustain a living. Right there…Marcuse would say…life, isn’t an end in itself in the United States…no, in this society you have to EARN the right to life by providing some good or service to people around you in your society.You know it’s been said of Capitalism that it’s a beautiful system because it’s sort of like a forced altruism. You give the people around you something they like, or else you starve to death. We’re just human beings engaging in mutually beneficial transactions giving each other what we want. Marcuse would say…yeah exactly…it’s FORCED altruism. Look at how the very structure of Capitalism FORCES people to conform to the way that things already are and not change anything too much. What he means is: that in a society where people didn’t have to earn green paper or else starve to death…in a society where people just do whatever interests them each day…no idea or activity is too far outside of what the status quo is for them to be able to explore it…whereas in a Capitalist society where you give me something I want or else you starve to death…the existing culture and what people want… dictates the limitations of what you can do and serves to reinforce the way things already are. For example imagine a culture where nobody saw value in reading and interpreting philosophy. Marcuse would say…no matter how much you think it would benefit the world to give people access to philosophy…you’re not gonna be doing a philosophy podcast…you need people on Patreon that believe in the cause as well or else you’re gonna starve to death. And Marcuse says in reality what happens is you don’t want to be a social outcast and so you just conform to provide some good or service that is endorsed by the current way that the culture is. It perpetuates itself.Some of you out there may be saying: ok I don’t think of myself as fundamentally a worker and consumer…and I don’t feel this enormous sense of pressure to work or else I’m going to starve to death. And by the way all of this is sounding very conspiratorial…like who’s enforcing this world you’re talking about…what are you gonna tell me next? The bankers or the illuminati are pulling the puppet strings making sure I stay conditioned to love my chains so much that I don’t even FEEL like I’m being enslaved as I’m BEING enslaved?No, Marcuse would say: it’s far more insidious than that. The reality is: good people with good intentions every day are perpetuating the system without even realizing it because they’re immersed in it. Next time we’re going to be talking about something the Frankfurt School calls The Culture Industry…Theodor Adorno and Max Horkheimer…we’re gonna talk about all the different ways they think movies, TV Shows, advertising, social media program you to feel like you need things you don’t actually need, keeping you alienated from other people chasing something to consume that’s going to solve your problems if only you work hard enough to afford it, to keep you working and consuming.Another response you may have to Marcuse is, ok…let’s say I’m just some wage slave that’s been indoctrinated to love my chains. Is there nothing to be said for the fact that the system works? In other words…there’s no guarantee in this universe that a political or economic system is going to work when it’s tried…even if you see me as a slave, even if I’m just living in some really clever and insidious totalitarian society…you can’t deny the system WORKS, Marcuse. Technology is improving at a rapid rate. Society 99% of the time functions well. For most people, at least in the United States, there’s the possibility of economic mobility, the benefits OF this focus on technological progress are distributed to the consumers…is there nothing to be said for any of that?Marcuse would say…you’re right! That’s one of the most diabolical parts of all of this…that attitude is based on rational thought, but it’s that attitude that sustains the way things are. Marcuse would say, sure…rapid technological progress IS being made…but is that progress overall as a species? Is having the iPhone 12 more important than the people putting it together that are jumping off the factories committing suicide during their lunch break? Yes, the system works…but what do we have to sacrifice as a species to be able to achieve that world?By the way, Marcuse’s not saying we should throw out capitalism tomorrow and implement Marxism and everything would be great. He’s not advocating for some revolution to occur. He explicitly says that if you instantly did away with Capitalism it would probably be the greatest catastrophe in the history of the world. You can’t just take people…that have been conditioned from birth to look at every aspect of their lives in terms of socially isolated labor and consumption…drop them in a Marxist society and expect them to do well. Nobody’s going to work…everyone’s gonna be looking for happiness in the wrong places they’ve been conditioned to look for it. It would be a disaster. No, if this country ever does away with the Capitalist model…Marcuse says it’s going to happen slowly over the course of generations. It’s gonna be a slow awakening and re-education of people to be aware of the chains…to be aware of the suffering of the people that make the system possible…to be aware of the ways their behavior is conditioned and maintained. Marcuse would ask, is this true freedom?"
}