{
    "ep": "Episode #142",
    "title": "Richard Rorty",
    "spoken_text": "This is a transcript of episode #142 on Richard Rorty. Check out the episode page HERE.So if you were having a political discussion with someone...and the conversation took a turn and all of a sudden you're talking about human rights...there's certainly, a lot of angles you could approach that discussion from, but one of the most common ones might be what, philosophical grounding can we give to something like human rights?I mean we all think human beings have rights, but where exactly do those rights come from? Who or what out there, GUARANTEES these rights for people? Well a common answer to this question might be that human rights are inherited...by birthright. Simply by virtue of being born every human being is entitled to certain, natural rights or inalienable rights. Rights, that protect the dignity of a human life at such a basic level...that to go against them starts to seem like you'd be going against nature.Now as far as the philosophical grounding is concerned this is an attitude MUCH more common during the beginning of the Enlightenment than it is today...and the two MAIN thinkers that took ON this position are often cited to be John Locke and Immanuel Kant. When it comes to answering the question who or what guarantees these human rights...John Locke goes in the direction of God, you know...we are endowed by our CREATOR with certain inalienable rights...and Kant goes more in the direction of A priori facts derived from reason. But either way both these thinkers are in their own way trying to use REASON to arrive at a universal that GUARANTEES human beings are BORN with natural rights. Little did EITHER of these thinkers know that just 140 years later we would be immersed in two world wars that would make the argument for the natural rights of human beings seem about as important as neck ruffles were to them.See as we've talked about on this show the early 20th century was full of thinkers dissatisfied with what the Enlightenment had produced. They even went so far as to say that the entire PROJECT of the Enlightenment...was destined to consume itself from the start. Yeah, sure at the beginning REASON calls into question much of the religious dogma of the middle ages...but what inevitably has to happen once it gets done with THAT job...is REASON has to start questioning the NEW foundations for things...reason has to start questioning...itself. Which, then leads to philosophers USING the process of rationality...to find out that rationality is not some unbiased, ahistorical measuring tool...it's not some \"neutral point\" from which we can make unambiguous claims about the TRUTH about human rights or more importantly, THE UNIVERSE. To the thinker we're going to be covering today, Richard Rorty...people like Locke and Kant were NO MORE discovering a Truth about what grounds human rights than Hammurabi was before them. But UNLIKE many of the thinkers of the early 20th century...who may have felt a bit disenfranchised by the rational process...Richard Rorty felt optimistic about rationality.Some people called Rorty a postmodernist...which would USUALLY place him in staunch opposition to anything that even SOUNDS like the word Enlightenment. Like EXCITEMENT! But let me tell ya...Rorty was a VERY exciting man. He REJECTED the title of postmodernist and most titles for that matter. He operated in a very unique realm for a thinker where like a TYPICAL post-structuralist he didn't believe in any sort of grand narrative that could explain away the universe...but yet he was STILL...a die hard, card carrying fan...of the PROJECT of the Enlightenment overall.See in a world where there are so many 20th century thinkers hating on the Enlightenment...here is a guy some viewed as a post-structuralist, coming to its defense. Let me explain WHY he would DO something like this.When Immanuel Kant in his famous essay describes the Enlightenment as \"man's removal of his self-incurred tutelage\"...yeah, he's talking about the tutelage of the religious dogma of the past...but Rorty would EXTEND that tutelage to the RATIONAL dogma that was to come in the future because of how over-ambitious we were at the BEGINNING of the Enlightenment about what rationality could produce.The spirit of the Enlightenment, to Rorty, was not to use reason to arrive at the TRUTH about the universe...it was ultimately a call to subvert traditional forms of authority. The significance of the Enlightenment was NOT to land on new answers...it was to question old assumptions. So in that sense...yeah, the INITIAL project of the Enlightenment ultimately consumed itself, but to Richard Rorty the initial project of the Enlightenment was MEANT to consume itself.Thinkers like Isaiah Berlin that would come along and suggest a Pluralistic vision of things...this wasn't an anti-enlightenment idea at all...to Rorty...this WAS the project of the Enlightenment left to play itself out...thinkers like Berlin were ALWAYS going to eventually come along. See the project of the Enlightenment MATURING through people like Isaiah Berlin, taught us a couple of EXTREMELY valuable insights. One of which, was that we don't need to try to use reason to appeal to some ultimate authority or universal to GROUND our ideas. Rationality, is not a tool that gets us to objectivity about things...but it MAY get us to a VERY EFFECTIVE mix of inter-subjectivity between cultures.Rorty wants to offer an alternative way to look at the legacy of the Enlightenment. Maybe it IS pointless to try to do our best impressions of Locke and Kant and try to access the universe through reason...but when it comes to strictly HUMAN institutions...for example, the political realm, where we're not trying to access \"things in themselves\"...we're just trying to figure out how we can live together the best...maybe THAT is where rationality thrives as a method.What ALL of this is alluding to is the fact that human rights are not the only things philosophers have tried to GROUND in universals in the past. The very structure of some political systems, Liberalism, has ALSO historically been grounded in universals. Once again, I just want to clarify because there are some people out there that get angry VERY QUICKLY...and they also must be part of some sort of email club...when we're talking about Liberalism as a foundation for society we're talking about government with a focus on individual rights, consent of the governed and an aversion to any sort of collectivist system or systems that were more popular at other points in history, maybe a caste system for example. Now, you can imagine if you're a philosopher...and you're trying to make a case for Liberalism being BETTER than a caste system...might be tempting to start to make an argument that human beings at the level of the universe are all equal...and therefore should not be relegated to different ranks within a society. But to Rorty, this would be making the same mistake that Locke and Kant made in our example from before about human rights.The fact is to Rorty: we don't need that sort of ULTIMATE FOUNDATION to be able to make a case for the fact that Liberalism is how we should be running things. For many different reasons, one as has been said, we can't actually ACCESS the universe at that level through rationality. Two, society is just far better off when it can base public policy on the rational consensus of individual citizens rather than some philosophical theory arrived at by some guy in a tower that people might not even be able to relate to.Think of the limitations you INSTANTLY place on yourself if you decide that every public policy or VALUE of a society needs to be grounded in some philosophical justification that tells you how human beings are AT LARGE. First of all, let's say you decided to structure your society around the political philosophy of Plato...you're soon going to find yourself on a constant PR campaign trying to continually SELL these ideas to a population just crossing your fingers that they go along with it. Second of all, almost always these philosophical ideas that you might structure your society around were created in an ENTIRELY different culture that emerged out of an ENTIRELY different history, which means these theories can bring a lot of baggage along with them that you may not WANT in the present culture. Thirdly, you are ALWAYS going to be fighting a sort of losing battle to Rorty, because you will ALWAYS be trying to cram ONE interpretation of how human life should be structured into the enormously complex, pluralistic maelstrom of people coexisting together.Rorty is essentially saying maybe we don't need the philosopher up in the tower thinking all day...telling us how to structure our societies because welp I've decided it shores up with how the universe is. Maybe we don't have ACCESS to the way the universe is, but maybe that doesn't matter. Maybe we don't need some elaborate philosophical theory to structure our society for us...maybe a strategy is legitimate...Liberalism for instance...if the citizens of a particular culture, positioned in history at a particular time and place, all the citizens facing a very specific set of common problems that they need to solve as a society...maybe a strategy is legitimate if the people of that society decide that they have confidence in it.One ultimate theory is not good enough. Rorty, who was a HUGE fan of Isaiah Berlin, sometimes talks in his work about the \"fact of Pluralism\". This is WHAT a society is, to Rorty. We are WORSE OFF as a society if we try to use a single religious or philosophical theory to justify our political strategy. You will ALWAYS be fighting a losing battle...people will ALWAYS arrive at a BUNCH of different conclusions...so instead of embarking on a never ending sales campaign for an idea...Rorty suggests that we allow our political strategy to reflect the common values of the people that make up the culture. He writes about how if we do this, and we're careful, eventually if you were having that same conversation at the beginning of the episode and you asked someone what GROUNDS human rights...the common tendency WON'T be to try to appeal to something written into the universe or to cite some religious or philosophical justification you read in a book...the NEW standard will be for people to see social policy as legitimate if it was approved by the people actually LIVING in the culture. When asked the question what GROUNDS this piece of social policy...the answer won't involve pointing to some philosopher from 300 years ago...Descartes famous work: A treatise concerning why DRUGS SHOULD BE LEGALIZED and why you should be able to use your cellphone on an airplane, for instance. No, the authority lies in the hands... of the set of people positioned in history... with a very specific set of problems to solve that they care about...and once again, to Rorty, not only do we not NEED any more authority than that...we don't have ACCESS to any authority other than that, and we're better off this way anyway.Should be said this is yet another way we can access an answer to the question of how we can find a bridge between nature and culture. Rorty obviously is not appealing to a single theory, but he ALSO is not appealing to pure relativism or historicism. His answers to these questions about how we can justify our political strategy place him in what I think is the most accurate category to describe some of his biggest ideas...Rorty is often thought of as a Pragmatist, and I think we can understand Rorty's OVERALL position a little bit better if we take a second to talk about the concept of Truth...more specifically...the key differences between the traditional ways people have viewed the concept of TRUTH...and the way a Pragmatist like Rorty would've viewed the concept of Truth.So let's talk first about one of the most COMMON theories of what constitutes truth from the history of philosophy...one that Richard Rorty thought has been dominant since the very beginning of the Enlightenment...what he sometimes calls the representationalist paradigm...sometimes called by others the correspondence theory of truth...but let ME take a second to tell you what it actually is.The most basic idea is that suppose somebody says a statement about the way that things are in the world. How do we tell if that statement is true? Well that statement is true if it REPRESENTS the way things really ARE in the world. If there is a CORRESPONDENCE between the description and reality, then we can say it's true. Now...there is of course mountains of detail that we could talk about here but Richard Rorty disagrees with the entire PREMISE of the correspondence theory even at this basic, rudimentary level.Whenever you try to create a bridge...between a description you have in your head...and the reality of the world that you're looking at...the only way you can ever describe ANYTHING...is through language. Language MEDIATES our relationship with reality. You can't access reality WITHOUT language. But to Rorty it goes even one step further than this. Not only is language a medium between us and reality...but language actually CONSTITUTES reality. Meaning that the language we use and the way we use it CHANGES the way we THINK about reality.This could be an entire series on its own...but the point is that certain languages and the cultures that use them favor certain habits of interpreting events. These interpretations greatly determine the entire way we see reality and the WAY human beings perceive reality varies greatly from culture to culture, language to language. So the idea...that there is some sort of correspondence or representation going on... that the world out there is somehow helping us verify whether statements are true or false...that's just wrong...because Rorty thinks it would be impossible for us to ever step outside of the parameters of language and access the world of things in themselves, things independent of this language that we use to categorize them.He has a very famous quote that will be EXTREMELY useful for us for the remainder of the episode. He said:\"The world does not speak. only we do. the world can, once we have programmed ourselves with a language, cause us to hold beliefs. But it cannot propose a language for us to speak. Only human beings can do that.\"So it should be said, Rorty's not talking about ordinary language when he writes that...he's talking about something else that we're going to get deep into here in a minute. But I want to point out that this comparison that he's making here...between accessing \"the world\" vs some sort of human created tool that is deeply affected by the bonds of history and culture...this is a classic move that Rorty makes that, if you were NEW to Rorty, might help you understand an outline of some of the topics he wants to cover.For example, language is EXTREMELY useful in human affairs...it's just not capable of describing the world of things in themselves outside of language. Consider how this compares to the beginning of the episode. We have Locke and Kant trying to use reason to access some sort of ultimate TRUTH about the universe...but here's Rorty saying that rationality is the MOST useful in HUMAN affairs like the realm of the political. The WORLD does not speak, only we do. Here's another one from the Enlightenment...people like Rousseau...who believe in some sort of underlying human nature, Noble Savages as he would say...or really beyond that ANYONE that wants to take up the mantle of the common attitude that human beings at their very core DREAD seeing other human beings suffer. That's a common one for people to hold...that NATURALLY as human beings we don't want to see other people in pain, so we can RELY on the fact that if things ever got bad enough one culture would always come to the aid of another culture.Rorty actually responds to this position directly in an interaction with Simon Critchley in the 90's. So right here he is referencing the idea that there is some sort of default altruism embedded into human nature...he says:“Maybe there is such a sentient disposition, but it is so malleable – so capable of being combined with indifference to the suffering of people of the wrong sorts – that it gives us precious little to rely on. We should just thank our lucky stars that there are quite a lot of people nowadays who are pretty consistently appalled by human beings suffering unnecessarily.”So he's saying MAYBE THERE IS some aspect of human nature that makes people not want to see others suffer, but if there is it's incredibly malleable. Thank your lucky stars that there happen to be a lot of people living today who don't want to see unnecessary suffering. But ALSO...if you're a fan of Liberalism...there is nothing written into nature like a God or A Priori facts that say LIBERALISM is the way...but thank your lucky stars for the last couple hundred years there have been a lot of people that believe in it as a strategy. So while we can understand the MOVE that Rorty's making here, placing a lot of authority in the hands of the people actually immersed in the culture...this may start to bring up a whole NEW set of questions. One of the most pressing might be this:So if the authority of whether a social policy is good or not lies in the hands of the citizens...and not even a PHILOSOPHER can arrive at absolute foundations for even something as simple as human rights...don't those criticisms just instantly extend to my beliefs as an individual? Like, how am I supposed to ground my worldview in ANYTHING that is enduring enough that I can feel confident about it?The short answer to this question is that: you can't. And that shouldn't bother you. The longer answer can be found in Rorty's lengthy exploration of the concept of irony. Let's talk about it right now.So a common email I get is from a person who says something to the effect of this: Hi, I've been listening to the show for a while, I've heard about a bunch of different philosophers...and I've gotten to a place where I feel the complexity of things makes me feel pretty uncertain about choosing a worldview...sometimes I feel agnostic about almost every issue of substance I can think of...but this creates a problem for me because I still need to operate in day to day life. How is it possible to live a life where you're RADICALLY uncertain about things, but still capable of functioning on an every day level?There are many answers to this question but Richard Rorty offers one of them through his discussion about living a life as an \"ironist\". Now by ironist he doesn't mean that you're smelting metal down at the Home Depot everyday...the term ironist is a reference to irony. To fully understand the life of an ironist, though, we first need to understand the much more common almost ubiquitous way that people approach figuring things out about the world...a way of thinking deeply embedded in the history of philosophy.Most people view their intellectual development as a person as a linear progression of moving PAST appearances...and getting to the REALITY of the world. This goes all the way back to Plato's allegory of the Cave...shadows on a cave wall, we do the work of a philosopher and eventually can ascend OUT of the cave and see the sun, or TRUE knowledge, for what it actually is. Well this way of viewing ourselves has been a fixture in our cultures for so long that it is the way that MANY people see their process of growth when learning about the world. There's this intuitive sense that we're born, we're young, dumb, naive...we get information from our teachers, parents, basic news sources and there's a sense in which we are living in a world of appearances at that point. See it's not until we've done the work of reading five newspapers a day, 1000 books, traveled to 100 countries...not until we've done THAT can we say that we've arrived at a worldview that sees reality on reality's terms.But just as there's no SINGLE THEORY embedded into the universe about human rights, or political strategy or ANYTHING for that matter...there's no single, correct view of existence that you're somehow accessing through life experiences and reading a bunch of stuff. You may THINK that you have a rational justification for every view that you hold...you may think it's the greatest worldview that has ever been created...but it was created...by you...BY a human being...and Rorty would say that although we often DECEIVE ourselves into THINKING it's the truth...really what we've created here is what he calls a final vocabulary. More on final vocabularies in one second but first I think it would be helpful to hear Rorty talk about a key distinction between someone saying \"the world is out there\" and saying \"the truth is out there\" and how these statements ultimately relate to language.\"we need to make a distinction between the claim that the world is out there and the claim that the truth is out there. To say that the world is out there, that it is not our creation, is to say, with common sense, that most things in space and time are the effects of causes which do not include human mental states. To say that truth is not out there is simply to say that where there are no sentences there is no truth, that sentences are elements of human languages, and that human languages are human creations. Truth cannot be out there – cannot exist independently of the human mind – because sentences cannot so exist, or be out there. The world is out there, but descriptions of the world are not. Only descriptions of the world can be true or false. The world on its own – unaided by the describing activities of human beings – cannot.\"This is one of Rorty's most famous concepts. What many refer to as the distinction between making and finding. Locke and Kant are not FINDING the truth about human rights...they are using a very human process called REASON to MAKE a truth about human rights that we'd then use to structure our societies. Liberalism was not FOUND to be the best political strategy...historical circumstances and common values among people MADE it the best political strategy for a time. When you read a thousand books you are not FINDING the truth about existence, you are MAKING a final vocabulary that allows you to interface with reality during the specific time that you happen to be living.By final vocabulary Rorty means a collection of stories, metaphors, narratives, discourses, tons of different tools of rhetoric... that you use to make sense of the world and see your place in it. This is called a FINAL vocabulary because the things that make it up are very final...they're probably not going to develop any further because when it comes down to it...if you were pressed hard enough to explain your worldview by somebody skilled enough at arguing, with enough time on their hands...Rorty says eventually there would be no way for you to explain why YOUR worldview is better anyone else's in a non-circular way. It is a courageous thing to fight and die for your country...because look, fighting for your country and dying is one of the most courageous things you can do! The Bible is true, so you should trust the word of God.When pressed hard enough to justify your worldview in a conversation these are the sorts of stories and metaphors that ground the values of someone who thinks they've got it all figured out. Many people spend their entire lives thinking they've arrived at the truth...when the more accurate description is that they've set up camp in an echo chamber of people that don't call them on their mistakes...either because they only talk to people who mostly agree with them, or because the people that disagree with them lack the ability to press them further, maybe they want to just be polite, maybe they just don't CARE enough about changing someone into a LITTLE version of them to spend their time doing it.Rorty prescribes an antidote to this way of thinking about getting past appearances to the reality of the world. Here is a pretty famous passage from his work that describes his three criteria for living a life as an ironist:\"I shall define an ironist as someone who fulfills three conditions: 1 She has radical and continuing doubts about the final vocabulary she currently uses, because she has be impressed by other vocabularies, vocabularies taken as final by people or books she has encountered; 2 She realizes that argument phrased in her present vocabulary can neither underwrite nor dissolve these doubts. 3 insofar as she philosophizes about her situation, she does not think that her vocabulary is closer to reality than others, that it is in touch with a power not herself. Ironists who are inclined to philosophize see the choice between vocabularies as made neither within a neutral and universal meta-vocabulary not by an attempt to fight one's way past appearances to the real, but simply by playing the new off against the old.\"So imagine living life as an ironist as opposed to this other type of person we were just talking about. You'd live your day to day life not like Phyrro in ancient athens walking in front of cars because you're doubting whether or not they're actually there...you'd HAVE a sort of working theory, a final vocabulary that you use to function...the DIFFERENCE would be that you would have seen OTHER final vocabularies, seen their weaknesses, and you would realize that yours is probably EQUALLY as flawed as there's in some way. Because you don't have SPECIAL access to the truth...you don't have a diety backing your worldview...you don't have some neutral point outside of culture and history that you're doing your thinking from. You are JUST as fallible as they are and your conclusions rely on history and culture JUST as much as there's do. You would have continuing radical doubt about your relationship with reality. You'd ALSO realize...that any attempt by you to argue that your final vocabulary is superior to others...is a pointless exercise that is ACTUALLY just an example of that circular reasoning we talked about before...because you're arguing FOR a set of stories and narratives as being superior...but all the while you're USING that set of stories and narratives as the premise that you're starting your arguments from.This is why Rorty thinks that when it comes to our final vocaublaries...ARGUING in the traditional sense is not a very effective way of making any progress. Rorty says that an ironist always realizes \"that anything can be made to look good or bad by being re-described\". Because it's not like there is some SINGLE, argumentative standard out there...winning an argument in the times of Napolean is just different than winning an argument today...because the values of the people judging have changed, the historical circumstances have changed, the story about how the world fits together has changed...different arguments are more effective in different final vocabularies. So ARGUING is ALWAYS relying on your points fitting well into the final vocabulary of whoever it is you're talking to--- which is FAR from a guarantee...and the OTHER side of that is that you may find yourself CONSTANTLY arguing against a particular, COMMON final vocabulary that happens to dominate the culture you were born into.Better to instead LEAD by example through irony. When someone thinks they've lassoed the truth with their vocabulary...the far more effective method will ALWAYS be to do what Rorty calls: ironic disruption...which doesn't mean pull our your Richard Rorty handbook and argue them down point by point until they see the world the way you do...the goal is through one method or another, usually rhetorical devices...you try to allow this person to see on their own...the perspective from OUTSIDE their single worldview...the hope being that once they're in this place they will realize how limiting their basic way of viewing the world is because it COMPLETELY closes them off from new ways of connecting with people, ideas, and the world that is out there, once again the WORLD that is out there...not the TRUTH that is out there. To be in this place stepping outside of your worldview and seeing a COMPLETELY different way the world can be rationally justified...can be transformative. Should be said this process also benefits the ironist because they need AS MUCH experience with final vocabularies as they can get. They need to be able to spot them from a mile away.Rorty says in a passage that an ironist is \"never quite able to take themselves seriously\". Because they live their life acknowledging how much of their final vocabulary wasn't even a choice that THEY consciously made...and that at any point some of the issues that they believe in most strongly today... might tomorrow, change in a single conversation.This is a very different approach to your intellectual development, and a VERY different way of approaching conversations with people that disagree with you politically. This person would seem like an ALIEN in the current political landscape, but this is ultimately the TYPE of person that emerges in a Pluralistic landscape of ideas...rather than one that believes in a single, correct answer to every political question. See you may wonder why bother? Why even spend a SECOND of my life trying to talk to someone and show them how they're limiting themselves to a single answer? Let them do whatever it is they're gonna do. But Rorty would say that these people that truly believe they are reading books and getting past the world of appearances to the TRUE reality of things...this outdated, oversimplified attitude is responsible for SO MUCH of the CRUELTY that goes on in this world. Liberal society, in his eyes, has a constant obligation to remind ourselves of the ways that the current order of things might be hurting the people around us. Much more effective with a Pluralistic outlook.You know, there are relativists that will try to make an argument for people to stop fighting over their petty disagreements because ultimately everything is arbitrary...there are Rationalists that will say that everyone should stop fighting because well I've come up with the RIGHT ANSWER, no more work to be done! The way that Richard Rorty walks the line of nature and culture is partially through his beautiful use of Pragmatism. Rorty wouldn't say you should care less. He wouldn't say you should care more. What he would say I think is that the substance of what we care about...LIES in solidarity amongst fellow human beings. That solidarity is what keeps us in line, not a cosmic law. That solidarity is what determines our values, not some philosopher in a tower. To understand the historical and cultural environment that you live in is only the FIRST STEP towards understanding the solidarity that holds society together. He said it well when describing his book here in one of the most famous passages from his work:\"the fundamental premise of this book is that a belief can still regulate action, can still be worth dying for among people who are quite aware that this belief is caused by nothing more than contingent historical circumstances\"Thank you for listening. I'll talk to you next time."
}