{
    "ep": "Episode #062",
    "title": "Kant pt. 7 - Suicide",
    "spoken_text": "This is a transcript of episode #062 on Suicide Check out the episode page HERE. Did you know that it's illegal to commit suicide? Seriously!Well, it's been taken off the books in some places because they realized how...just...hilarious of a law that is. Nonetheless to this day...and all throughout history...it was a felony under English Common Law...for most time periods and cultural climates it was ILLEGAL to commit suicide. Might be spoiling the ending here but suicide's an interesting thing in morality. Is it okay...is it not okay...it's incredibly controversial...certainly not a consensus on the matter. But given the time and place you were born into... you might think there was a clear cut answer. Like what do we do when someone brings up suicide in normal, everyday conversation? Like what do you do if someone comes up to you at work and says in passing in a conversation...my uncle committed suicide yesterday! Well in modern American society you instantly feel terrible, oh no! He committed suicide, that's horrible! Quiet, reverential tone to your voice. Things get awkward real quick. Completely different response than if they said, I had to take my uncle to the airport yesterday, he's going on a long trip. Well pardon me for asking this, I don't mean to offend anyone's longstanding beliefs on the nature of suicide, but after all this is a philosophy podcast in case you're new around here...this is all about questioning our beliefs about stuff...questioning why we think and act the way we do...so I apologize in advance if this is an easy question for you to answer...but why are we so quick to negatively judge suicide. Why are we so biased and judgmental toward suicide in particular? Why did suicide earn this reputation? Why can't it be that when someone tells you at work that their uncle committed suicide you say \"Hey! Good for him! That's Great!\"Maybe we should start here. Let me ask you something, can you at least imagine there ever being a situation where committing suicide is OK? Can you think of an example where committing suicide would be an OK thing to do?Now most people in response to this question fall into one of two camps I'm not saying you're either of these but most people would say either: One is: No! Are you kidding me? Why would you even ask that? Are you stupid? It's NEVER okay to kill yourself...it's NEVER the right decision. There's always an alternative! The other is: Who cares? Not my problem? You want to kill yourself, kill yourself...I can't stop you. It's your body. Do what you want with it!The point I want to make here today is not which one of these is more correct, the question I want us to ask ourselves today is something kind of weird...where do these beliefs come from in the first place? Your beliefs that you hold right now about whether suicide is morally permissible...even if they're more nuanced than these two examples...where did those beliefs come from initially? You weren't born with them...you weren't a baby walking around with beliefs on suicide...you must have learned them somewhere...or reasoned to them somehow? Where do they come from?Here's an even better question: can you imagine a world...and this is COMPLETELY HYPOTHETICAL HERE...I REALIZE HOW CRAZY THIS SOUNDS...but can you imagine a world where committing suicide was actually considered a good thing? Where people waited their entire lives for their ultimate moment to commit suicide...where they trained every day in hopes of one day having the deterministic laws of the universe or the providential hand of God or whatever they believed in...GIVE THEM THE GLORIOUS OPPORTUNITY to commit suicide? Can you imagine a world where you tell someone that your uncle committed suicide at work and you were met with smiles? Because if you can, then you can imagine the world you actually live in...and that's a good place to start.The Spartans lived every day training, PRAYING for this sort of opportunity...to be met with a glorious situation of certain death on the battlefield where they may sacrifice themselves. Even in many cultures today it's seen as an honorable thing to do, to take your own life if you're nothing but a financial or emotional burden on your family. See, what I'm arguing is not that suicide is some great thing...but that the world is not as black and white as suicide is bad in every situation or suicide is perfectly okay in every situation...even just in the vacuum of modern America...a single culture...a single time period.... even then we keep two sets of books when it comes to suicide. Hitler...notoriously seen as a suicide. The guy had it coming. The enemies were converging on Berlin and he killed himself. But what about Jesus? Ah! That's not a suicide...he was put to death by the Romans! I got news for you people...Jesus was God manifest on planet earth...this guy could walk on water...he could heal the blind. He could've summoned an army of freakin' unicorns to come down and kill the Romans but he chose not to. He facilitated his own death...he committed suicide in the name of your sins! It's very tempting to try to redefine these things so that we can reserve the word suicide for times when we facilitated our own death and I don't agree with it! For you more secular minded folks out there what about the suicide of Socrates in the name of philosophy? You're probably thinking, no! he was sentenced to death by the Athenians! But Socrates could've EASILY argued his way out of those charges...he chose not to! He wasn't going to be reduced to sophistry! He committed suicide in the name of a noble cause! Again, it's very tempting to try to redefine these things so that we can reserve the word suicide for times when we facilitated our own death and I don't agree with it! When someone tells us at work that their uncle committed suicide over the weekend...we INSTANTLY assume that something must have been wrong with them when they made that decision. And there may have been mentally, but that doesn't change our assumptions that we make: Why would anyone commit suicide? I certainly wouldn't commit suicide! Death is something I'm trying to avoid at all costs! But therein lies the problem: you're conflating your own intentions behind why you make the choices you do with theirs..and it's all from the comfort of that armchair up in your head. Here's what I'm going to ask you to consider today: that maybe your thoughts on suicide are equally as conditioned into your head as the ones were into the heads of the Spartans during antiquity. Maybe your beliefs on suicide are more pliant or less black and white than they seem on the surface.We're going to look at suicide from a lot of different angles today...ultimately to Kant's views which I think are an incredibly interesting take on why suicide is NEVER okay...but let this episode serve as an extension of last episode. Let this episode be an example of how easy it is to outsource our beliefs to the people around us...I mean, suicide doesn't seem very dynamic. It seems like something cut and dry enough...if conclusions about what is morally permissible are possible at all....suicide seems like one of those things where we'd be able to conclude some stuff on. Right? Now I know what you're saying right now: well look when someone at work tells me their uncle killed themselves I instantly assume somethings wrong with them because usually there was and I have a reverential tone in my voice because mental illness is a tragedy. I wholeheartedly agree. Mentally ill and depressed people do kill themselves. These people needed help that they didn't get...in fact if you want my opinion I think in 100 years people will look at how little we serve these people as a society and think we were barbarians. People also typically make an exception for suicide when it comes to the terminally ill...if someone's in a lot of pain...they think it's okay for them to go out on their own terms...again, not disagreeing.But that said, I would ask you to return to the original question: barring the exceptions of mentally or terminally ill people taking their own life, is suicide morally permissible to you? How much control do people have over their own bodies? Does an otherwise mentally sound, perfectly normal person have the right to take their own life? Would you say they were morally wrong for doing it? These are questions worth asking...and the mental illness exception to the rule is one that Plato recognized all the way back in the third century BC. Plato writes in his work Phaedo through the quintessentially wise character of Socrates aligning himself with something the Pythagoreans initially talked about...in one of Plato's more Pythagorean moments...he says that suicide is definitely wrong. It's wrong because it would be releasing ourselves from our duty that the gods put us here to do. He compares us like a guard at a guard post...it would be in appropriate if you were a guard manning a post to relieve yourself of your duty...no it's not YOUR choice when to leave your guard post...no you wait for your orders. Plato talks about how we've been placed here as sort of a punishment by the Gods...we're kind of like prisoners serving a sentence, although there's a pretty negative connotation you would attach to being a prisoner so its probably not the best example...but us committing suicide is wrong because its like we're a prisoner committing some sort of celestial jailbreak to Plato. It's not our job to decide when our sentence is over. Plato does give exceptions to this rule...people who are struggling with mental illness and people whose character is so far gone it's a lost cause...these people get a free pass...but for everyone else...there is no excuse for committing suicide...it would be laziness or cowardice to relieve yourself of your duty...Plato even starts to sound emasculating at times like...what you can't handle the pressures of life? Man up ya sissy!So, I wanna talk about this theory...the idea that it would be morally wrong to relieve ourselves of our duty as guards placed at a guard post by the gods for a purpose. Now it's easy to look back and cloud this theory with medieval superstition, it's easy to say oh Plato with his hocus pocus about gods and goblins and witches...but keep in mind...Plato lived centuries before Jesus made it popular to be a monotheist. Plato's not talking about a singular God that has a personal relationship with you who has decreed a moral code for you to follow...and I think it opens up a lot of interesting conversations to be charitable to Plato here. Like, you can apply any number of different viewpoints across Plato's example and you might be able to appreciate his argument more.Like, let's do a modern example...let's apply some Saganism to Plato. Carl Sagan's famous quote we are a way for the cosmos to know itself. We are sentient life. We sense and perceive the world around us. Our purpose is to sense and perceive the world around us. So if you apply this idea across Plato's example metaphorically, the gods could just be the ordering principles of the universe...you know the laws of physics, the laws of thermodynamics, the progressive adaptation of life to acclimate to its environment...the things that make it possible for sentient life to exist...and our guard post that we're manning as guards...is just...to perceive the world around us. The universe has bestowed upon you sentient life...the incredible ability to be one tiny aspect of that totality and be a way for the cosmos to know itself. It has bestowed upon you a guard post and you committing suicide would be to cut that perceiving short...that duty that you have to help the cosmos know itself. Now again, this works with any number of examples, the constant in the argument is this: we have an obligation to some exterior thing...some purpose assigned to us by a third party that would make us killing ourselves immoral because it is us not meeting up to our end of the bargain. People do this with government and society. They say...from the very moment you're born society and government are affording you a certain lifestyle...security, resources, even down to the roads...these things are serving you...and some people say that suicide is wrong because you owe it BACK to this society your production for as long as you possibly can. Again, from Gods, to virtue to society...the constant here is that it is wrong for you to kill yourself because you have an obligation to meet your end of some bargain that's been set up, often times without your explicit consent...which starts to be the REALLY twisted and funny part about this.But anyway you have the Stoics...Seneca...council to the emperor Nero as we talked about...one of the most famous suicides ever...it's the quality of life that matters not the quantity of life. But nothing was more influential on how the average modern American views suicide than Christianity. Now it should be said, in recent years, the Catholic church has been coming around...they see the writing on the wall...if they want to survive as being a moral authority in the world... they're going to have to lighten up in relation to the society that's growing morally around them...they've introduced new clauses that allow for mentally and terminally ill people to commit suicide and they're pretty sure Jesus is going to take that terrible disease he allowed them to get into consideration before damning them to hell-fire, but before about 15 years ago, the stance of Christianity on suicide was based on a conglomeration of the philosophy of St. Augustine and Thomas Aquinas. Suicide was wrong. Absolutely wrong. No exceptions. Turns out God takes the ten commandments pretty seriously...and what Augustine notices about suicide...he writes in his famous work The City of God is that God makes his stance on suicide very clear. He says \"Thou shalt not kill\". Now, he also says Thou shall not bear false witness against thy neighbor. So what Augustine says is: God very deliberately frames it this way. He could've easily chiseled into some stone tablets Thou shall not kill thy neighbor, but NO! He says thou shall not kill! That means EVERYTHING! Yourself included, future reader of this stone tablet. Makes it kind of interesting and confusing when you think about all the life coursing through the animals we supposedly have dominion over...and the fact that all of Christianity is contingent on a voluntary human sacrifice..but either way: God's will was clear. Suicide was wrong...no matter what color you were....Black, white or yellow with jaundice. Thomas Aquinas completely agreed with Augustine. He defends the idea further throughout his philosophy and ultimately the end game of their philosophical suicide tag team is an idea that we, as mere humans, we didn't COMPLETELY...own...our bodies...we were limited to what they called usus..sorta like a rent to own program. We're merely in possession of these bodies...God owns them...we renting them as we're navigating this planet...but the deed is in his name. Now, the natural conclusion here is that if you commit suicide in the middle ages your body was desecrated, torn apart, mutilated...and all of your possessions and your family's possessions were seized. Wait, was that the natural conclusion...either way: it's how it went down. They didn't take suicide lightly in the Middle Ages, they just loved you way too much to watch you hurt yourself. Now this moral absolutist stance on suicide was the main way of thinking all the way until the enlightenment...it was unshakable. It was powerful. Consider this: even someone like a John Locke...even someone whose entire political philosophy...world changing political philosophy is predicated on the idea that we talked about on here: we as humans have the right to life, liberty and property...liberty over our body and what it produces...even John Locke says that one of the exceptions to that rule of liberty over our body is that...well, we can't kill ourselves.Why would he make that distinction? Why don't we have sovereignty over our body to the point we can destroy it if we want? Raises a lot of interesting questions about what suicide even is. Like couldn't you make the case that people that smoke or people that eat really bad or people that drink all the time, they're willingly destroying their body...but you wouldn't call that suicide. You wouldn't call it suicide if someone thought they were drinking Kool-aid but instead they were drinking bleach. So suicide can't be just any death that you cause yourself...what philosophers usually say from here is that suicide is when you INTENTIONALLY are bringing about death on yourself. It's somewhere in the intentions behind WHY you're doing something that suicide lies...not in what actually happens. Conversely, it's still suicidal behavior if you think you're taking an entire bottle of prescription meds when in reality they were Flintstones vitamins. But questions about what suicide is aside: philosophy's opinion on it took a giant shift in the enlightenment thinkers that we've been talking about for the last dozen or so episodes. Voltaire, Rousseau, Hume...they all opposed the, as they saw it, radical idea that suicide is morally impermissible. Hume may be the most interesting of all these positions...mostly just because what he does is SO DAVID HUME. It's exactly what you'd expect from David Hume.He takes the argument that the church has been making for centuries about why suicide is wrong and he points out all the assumptions and contradictions in it and ultimately shows that it may be more complicated than they're leading on about. So their argument is that we don't own our bodies and that ultimately it's God's decision when and how we die and that by killing ourselves we are going against the \"divine order\" that god has set up for the universe. Again, we are beholden to some \"divine order\" that God has established...to take your own life is to violate that order. So Hume just starts there. What is this divine order that we're appealing to? Really let's get to the bottom of what this divine order is that we're beholden to...by divine order do you just mean the causal laws created by God? What he's saying is...are we never allowed to take any action for the sake of our own happiness for fear of going against this divine order? Well, obviously that's ridiculous...God wouldn't get mad at you for taking medication when you're sick or trying to get yourself better if you were dying. That can't be the divine order that we're talking about. If the divine order is just a set of behaviors that is intended to make us happy...then what if someone decides they'd be happier if they killed themselves? That wouldn't contradict the divine order if that's what it is. Is the divine order just whatever God consents to? Because in that case then God seems to be consenting to everything that we're doing. I mean after all, Hume says...an omnipotent God could always choose to intervene and change the course of history...he apparently does all the time...so at least we know we're not going against the divine order if THAT is the metric you're using. But what about society Hume? Maybe not God, but don't we have a moral obligation to stick around for society? Don't we owe it to our fellow countrymen to give and produce as much as we can for as long as we can given that we so willingly accepted the benefits of society for so long? Hume says that's all well and good, but it reaches a limit right? Eventually you get to be 60 years old, sometimes much younger, and it just becomes extremely painful to work. Should that person continue working in abject suffering...working themselves into the ground just for the sake of this obligation they have to society? You would have to call them an immoral person if they didn't! Okay, Hume. I see what you're saying...but we can't actually live this way right? I mean, what's to stop the whole world from just killing themselves if we don't tell them it's unthinkably wrong? That's the slippery slope argument...I guess if I was Bill O'reilly I would feel like I really just made a good point...but the more sound argument from someone might be: I mean people that are young and stupid make rash, immoral decisions all the time. How many teenagers have stolen a candy bar from a 7/11...what if they make a similar rash, immoral decision but this time it isn't a snickers bar at stake...it's their life at stake!To that, Hume would say...what are we really worried about if we DARE TO SAY that suicide is a morally permissible thing? Look it's not like we are EVER going to go around being attracted to the idea of suicide. We have a natural aversion to death as humans...and what he says is that if a right thinking person ever got to a place where they just didn't want to live anymore, they got to that place and arrived at that mental conclusion in the face of that fear of death, in SPITE of that fear of death. They probably thought long and hard about the decision to even be able to transcend that natural wiring. Hume would say...this isn't something comparable to stealing a candy bar at 7/11. Suicide takes courage to Hume. Suicide takes clarity of mind for someone to do, obviously with the exceptions we've already talked about. Voltaire also talks about this inherent fear of death as being a safeguard against people just randomly killing themselves one night...oops! He has a really beautiful quote: “I have been a hundred times on the point of killing myself, but still was fond of life. This ridiculous weakness is perhaps one of our worst instincts. What can be more absurd than choosing to carry a burden that one really wants to throw to the ground? To detest, and yet to strive to preserve our existence? To caress the serpent that devours us, and hug him close to our bosoms till he has gnawed into our hearts?”  He's saying how crazy is it that even in cases where people hate their life and I mean truly hate it...detest their very existence...they STILL have a desire to live. They STILL have that instinct to just persist...at all costs. It's downright illogical, Voltaire's saying...it's like caressing the serpent that is eating us. Why would we go on like that? To take it one step further: why would we say that someone is immoral for wanting to end that? Why don't they have full control over what they do with their body?Let me ask you this question: if you knew someone who said that they truly hated their life and what they wanted more than anything else in this entire world...what would make them happy is to end it all...let's say you knew they were planning to do it on a specific night...would you want some sort of police force or governing body to step in and stop them from doing it? To restrain them? Do you believe that people not only have the right to take their own life if they so choose to...but they also have the right to not have people intervene and STOP them from doing it if they want to? There are a lot of people that feel this way. If what you want more than anything else is to kill yourself...these people say I don't think it's right for someone to be able to tie you up and force you to live. But the flip side is true as well...if you don't think someone should be able to intervene and STOP someone from committing suicide, then you need to be consistent and also not believe in doctors being able to intervene and ASSIST people with the act of committing suicide. Complicated national debate we've been having in this country for quite a while and I think this question of whether we should allow people to intervene on either side of the decision is one of the big things that stops progress...it's a tough question to answer. The point I think these enlightenment thinkers would want us to realize is that it's so easy for us to relegate this activity down into terms of: I think death is bad. Therefore, suicide must also be bad. But many cultures don't see it this way at all...sometimes the most dignified and best way you can die is on your own terms...maybe what you have a problem with is not the act of suicide itself as someone voluntarily facilitating their own death, but something else that lies at the root of the intentions behind suicide. Because not everyone commits suicide for the same reasons...some do it out of depression...some do it out of anger like I'm gonna really show you and commit suicide! like they're punishing someone, but other people do it in the name of glory. Other's do it out of a duty to their family and people around them. Others do it because they believe they are serving the creator of the universe...sacrificing themselves in the name of the very thing that they believe gave them life in the first place. Well, Kant didn't see room for this sort of nuance. No, Kant thought it was very simple. Suicide is wrong. But what's interesting about Kant is that in part of his argument he gives an entirely SECULAR account of why suicide is always wrong. This separates him from many of the others that are appealing to what a God chiseled into stone on the top of a mountain several thousand years ago. Kant thinks that if you even try to commit suicide...not even succeed at it...but even just TRYING to commit suicide is tantamount to \"discarding your humanity\". You are now lower than the beasts to Kant. Lower than animals. He's not just throwing around a bunch of insults here cause he's having a bad day...No Kant REALLY thinks that if you try to commit suicide and survive...that we can treat you like an animal now. Like who's a good boy? Who's the best boy in the world? Kant says we should \"treat him as a beast, as a thing, and to use him for our sport as we do a horse or a dog.\"Now where is Kant coming from here? Well, Kant says that by killing yourself, you're no longer treating yourself as a human being, but more of as a thing...nothing more...which to Kant has a lower status and apparently gets fed dog biscuits and used for sport:“Man can only dispose of things; beasts are things in this sense; but man is not a thing, not a beast. If he disposes of himself, he treats his value as that of a beast. He who so behaves, who has no respect for human behavior, makes a thing of himself.”The other argument Kant gives I think is the REALLY interesting one and that is that: it just doesn't make sense that something could be a moral act...where the very act of doing it precludes moral acts from being able to take place at all. In other words, if you kill yourself, you're dead. That's it. You can't do moral things anymore. What Kant is saying is why would it be moral to \"root out the existence of morality in the world.\" Why does that make sense? That something could be considered moral than prevents you from doing anything moral. By taking your own life you are robbing yourself of your rationality...of your ability to do your moral duty...you are robbing yourself of everything that distinguishes you as a human that makes free-thinking choices. This is the reason why Kant thinks it's not only morally WRONG to commit suicide, but by even trying to do so, you forfeit your human card. You know, this whole conversation we're having...that we've been having over the Kant and Hume episodes is coming to a climax. This whole conversation is a micro to a larger macro that is going on in history...what Kant and Hume are doing here whether they realized it at the time or not is craft a way of looking at human life that is so beautiful and so freeing of the shackles of this burden that we willingly place on ourselves to KNOW so much all the time....You know what...I'll save that. The point of this episode is don't commit suicide. Thank you for listening, I'll talk to you next time."
}