{
    "ep": "Episode #152",
    "title": "The Frankfurt School - Walter Benjamin pt. 1",
    "spoken_text": "So Walter Benjamin is notorious for being one of the most elusive thinkers of the early twentieth century. His work is a combination of influences so varied it’s almost funny...it’s a mix of ideas so seemingly disconnected the act of connecting them is almost as impressive as the ideas themselves...he’ll go from Kant, to Marx, to 19th century German Literary criticism, to Jewish mysticism…he’ll go all over the world... and needless to say what results from all this... is a very interesting critique of 20th century culture. The man’s work is often referred to as difficult...sometimes people even go so far as to say it’s downright incomprehensible. This is no doubt...part of the reason why there is such a lack of representation OF his work in the world... which is part of why I wanted to cover him here. Sometimes when reading Benjamin, he can say things that on the surface... seem to be completely irrational or completely counterintuitive, But I think the biggest barrier... in trying to understand what he’s saying... is, in a weird way, understanding what he’s trying to say…but that said, I don’t think you can just begin the discussion with Walter Benjamin’s most famous work called Art in the age of Mechnical Reproduction, as some people do...I dont think you can just cannonball in to talking about his critique of modernity, as some have in the past. The Arcades Project. Phantasmagoria. The Crisis of the Novel. No, I think there are a few extremely important things we need to understand about Benjamins thought before we can even HOPE to start covering these more complex topics. And I want to start today...in true Benjamin fashion...by talking about something that is going to at first seem completely random, but will ultimately end up being a piece of a larger critique we’ll excavate over the course of the series...and that is...by looking at one of his early essays called...“The Task of the Translator”. So the title of the essay is actually really good if you wanted to describe what the essay’s all about. When somebody is translating something from one language into another...what exactly is the job...of that translator? What is the task of the translator?Now, at first this may seem to some like a pretty strange question to ask. Translation...seems pretty straight forward...you have a text written in one language...you speak ANOTHER language...really seems as simple as just saying what they said in one language in another language and the end result will be that its readable to a whole other group of people that didn’t have access before. Who wouldn’t want that?But this is a work in the area of translation theory...and to people who think about translation a LOT... this would be a pretty oversimplified way of looking at the whole process that’s going on when we translate something. There’s a reason we don’t just copy and paste entire texts into Google translate and call that a translation...because it’s a blurry mess...because sentences will read in a way that doesn’t make ANY sense...because there’s often words or sayings in ONE language that there just isn’t a word for in another language...because languages don’t line up perfectly. There are thousands of different ways you could translate any single sentence...thousands of different sets of criteria you could use when determining what exactly the best way to do that is. And considering...that people often SWEAR by one translation of a work over others...they’ll say things like THIS translation of Meditations by Marcus Aurelius is the best one and all the others are a waste of time...these sorts of value judgments necessarily imply that there must be better ways to translate than others. This is part of what Walter Benjamin is interested in getting to the bottom of...and if you wanted to find out what the best way to translate something is...seems like a pretty good place to start would be to consider what the task of the translator is at all. Benjamin writes about a couple answers to this that are EXTREMELY common that he thinks are completely incorrect. The first one is that the task of the translator is to make the translation as accessible as possible for the reader in the new language. That when choosing between the thousands of ways you could translate a sentence...your job is to choose the one that expresses what is being said in the way that most EASILY allows people to get ahold of it. Walter Benjamin thinks this is wrong...and he begins making his case by underscoring the fact that if we want to find the task of the translator...we have to remember that the translator... is always doing their job...while interacting with what is ultimately a piece of artwork. When you are translating a book of poetry you are translating a work of art. When you translate a great novel...that is art. Even when you are translating a work of non-fiction was the author not poetically or artistically trying to weave together ideas into a tapestry that is undeniably art? So in KEEPING with this...when considering the task of the translator we need to consider the nature of art itself...and on this topic Benjamin says the following:“No poem is intended for the reader. No picture for the beholder. No symphony for the listener. In appreciation for a work of art or art form consideration of the receiver never proves fruitful.” Now if this seems like a weird thing to say because of our unique position in 2021...give Benjamin some time here. He’s making a point about the way art has typically been done historically...and what he’s getting at is that we don’t necessarily create works of art with the audience in mind...nor does a work of art NEED an audience to be considered a work of art. Like when you were 16 years old in your room writing poetry in your own blood about how the security guard at the mall is really mean to you...did you expect or even care if anyone read those poems? When you’re singing in the shower...or doing some sort of interpretive dance completely alone in your room...are you doing those things because of all the people in the future that might hear or see it? No, says Benjamin, and that’s because art is not about the audience...art at its CORE is the ultimate form of self expression. So if we’re trying to translate the full MEANING BEHIND a work of art...the reader or beholder...shouldn’t really matter at all. Okay...so let’s not consider the reader...let’s just consider the text. What is actually inside of this book that we’re translating? In other words, the task of the translator is to engage in this purely technical exercise of taking the contents of one thing and dumping it over into another language as perfectly as possible. But Benjamin would ask is this REALLY all that translators are doing? Take this as an example...Tchaikovsky's 1812 overture. Song about the war of 1812. Powerful song. Now imagine I take the sheet music...sit at home with an orchestra full of instruments...with enough time...playing all the notes exactly as they’re written on the page...I might be able to produce a recording of the 1812 overture that is indistinguishable from the recording I’m trying to emulate. But have I recreated the extent of the MEANING behind this work of art? Something I made in the year 2021 in my condo...cannot not POSSIBLY capture the meaning behind this work of art WHEN it was created, WHERE it was created, HOW it was conveyed...the point is: no matter how PERFECTLY you reproduce the raw DATA in a work of art, no matter how PERFECTLY you translate the contents of a text...there will always be something MORE you are missing when it comes to accessing the entirety of its meaning. Now this isn’t an episode about translation theory...this is ultimately an episode about art...and it’s these two major points about works of art that are gonna be massively useful for us when it comes to understanding the rest of this series. For anyone interested: the one sentence version of the task of the translator for Benjamin is that it’s derived from the Tower of Babel, that in the beginning there was one language that is now many different fragmented languages and that the task is to build bridges between these different languages that share a certain kinship, always striving towards but never actually achieving that ideal of the unified language inthe beginning. So much more to it. Definitely recommend reading the essay if you’re interested. But again, these takeaways about art from this essay are the things that are going to help us, again, understand what he’s saying by understanding what he’s trying to say. We’ll reference back to them as we need them. Now another initially confusing thing we need to understand about Benjamin’s thought...is why he would be so interested... in something as random... and oddly specific... as late 19th century German literary criticism. Why would this matter to him so much? Well in a letter to a friend Benjamin once claimed that during his time in Germany literary criticism was not a serious genre...and that if anyone ever wanted to SERIOUSLY have a future in it...they would essentially have to recreate the genre. One thing to note right off the bat is that when we hear the words “literary criticism”...we are not just talking about criticism...of works of literature. Certainly literature is part of it...the literature of the time... affects the culture of the time. When you ask someone for examples of things that helped shape their experience of reality...often times they’ll respond with some really powerful BOOKS that they’ve read. But in the sense that books...are collections of symbols that denote a particular meaning. Couldn’t you say that the world around you is JUST AS MUCH a collection of symbols that you are constantly reading that denote meanings as well? For example they tear down a building... and they put up one that uses new technology...new doors, new windows a whole new design, instead of a single story rambler with a back yard now we have a high rise apartment building. There’s fences, there’s a security shed, stop signs, there’s even little trash cans for people to stockpile their dog’s discarded waste. Does the introduction of this new building...this new technology...this new symbol that people are reading...does this in any way change...the experience of the people who read it? Does reading the world around us have an effect on us at the same level that reading a book does? Interesting question. One of the things Benjamin is interested in the most is how the introduction of technologies shapes the experience of people. One of the most famous examples that he WRITES about...is the technology of photography. For the sake of us listening to this in 2021 let’s think of photography as any sort of photo depiction of reality, so it’s not like video is something that’s exempt from this discussion. What is the technological predecessor to the photograph? There were of course many minor inventions that can be seen as just trying to do what the photograph eventually did better than all of them. But the TRUE predecessor to the photograph when it comes to creating representations of reality...is the painting. If you wanted to look at a picture of a landscape...or a person...or even some noteworthy political event that took place like a final dinner of some sort, idk bad example. Point is if you wanted a visual representation of reality for the longest time the painting was all that you had to look at. Now, consider certain realities about the technology of the painting...they were produced one at a time, they needed to be done by somebody VERY skilled, they were expensive to produce, to see them for most of history you had to be in the exact same place that they were, and they were always produced through the lens of the interpretation of a particular artist. Someone didn’t deliver a stack of paintings to your front doorstep every morning showing you what was going on around town...so for most of history your VISUAL understanding of what the world is and your place within it really came down to what you immediately SAW around you. Another thing to consider Benjamin says is that for the longest time because paintings were so expensive and time consuming to produce...it was only the rich and powerful, most of the time members of the aristocracy that could ever afford to have their likeness painted. Which means... for the common person for the longest time...they didn’t have a right to own their own likeness. But along came the photograph and all of this started to change. Benjamin says it’s no coincidence that the first photographs you see are all people taking pictures of themselves, their families, their loved ones. But as we all know there is a big difference between being face to face looking at someone...and seeing a picture of someone. There’s some degree of loss that occurs. I mean there’s a reason people find it far more satisfying to travel and see things than to just sit on Google images and look at pictures of landmarks. Once again there is some degree of loss there. Well what are we losing? Benjamin says that a good place to start looking is to consider the fact that as these people who were among the first to ever gaze into a camera lens to record their likeness...wonder if any of them ever noticed that the camera wasn’t gazing back at them. What did he mean by that? Remember back in the Task of the Translator when we were talking about how the raw CONTENTS of a piece of artwork are not tantamount to the entire MEANING of that piece of artwork. In the example I recreated the 1812 overture...and no matter how perfectly I photographed that work by Tchaikovsky there would always be something missing between what we could call my photo depiction and the original work. Think of the difference between being in person, witnessing and experiencing the one and only Mona Lisa...and merely seeing a picture of it. We recognize SOMETHING has been lost in the photograph...Benjamin would say what we’re noticing is missing...is what he calls the “aura” of a moment or a piece of artwork. He describes the concept of aura here:“A strange weave of space and time: the unique appearance or semblance of distance no matter how close it may be. While at rest on a summer’s noon, to trace a range of mountains on the horizon, or a branch that throws its shadow on the observer, until the moment or the hour become part of their appearance— this is what it means to breathe the aura of those mountains or that branch.” So I don’t know if any of you feel the same way and I hope I’m not sounding like a crazy person here but I’m kind of a fan of the moon...you know as a celebrity in MY life. Like have you ever looked up at the moon on one of those nights where it almost doesn’t even look real...in my opinion it can be one of the most beautiful things out there...and there have been with no exaggeration AT LEAST ten times in my life I’ve been looking up at one of these incredible moons, almost like you can reach out and touch it and I pull out my phone and I take a picture and I’m so excited and I go to the picture so I can send it to all the friends I don’t have...and I look at it...and I’m GLAD I don’t have friends because it just looks like a tennis ball floating in the sky. There is no picture out there...that could POSSIBLY capture...the aesthetic experience of being present with that moon, in that moment in space and time. As Benjamin’s describing with both the mountains and the branch in that passage, there is an immediacy to my experience of the moon, because we are subject and object co-existing at a particular moment in space and time, but on the other hand there is a distance between subject and object...and it’s this distance that allows for the aesthetic experience not possible on my camera. What’s true of my experience of the moon is true of works of art all throughout history...and this is something Benjamin calls the “aura” of a work of art. This is why it feels so different to see a picture of the Mona Lisa as opposed to flying to Paris and seeing the one and only Mona Lisa. And this one and only quality has been important for experiencing art in the past...this unique experience that someone can only have if both the subject and object are existing at the same moment of space and time...but it should be said: as a technological intervention into the experience of people...this is EXACTLY what the photograph allows us not to need anymore! The whole selling point of the photograph is that we can visually capture reality and it CAN exist outside of space and time. If the aura of a moment or piece of artwork requires that distance to allow for the space needed to reflect on it aesthetically...then Benjamin would say we HAVE to consider the fact... that the key function of the photograph (or the video)...is to REDUCE that distance. Benjamin would say that during his time the world is entering into an age where visual representations of reality aren’t limited to how many paintings you can produce...basically anyone with functioning hands can point a camera, take a picture of something and then mass distribute it to everyone. Yes, this decreases that distance...it demystifies reality...people can now take as many pictures of themselves as they want. But in the same way you’d rather travel than see pictures of landmarks...this demystified reality comes with a degree of loss. Yeah, you don’t have to fly all over the world anymore if you want to see the Mona Lisa...but with every silver lining comes a cloud...and the cloud here, to Walter Benjamin, is the destruction of the aesthetic experience of the past. Remember when we talked about German Literary criticism? And how he’s interested in figuring out how technology that is introduced into people’s lives changes people’s senses and experience of the world? We are living in an age...where the technology that has been introduced...has made practically everything about our lives mass reproducible. This is why he’s concerned with the dead genre of literary criticism in Germany...because he actually thinks that technology has changed the experience of people SO MUCH...that the critical tools that were used in the nineteenth century to analyze culture and the world, were so outdated that they didn’t even work anymore. We have techonologied our way into a place... where we lack the tools necessary to even critique the world around us. It would be like trying to take a mortar and pestle and using it to grind up steel. The tools from a former era DONT WORK with our current technology and experience. We needed a new set of tools. In his words, someone needed to recreate the genre, and as we’ll see throughout the series DOING this...will become a pretty considerable piece of his work. When taking a picture people gaze into the camera but the camera doesn’t return their gaze...meaning there is NOT a subject and object co existing in a moment of space and time, meaning that the photograph, reducing that distance we talked about, demystifying reality...leads to the decline of the aura. Benjamin writes about it here:“The peeling away of the object’s shell, the destruction of the aura, is the signature of a perception whose sense of the sameness of things has grown to the point where even the singular, the unique, is divested of its uniqueness by means of its reproduction.”Once again, there is a difference between flying to Paris and seeing the one and only Mona Lisa and seeing a picture of the Mona Lisa that has been mass produced by technology. Just as there is a difference between looking up and witnessing the moon and seeing the tennis ball in the sky on your phone. Not only the photograph, but the technology introduced during the age of the mechanical reproduction of things has, as Walter Benjamin beautifully puts, “divested the uniqueness” of things. Consequentially what is happening is we are destroying the aura of ourselves, the world and works of art. More importantly we are changing the very definition of what a work of art is at all. Task of a translator: see we no longer need to CARE about mass producing merely the contents or raw data of a work of art...the destruction of the aura makes it so that now there’s not even anything MISSING if something is mass produced, distributed and commodified. We have CHANGED the aesthetic experience altogether. We no longer need to CARE about CREATING art for the sake of the consumer on the other side...because art is no longer the ultimate form of self expression...I willfully sacrifice my OWN unique self in this era of reproducibility. Let me explain further. Whenever we take a selfie...we are essentially turning ourselves into a PICTURE of the Mona Lisa, rather than the real thing. We mass reproduce, distribute and commodify OURSELVES. We divest OURSELVES of our OWN uniqueness and instead make our likeness into one of an infinite number of copies. Tell me, if the intervention of technology like a BUILDING can change the experience of people and the way they see themselves...what might something like THIS do? What if the critical tools of the past were incapable of seeing it?This mass reproducibility of everything...including of our own likeness...divested of its uniqueness...Benjamin would say it is NOT a coincidence that this technology has corresponded with a rise in mass culture. Mass production, Mass transit, Mass distribution, Mass psychology, Mass consumption, Mass communication. But an important question Walter Benjamin would want to ask here, and something that is going to be really important once he creates this new method of criticism and starts looking at what the world has become…once again fascinated by how the introduction of new technologies affect the experiences of people...with ALL of these new forms of communication available...what happens when you can turn on the TV or the radio, and you can see or hear crowds of people gathered at a political event, or a concert, or a sports game...what happens, when for the first time in human history...the masses...can come face to face with themselves?Thank you for listening. Talk to you next time. "
}