{
    "ep": "Episode #044",
    "title": "Slavery",
    "spoken_text": "This is a transcript of episode #044 on Slavery. Check out the episode page HERE.So a couple weeks ago we had an episode on belief... and in many ways this episode is a continuation of that episode. I say that because many of the thought lines that were originally talked about in that episode are expanded upon here, so if you haven't listened to it yet, do yourself a favor and go back and listen to it...but let's be real...you guys have all heard that episode...probably multiple times...if you haven't I have nothing to say to you...except for this very short recap. the belief episode was basically like an awareness campaign, but instead of spreading awareness about a horrible disease like prostate cancer or Lou Gherig's disease...you know something that affects millions of people a year...the belief episode was an ice bucket challenge for a horrible disease that plagues 7 billion people a year because as long as you're a human being with senses, intuitions or an ability to reason that can deceive you...you are living with this condition every day of your life.The condition that I'm talking about is the problem that because of the very flawed human tools we have at our disposal for acquiring knowledge...for all intents and purposes, certainty is impossible...and that starts to become a dangerous recipe when its combined with the fact that that there are no limits to what we can allow ourselves to believe if we are gullible enough. We can literally believe ANYTHING that we want to believe.What you believe has absolutely nothing to do with how true it is. Now, every single one of us realizes this...we've all been children before...you don't gotta think very hard to remember a time when you held a belief for bad reasons.This is underscored by the fact that we've all at some point held beliefs for bad reasons...for reasons that have nothing to do with how true they are...whether it's because we WANT them to be true or because it would be very convenient if they were true, but that doesn't make them true.So if that bothers you...if you want your beliefs to be as close to the truth as possible and not just a collection of things that you like to tell yourself...you instantly assume a life long responsibility...you need to constantly look at your beliefs through a critical lens...you need to constantly consider every new piece of information that becomes available to you. Because If you're really focused on the truth for the truth's sake...you can never get lazy...you can never say..I believe this thing...and no matter what anyone says and no matter what evidence I see to the contrary...I will always believe it.Now if you follow this thinking to its logical conclusion, the tagline that you eventually arrive at is that \"every belief at some level is a leap of faith, but not all leaps of faith are created equal.\" But this isn't the end of the discussion is it? No, there's much more to talk about...much more conversation to be had. Today I want to address one of the most common follow-up questions to this...I've gotten several emails asking this very question...and I can't think of a better way to do it than by relating it to one of these critical issues that were being rethought in the enlightenment: the practice of slavery.And before I begin and tell you the question...I just want to make sure this is clarified: If the belief episode was supposed to spread awareness about this condition that we're all born into...then this episode is designed to tell you just how much is at stake because of this condition. Try to think about the cost. When you hold beliefs for lazy reasons...it quickly goes beyond just putting ourselves in chains...it can quite literally keep others in chains as well.The question that we're going to be talking about is a very common follow up to what we've been talking about the last few episodes and it goes like this: So, if certainty is impossible, then why would you ever CHOOSE to spend your entire life chasing a ghost? Why spend every second of your life chasing some elusive thing you'll never catch when the alternative, though it isn't true, feels so good to believe? Let's say I believe in an afterlife...even if my belief ends up not being true, it sure made me FEEL a lot happier all these years to believe that I wouldn't have to ever stop living...that I'd get to talk to people for trillions of years. the point that their making is that since truth is so slippery to get a hold of...Isn't it better to just believe things not based on how true they are but based on how helpful they are to me personally?This is a very good question...and let's explore both sides of it a little deeper. Because I think the person that argues this point although they have good intentions...they're arguing this point on crutches...they really want to make doubt into a terrible mindset to have...they want to make the condition of not knowing things for certain as unpleasant as possible so that they can say: Well, you'd have to be a masochist to willingly subject yourself to that kind of torture, doubting things all the time... when on the other hand you can just believe one thing, wash your hands and never change it!On one hand we can all see where they're coming from. The whole process does seem a little neurotic on the surface, I mean, if you want your beliefs to be based on truth...and to accomplish that you keep honing your beliefs and trying to make them the closest facsimile of truth possible..even if at some point in your life you hold beliefs that happen to be true, you're never going to know that they're true...it will always be a leap of faith...Can you imagine what your life looks like if you take that to the extreme? Well do you remember when we talked about Pyrrho from Ancient Greece? Pyrrho was this incredibly radical skeptic. This guy was famous around town for being so skeptical about things in his life that he suspended judgement about everything to a ridiculous level.There's stories about him staggering around the streets like he was Mr. Magoo...there'd be a cart barreling down the road...he didn't care...he doubted things so much he'd just step out in front of it and his friends would have to save him. I don't know why they stayed friends with him...he was like a big toddler for them to take care of. But his skepticism ran so deep that there's even stories of him having surgery performed on him without even flinching because he was that committed...he refused to pretend he was certain about the idea that pain is a bad thing.The question is...why would you knowingly embark on a quest that you know you'll never finish, especially when the alternative can be so awesome. There is no question that we can be made happier by holding lazy beliefs that paint the world to be the way that we want it to be. I can believe that the holocaust never happened...I can believe that I am correct about every belief that I hold and that I am the smartest person in the world...I can believe that when I die I'm going to get to see my grandfather again and this time his arthritis is going to be healed and hes not gonna be cranky all the time! I don't think many people would doubt that holding these beliefs would make us at least in a very shallow and short term sense...happier people than believing that some terrible alternative was true.But there's another side to this isn't there? If false beliefs can make us artificially happy...they can also make us artificially sad or angry. I don't think I gotta convince you guys much of this...just take any example. Someone can be rendered miserable because they believe that they are trapped in some dead end job with no possible way of escaping it...they can believe that one of their relatives died, bawl their eyes out, be in mourning for the next three months just to find out it was an elaborate April Fools Prank. The point is...any one of us can come up with countless examples on either side of how our false beliefs can make us artificially happy OR artificially sad.The fact is...and this is a very empowering and important point to think about...our beliefs don't just affect us....we live in a world where our own individual beliefs can positively or negatively affect ... animals, other humans and even the planet that we live on. That's huge. What are some examples of what I'm talking about. You know..when it comes to animals...if you believe that when you buy meat from the grocery store it's coming from a farm that looks like its run by old McDonald...you could be holding beliefs that allow for all the atrocities that are committed in the current factory farming culture.When it comes to the planet...If you believe that there is nothing wrong with dumping a little bit of toxic waste in the ocean, you could be holding beliefs that are doing long term damage that you may not even realize. When it comes to humans...if you believe that the human species is not just one species of primate that should be treated equally by society, but that different races or cultures that are more suited for manual labor were PUT HERE by nature to be our indentured servants...well you could be locking people in chains for centuries forcing them to serve you lemonade and never think twice about it.Now, I wanna set the stage here for our discussion coming up... we live in a great time...I'm going to go out on a limb and say that everybody listening to this does not agree that enslaving people is an OK thing to do. You'd probably think that if somebody DID think it was OK there were eitherA) severely disconnected from modern cultureB) completely amoralor C) a little stupidBut it hasn't always been that way and that point that we all should consider, especially as it applies to our own beliefs that we hold in 2014... is that throughout history...it hasn't always been amoral or stupid people that have been advocates of slavery. Back during the good ol' days of slavery...you weren't seen as an evil person for owning slaves...just like people in today's world aren't seen as evil for buying meat from the grocery store.Slavery was the norm back then...and based on our simple understanding of where humans fit in the natural world...based on where science was at then...there were a lot of respected academics...undeniable geniuses...the intellectual pillars of their time period that thought they had some really solid arguments pro-slavery. Again these weren't evil or stupid people...They looked at the fact that there were these obvious differences between cultures and used their own intuition to arrive at lazy beliefs that led them to think that some creative power organized the world in a way where some of these cultures were designed to work for others.But let's not try to reduce a couple thousand years of thought into a single paragraph. I want to have a debate on the Philosophize This! podcast this week, I will be your moderator...and the motion today is \"Slavery is not OK!\"...arguing against the motion are a few philosophers you guys will all be familiar with...unquestionably the most brilliant thinkers of their day...debating out of a wide range of time...from antiquity and the middle ages...give it up for the supporters of slavery: Aristotle, St. Augustine and St. Thomas Aquinas!And on the other side of the stage in the great slavery debate is one man that we haven't talked about yet, but his comments on slavery forever changed the way the world looked at the practice. He was seen as the biggest competition to Voltaire in the enlightenment period and his political thought deeply influenced the French Revolution...his name is Jean Jacques Rousseau.Now lets start by talking about the arguments FOR slavery that were so prevalent for thousands of years in Europe. Because its understandable that a lot of people living in modern times must be a little confused by this...I mean sure you can understand the average Joe going along with slavery...but these guys were geniuses. How could any of these brilliant people look around them and not see this for what it actually was...purposeful exploitation by the powerful? Well that's something for us to really think about this week when we look at the beliefs we hold in 2014....consider the fact that even something as unanimously detestable as slavery was justified by brilliant people for thousands of years.Anyway, lets start with Aristotle. We mentioned his views on slavery very briefly in Aristotle part 2. Aristotle says in his politics:\"For that some should rule and others be ruled is a thing not only necessary, but expedient; from the hour of their birth, some are marked out for subjection, others for rule...\"So one day Aristotle's walking around in his toga...he looks around him and he reasons that there seems to be two kinds of people in this world. Slaves and non-slaves. The same way someone today might go outside look around them...draw a conclusion based on what makes the most sense to them and think this must be the way that it is...Aristotle, being a byproduct of a culture with a minimal understanding about the natural world...looked around him and thought it was obvious there were two types of humans.It seemed very clear to him that these slaves were born different than non-slaves like Aristotle. In particular, they were born with the majority of the rational part of their soul missing. They still had some small ability to reason, but only enough to get their manual labor done. He thought it was clear, based on what he saw that they were essentially domesticated animals...and slavery wasn't a bad thing for them at all. Just like a dog and his master both benefit from that arrangement...the slave, non-slave relationship was a mutually beneficial one too. Obviously the non-slaves get tons of work done for them, but the slaves, Aristotle thought needed the non-slaves to manage their lives for them. They could never do it alone with their limited ability to reason.But Aristotle thinks it is clear that these slaves were COMPLETELY animals..they still had some amount of virtue that made them a human and therefore, higher up on the hierarchy of nature than animals.Now, if we're going to look at our beliefs and try to understand where we may be mistaken...What do you think he saw that made him hold these beliefs that ended up being dead wrong? Well, knowing what we know now...he must have seen people that came from two very different educational backgrounds and made him think they were two different species. We can kind of see what made Aristotle draw this conclusion...take one person that has been forced to work their entire life and one person that was fortunate enough to have at least some semblance of an education...and to someone living back then...no matter how smart you were...it may have seemed totally obvious that these are two different types of human beings.Keep in mind...these beliefs didn't hurt Aristotle in any way. You know...Aristotle wasn't caused any sort of unhappiness as he was being fanned by palm leaves...but here's a great example of how one person's beliefs that on one hand make them happier can lead to very real human suffering and injustice on the other.So the next person to give an argument on the pro-slavery end of the stage in our great slavery debate is St. Augustine. Now, Augustine never wrote formally or at length about slavery, so what we have are excerpts from multiple works where he discusses slavery and it starts to unravel into a pretty clear picture of how he feels. He said:\"It is with justice, we believe, that the condition of slavery is the result of sin. And this is why we do not find the word 'slave' in any part of Scripture until righteous Noah branded the sin of his son with this name. It is a name, therefore, introduced by sin and not by nature.\"So St. Augustine is a christian and he makes it very clear that he doesn't think slavery was part of God's original plan at all...I mean he didn't create all these people so that millions of them could be pack mules...in fact, Augustine says that you don't even see the word slave in scripture at all until Noah started throwing the word around. What this means to him is that slavery is an advent of sinful man and not God. But Augustine thinks... that doesn't necessarily make it something we need to actively try to end.Look, Augustine's job when living on this planet is not to abolish sin completely. On the contrary, sin is a part of god's plan. To be against sin is to be against god in a certain way. We should give people enough rope to eternally hang themselves with...after all what other way are we going to be able to separate who gets into heaven and who gets tortured than by allowing them to sin? Nobodies perfect...slavery is inevitable in this world in the same way that sin is inevitable as part of god's plan.Now it should be said, Augustine is an advocate for slaves on a level that is unprecedented for his time period. He's one of the first thinkers to talk about how a master should be a loving father figure to his slaves and he urges the church to make freeing your slaves seen as a virtuous act. because they are the moral authority at this time. But he gives other pro-slavery arguments...even one that is very similar to a line of thinking in the pre-enlightenment period with people like john Locke...the argument was that slavery... really should be seen as a lesser of two evils. St. Augustine asks...lets think about how slaves are made in the first place?Some conquering army marches into town...absorbs the women and children into the tribe and kills all the men. Well, isn't it a much less bloody and much better alternative to just enslave them, sell them or force them to work? Slavery was actually a benevolent act...at least you were allowing them to live!Now again, like we did with Aristotle...lets put ourselves in Augustine's shoes...we can see how he would think that slavery was something that we just have to live with. I mean, if you believe that this universe was created and is maintained by the Christian God...at least the way people were interpreting scripture during his brief lifetime...if you believe that sin is a necessary byproduct of the universe god created, its god's way for us to separate the wheat from the chaff when it comes to who is ethical, and that god has kind of a hands-off approach when it comes to these sorts of things...then the rest of it really isn't that crazy.Even during Augustine's lifetime he would've looked at people that believed in a different set of religious beliefs than his and he would've thought that they were sorely mistaken. It's very easy to see the parallels to the tensions between religions in the modern world.So the last debater on the pro-slavery side of the table was Thomas Aquinas and on one hand he was a sort of Aristotelian continuation of Augustine...he was filled with novelty and the slavery discussion was no exception. He pointed out that God probably doesn't endorse slavery...but just look at nature...it seems to be implying something:\"for men of outstanding intelligence naturally take command, while those who are less intelligent but of more robust physique, seem intended by nature to act as servants;\"He's pointing out that all you have to do is look around you and see that we are all born with different natural gifts...some people are smart...some people have a \"robust physique\"...it seems like these robust fellows were put here to do our gardening and serve us cracker. There's a part of God's order that implies that there is some sort of hierarchy. He even points to scripture...he points out that some angels were more powerful or more important that other angels...there's obviously a hierarchy among the animals...why is it crazy to think that humans can be sub divided too?It should be said that Aquinas's idea of a slave was different than many people's ideas. He compares them to sons. Just like a son belongs to his father and it is the father's job to regulate and restrict and even hit his son to keep him in line...a slave is no different. But Aquinas is a really nice guy...he says we should be good masters of our slaves and not hit them unless it is absolutely necessary.So again, as we did with the last two thinkers...here's another great example of a categorical genius looking at the world around him, arriving at beliefs that seem to be obvious based on his own intuitions. Oh, I'm a human and I look around me and it seems intuitive that there is a hierarchy in nature, why wouldn't that extend to human beings!So what did Rousseau have to say in response to all of this? Rousseau is most famous for his political philosophy laid out in his famous work called the social contract, and when he writes his stuff about slavery he points out that, you know what? I see a lot of similarities between slaves and people just born into a tyrannical monarch society where they had no say in how they were governed in the first place.Now when it comes to a system of government...how do we impose laws upon a population in the first place? Well Rousseau thinks it happens in one of two ways...and it's not ironic at all, Rousseau says, that they are the exact same two ways people are made into slaves. The first way is by brute force ...the second way is by consent. Let's talk about Rousseau's reasons for why BOTH of these are trash.We've all seen brute force before. Army or bully takes over a geographic proximity...attaches a chain to your leg and calls you his property. He imposes a set of rules upon you and maintains it by force. What about when we are born into a society ruled by a tyrannical dictator?To make a case that EITHER of these two situations are justified...we have to make a case that during the enlightenment was better known as the right of the strongest. This basically is what a lot of people were arguing if you break it down far enough...the idea that slavery is OK simply because some group is strong enough to impose it upon another group. Rousseau would ask...do we have a moral obligation to play along with these people simply because they are stronger than us? Is something made right or wrong simply because the strongest group or being deemed it to be right?The way to clarify the point that Rousseau is making here is by looking at it from the other side...if someone is born and is captured and taken into slavery and they follow all the rules of their slave master and be a good slave...does that make them necessarily a MORAL person? Or more generally...does just submitting to power make you a moral person?This probably reminds you of a typical argument against a follower of one of the monotheistic religions that is thrown their way by Atheists...you know they ask...if the only reason you aren't murdering your neighbor for stepping on your lawn is because God will punish you if you don't do it, does that really make you a moral person or just a slave to power? Rousseau would say that adhering to brute force is an act of prudence...not morality. Morality is something much different. As both sides of this modern argument would agree with.So, The point that Rousseau is making here is that something like slavery isn't justified when it is done by brute force because that would imply that morality is by whoever the strongest is...and that obviously is slippery and would change a lot. What Rousseau is aiming to do in this part of the social contract is to tear apart any sort of justification of slavery.So after rebuking the argument that might makes right...he is left with the second way someone might have become a slave back then..by their own consent.Believe it or not guys, some people willingly agreed to being a piece of someone else's property...there were many different reasons someone would do this back then...so it begs the question...can someone willingly sell themselves into slavery?Rousseau says no. Slavery is even wrong in THIS case and he argues by responding to the guy before him that argued the other way around Thomas Hobbes.remember Thomas Hobbes believed that maintaining order was the ultimate goal of the sovereign and that people COULD \"give themselves over\" to the sovereign and it doesn't need to be a bad thing or something that's morally detestable...it could be a personally beneficial thing to do. Rousseau doesn't agree with this line of reasoning and he is responding to Hobbes' and his idea of the sovereign supposedly benefiting all these people when he says:\"‘The despot guarantees civic peace in the state’, you may say. Granted; but what do the people gain if•the wars his ambition brings down on them,•his insatiable greed, and•harassments by his ministersbring them more misery than they’d have suffered from their own dissensions ·if no monarchy had been established·? What do they gain if this peace is one of their miseries? You can live peacefully in a dungeon, but does that make it a good life? The Greeks imprisoned in the cave of the Cyclops lived there peacefully while waiting for their turn to be eaten. To say that a man gives himself ·to someone else, i.e. hands himself over· free, is to say something absurd and inconceivable; such an act is null and illegitimate, simply because the man who does it is out of his mind. To say the same of a whole people is to suppose a people of madmen; and madness doesn't create any right.\"OK, so what hes saying here is this: Brute force is not a legitimate way of determining what rights people have. The only way is by social agreement. Rousseau thinks that for anybody to actually volunteer themselves to forfeit every right that they have they would have to be crazy. He says if you doubt this...just look at the contract this guy is signing.Uh so let me get this straight. you're giving up your status as a man, your rights as a human being and even your duties as a human being...and I give you a slaves life. What sane person would ever sign that agreement? Rousseau talks about how any agreement, to insure it's beneficial to both parties in the long term and to make sure no one is taking advantage of anyone needs to be signed and readdressed at usual increments by both parties...but what would those meetings look like in the case of a slave? OK...well I own you and with it every right you have to speak your mind about anything...so this meeting is adjourned.What kind of agreement is that? What kind of insurance can you have that they will do anything that they said if they own you? Like, what kind of requests could you ever make there?After all, how can you be said to be agreeing to anything if you have no choice in the matter? Then Rousseau brings up what I think is one of the most powerful points in any of his works...can morality exist without freedom? If you aren't free to be making poor decisions, how can you be said to be making good decisions? You don't have a choice in the matter. In that same way...when you remove someone's freedom...then you remove the morality from anything that they do...And that would prove to be immensely important when it came to his political philosophy that we will talk about soon.As far as slavery being a lesser evil than killing a conquered population...Rousseau thinks all you are really doing is extending the state of war into a master-slave relationship.So the point of this episode was two fold...on one hand I wanted to provide a bare-bones foundation for the next episode when we really look into the politics of Rousseau...and on the other hand I wanted to emphasize what's at stake whenever we hold beliefs about something. And look, I get that this stuff isn't rocket science, but seriously look around you. This is something that most people take for granted.Just ask yourself a question right now...Do you honestly think that you know everything? You know...it's easy to look back at people 100 years ago and laugh at how stupid they were...ha! look at them thinking there's nothing wrong with the treaty of Versailles! look at them in the 1400's with their crude medicine and superstitions! You could do this with any time period...you could take it all the way back to 500 BC and these people could honestly sit around and watch Nick Jr. all day and never stop learning stuff.But I'm not trying to beat a dead horse here...do you honestly think that you're exempt from that? Do you think that this generation is some sort of evolutionary endpoint...future humans are going to look back and say...wow THAT'S when they finally got it right!I got news for you...we are all going to be seen as barbarians...obviously not as much as previous generations...but if you're perceptive you can look around you and guess the kinds of things that future generations are going to look back on and think we were insane for accepting.Look this shouldn't be a defeatist attitude. The fact that by the time you turned 18 you didn't know everything there is to know about the world shouldn't be something that makes you give up or be depressed....it should be inspiring! You shouldn't just say, well you cant know anything for certain anyway, so I'll just believe whatever makes me the happiest! No, you aren't the center of the universe...you aren't the only thing that needs to be considered because your beliefs affect a lot more than just you.By all means...if you hold a belief that makes you happy...keep it. I fully endorse that behavior. But understand that there is a whole other side to that belief and if you're going to resign yourself from trying...can you do the rest of us one favor? Before you decide to purposefully suspend your critical thinking out of convenience...before you decide to put the blinders on for the rest of your life...for the sake of the rest of humanity...can you just take a few days and think about that belief...do a little bit of research and find out if it could possibly hurt anyone else around you unfairly? At least do that and then go on about your life and be happy.Now, we've been talking a lot about our individual beliefs...how they affect our lives and the people around us...but the enlightenment wasn't just a leap forward in this area...it was an exponential leap in many areas of thought...economics...government...etc....and we're going to start looking into others starting next episode. But keep these points in mind as we move forward and I look forward to seeing each and every one of you next time...the most open minded audience in the history of podcasting."
}