{
    "ep": "Episode #115",
    "title": "Structuralism and Context",
    "spoken_text": "This is a transcript of episode #115 on the origins of Structuralism. Check out the episode page HERE.So when we first began this massive, most recent arc of the show on the philosophical conversations of the 20th century I said that the first thing we're going to need is a much deeper understanding of Sartre. Well by the end of today's episode we're going to understand why that was the case. What I also said back then is that every several episodes or so we need to take a step back and give some context about the state of philosophy and what these thinkers are responding to when doing their work. See because it's so easy to skip ahead, not understand the questions these thinkers thought were worth answering and miss out on a lot of big changes that are occurring in human history at this time that shaped the world we live in today.You know, I was thinking the other day: since we began this recent arc of the show, every thinker we've covered so far has been a continental philosopher. But then I started thinking: wait a second...this show masquerades around as a beginner friendly conversation about the progression of human thought in the 20th century and we've never once talked about the distinction between continental and analytic philosophy. What do we mean when we say continental vs analytic philosophy? To better understand this story to come that needs to be told, I think it's crucial information to have...so I want to touch on it briefly right now...and whether you have no idea what I'm talking about, whether you've heard those terms used and kind of know what they mean, whether you're the worlds foremost expert on continental and analytic philosophy...one very important thing to consider right off the bat is to not fall into the trap of overgeneralizing thinkers and rigidly placing them into these two neat categories in your mind. You know, they're either a continental philosopher or an analytic philosopher.Really these two words... they're not titles to be branded into the side of thinkers...they're more just, practical terms that are used when people are broadly discussing the history of philosophy in the 20th century...thinkers crossover all the time...but nevertheless it's important to understand why people usually talk about philosophy as having these two distinct approaches during this time period.There are several different theories but one of the most common ones is that these are two different areas of philosophy that can ultimately be traced back to assertions made in the work of Immanuel Kant. Real quick if you remember...Kant is doing his philosophy right after people like Hume and Leibniz. Right when philosophers are re-examining the more classical idea of what truth is and how we can arrive at knowledge. Right after ideas like what's often called Hume's fork or Leibniz's claim that there are only two ways we can ever arrive at the truth about things...there are truths of reason...and truths of fact. When he says truths of fact, he's talking about something we can know is true because it can be immediately verified empirically in our experience of the world, for example, someone can say the faucet is on in the downstairs bathroom... and Leibniz would say that we can know whether this statement is true or false because we can walk into the bathroom and immediately experience that the faucet is, in fact, on. What Leibniz means by truths of reason are things that we can know are true simply by virtue of the definitions that we've prescribed to the terms in the proposition. For example, all triangles have three sides. All bachelors are unmarried. 1+1=2. In other words, the definitions of the terms in these statements are what make them true. These are examples of truths of reason. Another name these two types of statements often get in philosophy around this time is a priori (truths of reason) and a posteriori (truths of fact).Well facing this argument during his own time, Kant finds himself in a tricky situation. The problem is if these really are the only two kinds of truth that we can arrive at...where does that leave philosophy? Truths of fact where we are empirically verifying things...that's the realm of science. That's what science does so well. Should philosophers just start becoming scientists now in Kant's time? On the other hand, with truths of reason...is the life of a philosopher to just sit around talking about triangles and bachelors all day? And here's his point: might there be another type of true statement that can be made that we're all forgetting about here? This is where Kant introduces his idea of a synthetic a priori proposition or simply put, there are some things out there that we are capable of reasoning to an understanding of, that don't just have to do with the definitions of things like statements about triangles and bachelors, but that aren't the kind of things we can experience empirically or measure with a science experiment.Well here's where the split between continental and analytic philosophy emerges...we have on one hand, through the work of G.E. Moore, quickly on to Bertrand Russell, Ernst Mach and then to a group of thinkers that would eventually be called The Vienna Circle, which we'll talk about soon...on one hand thinkers like these started taking issue with this concept that Kant's lays out of synthetic a priori propositions. This has come to be known as the analytic tradition of philosophy, while on the other hand, an entirely different group of thinkers took issue with what they saw as problems in Kant's concept of there being two distinct worlds that exist: a world of things in themselves and a world of human experience, this has come to be known as the continental tradition within philosophy. Put another way...we have one major approach to philosophy at this time that primarily takes issue with Kant's epistemology (the analytic tradition)...and another major approach that takes issue with Kant's metaphysics. (the continental tradition) Now as you can imagine, as thinkers start giving their responses and then the responses to the responses, and so on... what's actually being talked about starts to resemble Kant less and less, but many historians of philosophy still trace the origins of these conversations back to the work of Kant.Now as you can ALSO imagine, as these two different approaches to what philosophy should be spending its time on continued to develop, both camps come up with their own individual methods of conducting philosophy. For example, if you're a member of the analytic tradition... and you think that what philosophy should be spending it's time on is getting philosophy out of the business of making sweeping metaphysical claims as it has in the past, and in the business of following up philosophy's history of questioning what we can know, how we can know it, in other words, linguistic analysis, formal logic, how our thoughts work, what's wrong with Kant's synthetic a priori, what exactly are we engaging in when we SAY something like all triangles have three sides? Now, if these are the kinds of things you think philosophy should be focusing on, well these are very clearly defined problems to deal with and your solution is probably going to involve being very analytic...breaking propositions down into their component parts and understanding the relationship between the parts. Why is this an important thing to focus on for human beings as a species? Well, language and the way we make propositions about things in the world is, again, not some method that was handed down by a deity or some philosopher king in the form of webster's dictionary. No, language is a massively flawed, imprecise, messed up collection of agreements made by a bunch of people in the past. That in the past whenever we've used reason to arrive at ideas that hopefully are going to make the world a better place, sometimes have made the world a horrible place...we're ultimately communicating those rational thoughts through the filter of language. So if you're an analytic philosopher like say Wittgenstein for example...the thinking is: we have to figure out this language thing and this formal logic thing a lot better than we do right now...because what if most of the problems we've run into in the ideas that we're coming up with... come down to people using language imprecisely, or even worse...trying to use language to talk about subject matters that language is completely incapable of describing?Now if you're a continental philosopher...it's often said that analytic philosophy focuses on analysis...continental philosophy focuses on synthesis. We've already seen examples of this in the ideas of Sartre and Simone De Beauvoir and Marcuse and many others...what this is, is any set of ideas that attempts to look at a wide array of things that have to do with existence...for example, history, and people, and art and literature, and economics, they look at all these things...and try to find some way that all of these can be synthesized together and understood by relating to some grand philosophical narrative. Consciousness is freedom. The Ambiguity of existence. The historical forces of domination and liberation. The study of Ontology if you're Heidegger. Questions in the continental tradition sound more like, what does it mean to be me? How do I fit into the world? How did the world get the way that it is? What is the nature of subjectivity? Now, why should these questions matter to us as a species? Well, as we've already touched on in the Heidegger series, there just seems to be more to philosophy than studying language and thoughts and the propositions we make...to Heidegger...language and formal logic are a prison that he's trying to break philosophy out of. This is why he's so interested in using phenomenology to study being at it's very foundations...in other words, before we ever add on these abstractions and human inventions like language and logic that just narrow and distort the way that we look at what it is to be. He'd say that if you go every day of your life with people describing what the world is in a language that requires that for something to be a complete sentence there needs to be a subject acting upon an object. A world where you're required to frame every thought that you have in the same way...how much of an effect does that have on the way we see ourselves? How much of an effect is that going to have on the philosophy you're going to produce...or the way you're going to treat other people?Now understanding, these two distinct approaches to what people felt philosophy should be focusing on at this time in the early 20th century is crucial context to have...because it's right around this time...there's about to be a breakthrough in human thought... it's a breakthrough that is going to instantly get people to rethink the way human beings have been looking at practically every field of study in the past. It's a breakthrough where once people started talking about this insight...the major works of it explicitly calling out the work of Jean-Paul Sartre...Sartre being someone who was a public intellectual, who wrote every single day of his life, ALWAYS had thoughts and responses to give, and even HE never replied to the criticisms of his work, the feeling of the philosophical community at the time was that this was an admission of defeat. This was a breakthrough that made several of the major foundational claims of existentialism start to seem...pretty naive. Started to make the history of how we've been approaching everything seem pretty naive. What's really interesting to consider is that this breakthrough didn't come in the field of philosophy...or science...or mathematics or any of these fields where it may seem more likely for a major breakthrough to occur...it actually came in the field of linguistics. Through the work of a man named Ferdinand de Saussure. So I want to talk for a little about this insight that Saussure has that is most easily seen when we look at language...and then for the next couple episodes talk about the massive implications this has on practically every other field of study when thinkers apply it.Ferdinand de Saussure is credited with being the founder of something called Semiotics. Semiotics, put in a very simple way, is the study of signs. Signs, put in a very simple way, are things that people use, for practical reasons, that stand in for something else. The basic concept that we're talking about here is not complex at all...it's something all of us do thousands of times a day and don't even think about it. One example of a sign that we're all familiar with would be a word. Let's say I wanted to convey to you the concept of a cow. Well without words...how do I do that? Well, we could just walk around until we find a cow on the side of the road and I could frantically point at it and jump up and down...but quite frankly nobody really has the time to do that and then once you show me the cow...now what? You just wanted to show me...cow? No there's something about the cow you want to tell me and now we have to walk around until you can point at the next thing. Nobody wants to live like this...so what do we do...we come up with a sign that stands in for that cow when there's not one immediately next to you...the word cow. The word C-O-W, cow acts as a stand in...I can write it on a piece of paper...I can say the word cow and it instantly delivers to you a message that has a very specific meaning that is transmitted into your head. Now for our discussion here today the terms sign and word can pretty much be used interchangeably, but it should be said that Semiotics and the study of signs goes far beyond just the study of words. For example, if I wanted to convey to you the concept of a cow, I don't always have to use words. I could draw you a picture of a cow...and that picture could vary from just a doodle of a cow on a post-it note...to the most photo realistic painting of a cow you've ever seen. I could mime to you what it looks like to be a cow, and moo and frolic through the grass on all fours, that's a sign too. You know how two people that don't speak the same language will try to communicate by acting out what it is they're talking about? That's an example of them using signs to try to deliver a message with a specific meaning. Signs even extend to things beyond some person trying to convey a message. You could look at a field and see the lines in the grass and the smell of fresh cut grass and that could be a sign that delivers the message that the grass was just cut.Now when you study all of these examples of what signs are, Ferdinand De Saussure says that all signs can be broken down into two primary parts. What he calls the signifier and the signified. The signifier is the actual word cow, or the drawing of the cow or more generally the thing that is standing in for the thing that's being referenced that isn't right in front of us. The signified, as you can probably guess, is the concept of cow that is being referenced...it's the concept of the thing that the signifier is standing in for. Now all of this may seem really obvious to you, and like we're needlessly complicating things that are really simple...yeah, ok there's a word and then there's the thing it's referencing...I got it. But what Ferdinand De Saussure does next...changes the world. He makes the claim that there is zero necessary connection between the signifier and the signified. In other words, there's nothing about three squiggly lines on a piece of paper...the letters c-o-w that necessarily corresponds with the four legged creature frolicking around in pastures all over the world.What he's responding to here is a long tradition of thinkers wondering how exactly languages emerge. We assume that at one point, there wasn't language, and now there is language. People want to find out: how did that process go? Well a common theory throughout history has been that it must have started with a lot of pointing and grunting and miming things until language became more sophisticated. And that process of sophistication was guided by people creating words that directly correspond with the world they're trying to describe. The obvious example of this is onomatopoeia. We say the word meow, because it sounds like the actual sound the cat is making. We have the word boom because boom kind of sounds like the sound of something exploding. In other words, there is a direct relationship between signifier and signified. That something about the words themselves directly correspond with something about the way the world is. And there are of course very real problems with this theory, not the least of which are the extreme differences even just between different languages that are describing the same thing in the world with words that sound and look very different from each other...but again what Ferdinand De Saussure is going to finally say is that there's nothing about the sound cow or the squiggly lines c-o-w on a piece of paper that depicts something necessarily connected to the four legged grass eating animal that it's referencing. The word cow is a cultural construction. We constructed it...because we wanted to be able to communicate more efficiently...not because it objectively corresponds with something in the actual world.Now here's the thing: if what Saussure is saying here is true, this raises an extremely important question for the field of linguistics. The question is at what point does the sound cow and the letters c-o-w written on a piece of paper become injected with meaning? Where exactly does that meaning come from? And what Saussure is going to say is that the meaning of a word lies in the relationships between that word and all of the other words within a larger system. Put another way, the word \"cow\" means something to us, only in the sense that it is not the word, cat or cob or conduit or any of the thousands of other words we have within a larger system that we call the English language, it's the larger structure that gives the word its meaning.What he's also going to say is that what Semiotics shows us on a more macro level...pick any sentence you want that conveys a meaningful message...actually, for the sake of the example pick a sentence that is eight words long. There are 40,320 ways that you can re-arrange all the words in that sentence...and practically every combination creates a sentence that is utterly meaningless to us. They're just random words next to each other with no meaning to them at all. That is until we arrange them in a very specific STRUCTURE...a grammatical structure a syntax...that is when things change from a random jumble of words into a meaningful statement.Well what linguists realize at this time is that this structure...that underlies any meaningful statement... seems to be observable. We seem to be able to study it. We seem to be able to actually understand it and predict it. This premise is the starting point for what would eventually come to be known as structural linguistics.Now the thinkers that come immediately after Ferdinand De Saussure start to notice something. They start to notice that these structures...appear to be everywhere...not just in language. See, it makes perfect sense to us to look at a sentence and realize that there is an underlying structure to language that makes it meaningful. Little bit more abstract of a concept to consider that there is an underlying structure to music...or to a painting...or to a work of literature. Little more abstract than that and these thinkers that take up Saussure's ideas start to notice that there seems to be a structure to economics, a structure to psychology, a structure to history, a structure to practically every field of inquiry there is. These structures seem to them to be almost like fingerprints left behind whenever you have any humanistic endeavor...whenever any human being in history has tried to make sense of the infinite complexity of this universe that we live in, they do so by imposing these narrow structures that we humans can understand. And just like the structure that underlies language...these structures are observable. These structures can be studied, understood and even predicted. This is a moment in history when a lot of fields of study that used to be considered part of the humanities turned into the social sciences. A science. There is a scientific, almost mathematical way that we can look at these structures that underly and ultimately determine the world we live in.Now ALL of this...gets these thinkers to start looking at subjectivity in a very different way. Because think about the implications of this new approach that becomes known as structuralism. And I don't want to spoil any of the really exciting ideas that are to come on the next couple episodes of the show, so I'll keep this very general. Thinkers around this time are starting to consider things like: well if what gives the letters c-o-w meaning is just their relationship to thousands of other words within a larger structure...if what makes the word cow meaningful is just the fact that it is not cat or horse or platypus. Maybe the meaning of what it is to be YOU...is just the relationships between you and what it means to be the thousands of other people that surround you every day. Maybe the only thing that gives you your own sense of self-identity...is just the fact that you're NOT Jared in the marketing department down the hall and everything that makes him what he is...or Mariana the construction worker and what she is...the subtle differences between the words c-o-w and c-a-t are comparable to the subtle differences between you and any of the others that surround you.But these thinkers go further than that. When it comes to the metaphor of the eight word sentence that we talked about. There are practically an infinite number of potential sentences that you can construct. The individual words in those sentences can be scrambled an enormous number of ways, but it's not until they are in a very specific structure that they can work for us...thinkers around this time are starting to ask: well there are practically an infinite number of possible cultures that can potentially exist...a near infinite number of ways for human beings to chop up the universe and organize their societies in a meaningful way...what if it's not until our cultures conform to a very specific structure that they allow society to function properly? That even though on the surface there seem to be massive differences between cultures, ultimately they all conform to the same narrow structure humans have used when desperately trying to make a society that not only functions, but one that we can comprehend. See that's the other side to this that the structuralists are going to point out...there are no guarantees in nation building...that it's possible to reject these structures that allow for society to function so much... that you create a world and a culture that human beings are incapable of navigating.When people started thinking about subjectivity and what it is to be you in these new structuralist terms...the idea of subjectivity as we've traditionally looked at it...starts to dissolve away. What it starts to look like is that what it is to be you... is to be a single, instantiation of a culture, a culture with an extremely narrow structure that human beings imposed on the infinite complexity of the universe so that they could create a society that functions. Every thought you've ever had...every thought you WILL have in the future...every bias, every preference, every moral intuition that you identify as a huge aspect of what it is to be you...all of these are just stories that have been given to you by a culture that was structured in such ridiculously narrow terms that any claim that your view of the world is harnessing some level of objectivity about the way things are...is just downright delusional. Where ELSE would you have gotten the contents of this thing you call your \"self\", that in a very deterministic way this thing we think of as our \"self\" starts to dissolve, it starts to resemble just a fleeting revolving door of stories that we tell ourselves given to us by the time period and culture we happen to be in.The BEST way to illustrate what we're talking about here, I think, is to remove you and me from the equation altogether and lets just think about ALL the other human beings that have existed throughout history. People in thirteenth century Europe. People in 9th century Baghdad. Why did these people have the view they did...of who they were and where they fit into the world? Well these changes brought about by structuralism are happening right around the same time people are drastically rethinking the way that historians record what has happened throughout history...and this change is relevant to this discussion.See it was really common around this time, and you still see it in today's world to a certain extent, but it was really common for people to tell the story of history by talking about it in terms of leaders or governments acting out their will on the world around them. We've all seen this before. You know...when the story of human history is being told by talking about things like...Hannibal invades Rome. Harun al-Rashid and Chinese government establish an alliance. Two world powers unite. Napoleon invades Russia...the winter forces him back and then THIS treaty is signed by the government or THIS embargo is passed...in other words: human history is often told solely in terms of what leaders and governments carried out over the years...but historians start to realize that this is actually an extremely narrow lens to be telling the history of the world through. I mean, if you're a historian over the years it makes perfect sense...you want an accurate account of what's happened in the past...governments, generally speaking, keep good records. So if you're a historian you can actually go into the archives and see the signed document for when, for example, a declaration of war was signed or a treaty was agreed upon. But are these events a comprehensive picture of the history of the human species? Why is the history of the human species any MORE Napoleon invading Russia than, for example, the evolution of what it is to be an average citizen of India from the 1100's to the 1400's...or anything ELSE for that matter...The point that's being made at this time in the early 20th century is: Aren't there countless other ways we could be telling the history of the world could be told, many of which having nothing to do with this small handful of powerful people changing the world to fit their image?Now this is not some sort of feel good point where they're trying to belittle the accomplishments of powerful people in the past...This is more trying to get the conversation going of what sort of thinking does looking at our history like this produce? And what structuralists are going to say is that what this has inadvertently done is caused people when they're looking back at history to have a bias in their thinking towards the idea it's the subject that dictates what happens in the world. Not the world that dictates the subject.When Napoleon invades Russia...there is a sense in which Napoleon is this autonomous subject with free will and is freely using that subjectivity to change history for everyone and invade Russia. But what if it was the other way around? What if instead of it being that Napoleon changed the world, what if the world created Napoleon and everything that he ever chose to do? What if instead of this old idea of subjectivity that dates all the way back to the Pre-Socratics...that we're these autonomous subjects equipped with free will, tabula rasas...instead of all that...what if what it is to be a subject, what it is to be you, is to be a product produced by a particular narrow, practically microscopic, take on the universe given to you by your culture and time period.Let's talk about a specific example of this. There's a famous historian named Lucien Febvre who right around this time attempts to reconstruct what it would have been like to be a person living in France during the 16 century. He looks at everything from the social dynamics that existed at the time, the language that was being used, the nature of how people see their relationships with other people, even down to things like the way the average person would have perceived the concept of time... and one of the primary conclusions he arrives at after having done this...is that if you were living in this society during the 1500s...it would be absolutely impossible...for you to ever be an Atheist. Not because your brain is incapable of grasping the concept that there isn't a God...not that if we sent Richard Dawkins and Sam Harris back in a time machine they couldn't convince a few people. No, because of how deeply religious thinking pervades EVERYTHING to do with the way that you would have viewed your place in the world, because of how much you would frame EVERYTHING about your life in terms of its relationship to a deity...in a very deterministic way...you would just never arrive at the belief that there is no god. It would be completely impossible. The culture and time period that you are born into dictate the narrow parameters for what you can possibly think.Now you probably see where this is going for the structuralists. Do you think for one second that the culture you were born into is any different? That there aren't countless ideas that you will just never arrive at because of the narrow parameters of thought that your time period has set up for you that allow you to make sense of things? What ideas exist out there right now that no human has ever had access to because of these incredibly narrow ways that we make sense of things?But even THAT question is filled with what structuralists would see as an old, delusional way of thinking about epistemology from the history of philosophy. There's this general idea that spans all throughout the Cartesian tradition all the way back to people like Plato...it's this idea that we are these subjects, we think really hard, we reason about things and arrive at ideas that are out there in the ether somewhere. That as long as we stand in the Athenian agora and have conversations with Socrates for long enough...there's no limit to the understanding we can have about the universe. This goes hand in hand with the enlightenment era notion that as long as we reason about things long enough and clearly enough...there's the famous quote: “one day, the sun will shine over a humanity who acknowledge no other master than their own reason.” That reason is capable of being successfully applied to all aspects of human life.But seeing human beings through this traditional lens philosophy has viewed them through...as these sort of open minded reasoning machines almost disinterestedly interpreting the world around them, that was on the way out...this moment in the history of human thought seems like a changing of the guard to a lot of people...how much does the environment you're born into and the language that you use every day dictate not only what you DO think...but what you CAN think...that as we'll see...even when it comes to what seems reasonable to you at all...reason itself...is in many ways dictated by social forces and cultural morays that are almost impossible for the average person to see while they're immersed in it.This whole shift...not surprisingly comes on the heels of the initial work of the Frankfurt School. Remember the Frankfurt School was really into Freud and Marx as many thinkers are around this time. Well, Freud and Marx are often talked about as being sort of proto-structuralists. Freud for questioning the traditional idea that we're these totally free, autonomous subjects and accounting for the possibility that a lot of your behavior is based on unconscious drives that are out of your control...and Marx...Yet another example of one of Marx's ideas that later thinkers see as tremendously flawed, but overall, pretty much on the right track. Something called Marxist Superstructure Theory. Very briefly, Marx wants to challenge what he would see as a pretty naive picture of the world that when someone, for example, creates a work of art... that it is a free, uninhibited act of creation...just total freedom painting itself onto the canvas. No, what he'd say is that the kind of artwork that you produce is going to be massively dictated by something that was entirely out of your control: the economic and material reality that you were born into. The idea is that any authentic piece of artwork created by a worker and consumer is going to reflect the narrow set of values given to a worker and consumer at birth. You're always thinking and creating from a particular perspective...you can't HELP but create from that perspective...and this goes beyond just artwork to Marx...we can't help but bring to bear the biases produced by our economic situation... when we produce our systems of government, or our political positions, or our religions and or any other byproduct of human thought. All of these byproducts of human thought are part of what he calls a superstructure... a superstructure that always, and necessarily has to emerge out of the economic reality of the world.Someone like Marcuse would agree with most of this, but he'd want to add that it's not just the economic reality...it's the socioeconomic reality that you're born into. A structuralist would look at BOTH of these and think that they're massively oversimplifying it. We'll talk about why next time.So this is why there were a lot of people around this time that saw structuralism as the successor of existentialism. The idea that consciousness is freedom...the idea that we have every option in the universe available to us and the dread that comes along with having to make a choice about that...the thinking at the time was like, ok yeah, that may seem like our experience of it...and you very well may get tons of practical insights from the existentialists and the value of those is not cheapened by this...but the reality of the situation is that we DON'T have every option available to us...we're NOT totally free...that every choice we make and every thought we have is ultimately dictated by an extremely narrow set of parameters that were given to us. Throughout our lives, we are always navigating those narrow parameters that make sense to us. Shouldn't we try to understand exactly what those parameters are?Now real quick in closing, I think it's important to have some context about the fact that: shouldn't be too much of a spoiler at this point: structuralism is going to have massive effects on many different fields of study, but the people structuralism is going to hit the hardest...is anyone that is interested in objectivity or something resembling it...not the least of which are the scientists of this particular era. You can understand their concern...one of the goals of science is to be as openminded as possible in your hypotheses and when you're actually conducting the experiment to check your ego and your pre-formed biases at the door. Well what if somebody told you that this whole time what you've been checking at the door...are really just your most BLATANT biases...and that you can't HELP but bring tons of other prejudices to bear when you conduct science...it's the very structure of what makes things intelligible to you...what it starts to look like is what it even is to say you're conducting science is to look at the universe through such a severely limited window...that scientists start to question whether the entire task is doomed from the start.So as we head into this next big chunk of episodes, I hope we're all a little better off understanding the larger context of the conversations going on during this time, what challenges these thinkers are facing and why the specific questions they're asking mattered to them, in that moment. As far as all the moments that are yet to follow this massive breakthrough in the early 20th century? Trust me, this story is just beginning. And it's about to start to getting good.Thank you for listening. I'll talk to you next time."
}