{
    "ep": "Episode #148",
    "title": "On Media pt. 1 - Manufacturing Consent",
    "spoken_text": "So I want to begin this series on media by talking about it from a bit of an alien perspective...or at least alien to how we often hear people TALK about media and what it is. Want to begin today by talking about the concept of media...as a plural form of the word medium. Cause ultimately that’s what it is. You know..we don't often THINK of media in this way especially things like news media. Like how is the news typically described? Well it's often described as the fourth estate of government. The implication being that these people that REPORT the news to us are practically thought of as public servants...the tip of the spear... going out there into the world while we live our daily lives...they're the people that are gonna ask the tough, hard hitting questions that help keep us informed so that we can know what's going on and vote accordingly every four years. They're often framed as though they're performing a SERVICE for us, many of them PASSIONATE about the truth, PASSIONATE about getting to the bottom of what's going on. But what if we think of media as a plural form of the word medium...how would that change things? Dictionary defines medium as \"the intervening substance through which impressions are conveyed to the senses\"...another way it's defined is as \"the substance in which an organism lives or is cultured\".Now...regardless of any sort of fourth estate mythology that could be tacked on about news media...forget about what our culture TELLS us the media is doing for us...want to consider on the episode today that BOTH of these definitions of the word medium could EQUALLY describe the service that the news media provides for us. See to the thinkers we’re covering today it may be incredible useful to think of the news media as an intermediary between us and reality. Meaning...the reality of the world is that we can't get on a jet ski and rocket across the ocean to see what's going on in Bolivia, for example. But man isn't it great... we have these thankless, truth loving public servants out there on the news that can do it for us...then create a nice little short set of moving pictures that tell us exactly what IS going on on the other side of the world.  Media in this way serves as a filter. The intervening substance through which impressions are conveyed to the senses. But another thing the thinkers today would want us to consider is that...say you could somehow have control over those impressions that are conveyed...to GIVE people their impressions of what the world is like...to have the only key to a lock on a door that people want opened for them every day...needless to say you'd have quite a bit of consolidated power. What would a media landscape look like if such a concentrated level of consolidated power existed? Would we even know it? Would it require a conspiracy on a level so vast that it would just be impossible? We're going to be exploring the origins of modern mass media today by looking at the work by Noam Chomsky and Edward Herman published in 1988 entitled Manufacturing Consent with many OTHER references to Chomsky's later work entitled Media Control.   Now the term Manufacturing Consent is actually a borrowed term. Rightfully so Chomsky and Herman begin making their case about media by alluding to the theories originally laid out by Walter Lippman in the early 20th century...a time they saw as a point in history where the filter of media between us and reality started to take on a very different role in our lives. Now right off the bat some of you out there may be wondering and rightfully so...when you live in a democracy...why does it even make sense to TRY to control media in the first place? How evil would you have to be, I mean, don't we ALL stand to benefit from people being educated...knowing what's going on in as accurate a way as possible? Well this is part of the beauty of Lippman's work...there are philosophical arguments you could make and DEFEND without being evil necessarily... that make a strong case for controlling what the average person consumes. Lippman says these ideas are nothing new...it was done through Lenin, it was articulated by Marx, the only thing relatively new here is that these same tactics are NOW starting to be done in the democratic societies in the early 20th century...so why would that benefit anyone at all? Lippman lays it out like this...there is a type of person out there that could think of a democratic society in terms of there being three major classes. We have on one hand...people that hold REAL positions of power...more on them in a second. The second class are what he calls the \"specialized class\" which are more or less just elected officials that do the bidding of the public in a democracy...and the third class is what he calls the \"bewildered herd\"..which are the rest of us... the masses, and just to clarify, these are NOT the views of Lippman himself...he is describing one way that people COULD view a democratic society. Now people that hold the REAL positions of power have ways that they control and direct the behavior of these OTHER two classes. They control the \"specialized class\" the elected officials by controlling the parameters of their entire lives AS elected officials. So in this way theoretically a politician with all the qualifications in the world...with the best INTENTIONS in the world...can not survive for very long or even win an election in the first place if they're not willing to play by the rules of the people that MAKE the rules. What inevitably happens next is they become tacitly indoctrinated into a way of getting things done politically...THIS is the way you do things in Washington if you want to become part of a committee that can actually get things done...you don't fundraise by appealing to certain powerful private interests, you don't get re-elected. You don't rub elbows with the right people in the existing government, your elbows are not going to be around for very long. Now so far this all makes sense, but the more DIFFICULT problem that has to be solved by people in positions of power...is how do we control the herd? Don’t know if you’ve noticed but there’s a LOT of people out there...the masses are scary to people in positions of power. How do you control the multivariate nature of all the things they could possibly want? Well, to the people that believe in this view of society the herd is most effectively controlled...by keeping them distracted, in a number of different ways. But again this brings us back to the original question... why distract the herd in the first place...especially in a democracy? Why not give them access to the best information we possibly CAN so that they can VOTE in the best way they can? Chomsky gives a great example of the worldview behind this kind of thinking. He essentially says imagine you're a parent and you have a three year old kid that you need to take care of. For anyone that's been around a three year old...you KNOW...that kid is about four seconds away from destroying themselves at any point in time throughout the day...and to COMBAT this...as a parent... you need to set up an extremely narrow set of parameters for their existence. You may give them a toy to play with...you may put on some cartoons just so that you can have a few minutes where they are distracted enough to not explore the light socket with daddy’s BBQ fork. But here’s the thing Chomsky says...as a parent...you have the ability to GIVE that toddler as much freedom as you want really. You COULD give that toddler permission to run across the street anytime they thought it was a good idea. But why would anyone ever actually do that? ..not only would that be completely dumb...that would be downright irresponsible. And responsible is going to become an important word to these people in power that have this view of society. This is how people holding this view of society SEE members of the herd. We need to LIMIT the parameters of their lives...keep it VERY simple...keep them distracted. Give them some toys to play with. Give them some cartoons to watch, so they don’t do too much damage with their complete lack of understanding while we let them explore the light sockets of the world. Similarly...we can’t have a bunch of what they call “irresponsible men” running the show...we need responsible ones...ones that ACTUALLY know how to bring about positive change in a society...ones that recognize the dangers of giving the herd political power...because similar to the impulsive, unaware nature of the toddler running across the street, the herd reacts impulsively and often violently to the emotional stories of the day, lacking the knowledge and experience to make measured, long term decisions. Bottom line is: we need to treat the herd like they’re little kids. Make them THINK they have freedom of thought, but again freedom is always freedom within certain parameters...and if we can LIMIT those parameters we can limit the possible world views that people can have and thus keep them in line more or less with what the “responsible men”, the truly qualified individuals...have deemed to be the best way forward for the herd.Now...limiting what ideas are acceptable to believe has been pretty easy throughout human history...and it only becomes MORE easy within a totalitarian state. I mean people organize in the street with a message of political dissent that’s inconvenient to the responsible class...you just send people out to the street to BEAT them into submission. But throughout the 20th century this has become less effective...largely in part due to democracy, freedom to assemble, freedom of expression...these things are spreading at a rate they never had before. So the people in positions of power had to come up with a new tactic...a new way to limit the parameters of people’s thinking...while still making them BELIEVE that it was THEIR idea to hold the position that they defended and vote the way that they voted. This was the moment that people in positions of power came up with an idea... that would change the course of democracy in the age of mass media. Noam Chomsky has a quote about this, he says “Propaganda is to a democracy what the bludgeon is to a totalitarian state.” The origins of this shift in strategy predate World War One...though Chomsky and Herman cite one of the big points of inception as Woodrow Wilson’s Creel Commission right around the TIME of the First World War...when working in coalition with the British Ministry of Propaganda they created a campaign to deliver specific messages... to a United States that at the time was not really that interested in getting involved in foreign affairs...they did this...to drum up support for a type of patriotism that aligned itself with US involvement in World War One. Well, the US ended up getting INVOLVED in WW1 in a big way...and the strategy worked SO well for the people in power that we can see an example of the same tactics immediately AFTER WW1 in McCarthyism and in the Red Scare. In other words the interests of corporations, the government and large institutions at the time benefitted from us entering into WW1 and to have communism as a pejorative via the red scare, and to Chomsky and Herman this new strategy of propaganda worked extremely well all the way up to around 1935 with the passing of the Wagner Act. Most notably...that it allowed laborers to organize and vote in a collective way that just had never been possible before. Once the effects of the Wagner Act started to show up...Once laborers started getting small levels of power over the interests of large corporations and people started getting elected that were actually acting on BEHALF of these workers, people in positions of corporate power had to do something to try to get things back to the way they were. Not a coincidence that just two years later in the year 1937 is the first time we see a brand new innovation in these media propaganda tactics...something that came to be known as the Mohawk Valley Formula. The Mohawk Valley Formula is a strategy where you use media to bust a strike. Meaning, that if workers have a problem with some policy that a corporation has because they feel like they’re being mistreated...and they use this new power to organize to strike against that policy...the Mohawk Valley Formula is a formula...designed to align the motives of the strike with some message, that really has nothing to DO with the strike or the policy in question...that diminishes the support that the workers are going to get from the public. At the time it was popular to paint striking workers as Antiamerican. The motives of the laborers were against the interests of America and its future...so in other words they effectively switched the conversation AWAY from anything about specific policies that were being protested...and turned the conversation into whether you were FOR the interests of America or against them. Now I’m not trying to make a point about unions or corporations or anything like that here...that’s not what this show is...the significance of this when it comes to this series has less to do with Labor Unions and more to do with how we can see echoes of this VERY SAME strategy in the media landscape that we live in today. Sure you can remember turning on the news and seeing some organized protest being painted in a light good or bad that it really didn’t deserve...the people painting the picture...probably a vested interest in it being painted in that exact way. Consider also how common it is for campaigns of ANY variety to effectively side step the entire question at hand that has to do with specific policy...and turn the conversation into some sort of witch hunt against something...or fist pumping for something that’s practically impossible to disagree with. Just as a point of reference here... let’s take a look at some popular slogans from US presidential campaigns that the whole family can enjoy! Keep America Great. Now what citizen...voting in a US presidential election...could possibly disagree with that statement? You could disagree with the policy behind that campaign...but that’s not what we’re talking about here. You could disagree that america is great in the first place...but there’s a sense in which you could re-read that to mean that we should KEEP America great and get away from the way things are now. Point is...to disagree with this statement is to be anti-American by default. So why even consider someone’s opinion about who should be president if they DON’T agree with it? In other words, Chomsky would say...the statement is utterly meaningless. The statement is so vacuous that it’s really not saying ANYTHING of substance...but it’s not trying to say anything of substance ANYWAY...the REAL point is to switch the conversation away from the real policy that lies underneath the slogan...much like corporations would do so that people WEREN’T discussing what the laborers were actually striking against. Another example: Hope and Change. What human being can possible disagree with the idea of hope being a good thing? Like who sits around coming up with an argument for something like that anyway...no, I think we are better off if we all feel hopeless. Change...what person is against change in the face of social unrest and an economic downturn at the time that left people immiserated. Once again...the point is NOT actually to say anything of substance here...the point is to subvert substantive conversations about the policy going on behind the catchy, vacuous one liner that only a lunatic could disagree with. The statement is shallow BY DESIGN to get people to think the question of this election is as deep as a kiddy pool...when in reality it’s more like the depth of the ocean. But a bewildered herd of cattle can’t last very long in the ocean...or they’d all drown. How about slogans like “Support our Troops”? Not do you support the policies connected to the war in which they’re fighting...do you support the troops? Well how can you NOT support the troops? To even start making that argument Chomsky says you have to START by saying, well I don’t NOT support the troops and he says by that time you’ve already lost. What if you heard the slogan peace and harmony somewhere? Now, on one hand how can anyone ever disagree with that...meanwhile Thanos might be handing out t-shirts and buttons. The point to Chomsky and Herman is this is one propaganda tactic that uses media to drastically limit the parameters of a discussion, which in turn effectively, manufactures the consent of the herd...hence the title manufacturing consent. But we can see how the whole thing is structured more clearly if we move away from things like presidential slogans and move more towards how consent is manufactured in the news media in particular. Because here’s the thing if this is all true we HAVE to ask the question: are people like Wolf Blitzer self-censoring for the sake of pandering TO these people in positions of corporate, government and institutional power? Like is W-Blitz coming to work everyday...choosing news stories himself...CHOOSING them because of direction he’s getting from some cabal of corporate overseers that he has secret back room meetings with? How about EVERY anchor, journalist, reporter, editor, columnist, blogger...are these people ALL getting an email in the morning from the monopoly guy telling them what to report on? The answer to Chomsky and Herman is no...the problem is much more insidious than that. Chomsky writes in his book media control:“Journalists are not normally kept under control through top down intervention, but by journalists’ internalization of priorities and definitions of news-worthiness that conform to the institutions policy.”But he actually says it even BETTER in an interview he did with a reporter in the 1970’s...the reporter asks Chomsky do you really think that I am self-censoring right now? CLEARLY the reporter knowing that every day his ONLY intent when he does his job is to get to the bottom of what the truth is and NOT to peddle some narrative that’s been given to him. Chomsky says back to him: I’m not saying that you THINK you’re self-censoring...I’m sure you believe every word that you’re saying. What I’m saying is that if you believed something different...you wouldn’t be sitting where you’re sitting. What Chomsky was referencing here is the primary argument presented in the book Manufacturing Consent. The news media is FULL of people that do their jobs really well. They can be ethical, hard-working, have a true desire to deliver the best news they can...they can be ALL THESE THINGS, but they will ALWAYS be operating within parameters that have been preset for them by people in positions of corporate, government and institutional power that have an inordinate amount of control over media outlets and USE that control to limit the narrative so as to keep the herd distracted and voting their way. In keeping with the view of society articulated by Walter Lippmann we talked about earlier in the episode...there are certain messages we need reinforced to the herd, that keep society moving forward in the correct direction and not at the whims of what they see as a bunch of toddlers. Media is the delivery system for those messages, and when you control the framework the news is delivered in, then anyone that falls too far outside the norms put in place... either... never gets a job reporting the news in the first place or doesn’t last very long— not unlike the public officials we were talking about before. Now the FIRST question you may have is how exactly are they accomplishing this? Seems pretty ambitious of them. Chomsky and Herman lay out five primary filters that our news media has to pass through before it ever gets to us and begins informing our views about what’s going on in the world. The first one is what they call media ownership. Chomsky says in an interview: make no mistake...the word media is another word for company. These are NOT public servants...this ISN’T St. Jude’s Children’s hospital...these media outlets are FOR PROFIT endeavors...and we should NEVER forget that fact. The same reason you’d never go into a meeting with your boss and read them off all the reasons you’re secretly horrible at your job...if there was some hard hitting story or interview a news outlet could potentially run that was going to go directly against the interests of the company at large and maybe put it out of business...why would anyone ever run that story? Now on the other hand...let’s say you come across a story that strongly goes against the interests of one of your competitor stations...you might be more INCLINED to run that story than you ever would have otherwise been. This dynamic serves as a filter of the information we get to inform our world views. The second filter our media has to go through is advertising. Now you may think this is similar to the filter of media control, but part of what’s being referenced here is that there is not just one, single customer that a media outlet has. They have YOU as a customer...but equally they have advertisers as a customer...and what do they SELL these advertisers? You. Audiences. So if it serves the interests to curate an audience that corresponds with the values of some specific brand of toilet paper for example...so be it. The third filter we need to consider is the massive influence held by what they call the media elite. This is an interesting one that’s essentially saying that people in high levels of corporate, government or institutional power effectively DECIDE the STANDARD for what is news-worthy at all. Say there is some sort of large public relations scandal that the government has to deal with...well the government itself gets to appoint a spokesperson to give the official statement, journalists if they want a credible news story look to their sources on the inside of the government to try to get the scoop...in other words they are forced to maintain relationships with their sources on the inside if they ever want to get something newsworthy...and what happens if they don’t play by the rules...if they leak a piece of information the source didn’t want them to? Well now they’re cut off and can’t GET to the official statements. Their name isn’t going to be on the list of reporters that are allowed into the next press briefing. Their reporting gets TOO critical of things and often times they become slandered as PEOPLE...eventually falling into obscurity or labeled as crazy. This is the fourth filter called Flack. Your job as a journalist is to get the news...and if you had to follow a specific set of parameters in order to get it...probably wouldn’t deviate too far outside them because if you did you wouldn’t be very good at your job. We’ve been conditioned to think that we see some sort of person on the street interview, hearing random people’s opinions about things and we think well that’s interesting and all...but when are we going to get to hear the OFFICIAL statement...the one worth remembering...the NEWSWORTHY statement. When you are the SOURCE of newsworthy information...when you’re the transnational corporation that controls a media outlet...when you have the power to push certain stories you like and not cover ones you don’t like...when you determine who the resident expert is and can pick and choose which expert agrees with you...when you decide what is newsworthy you decide what journalists even have to look for in the first place. You decide who gets ACCESS to the news. You decide the lane reporters have to stay in. This is why otherwise totally ethical people who are good at their jobs could be participating in delivering information that manufactures the consent of the herd. Make no mistake, the people in this way are being treated like a bewildered herd...the word Corral is often used. We need to corral the herd by corralling public opinion...and this is often done by reporting the news through the filter of fear...fear of some common enemy out there. This is the fifth filter Chomsky and Herman lay out and it’s a big part of the reason people continue to tune in to the news every day and are willing to listen to ads about dishwasher tablets. We need to keep people afraid of some common enemy...popular ones that have been cited: communists, terrorists, illegal immigrants...maybe even democrats or republicans...but in all these cases the message is exactly the same: you need to stay informed about what this group is up to or it could be the downfall of our society...tune in tomorrow to get the latest scoop about their evil plans. When we think of media as a plural form of the word medium. When we think of news media as a filter BETWEEN us and reality...instead of a group of public servants working tirelessly to tell us the objective TRUTH about what’s going on...you can start to soften a bit...you can start to see that enemy that you FEAR that’s destroying the world...really are just fellow human beings that have lived a different life than you, with their OWN fears, with their OWN desires to save the world their kids will one day have to live in...you can start to question the very foundations of what grounds our social epistemology, at all. Which will be the topic of episode two of this series. Coming soon.Thank you for listening. I’ll talk to you next time. "
}