{
    "ep": "Episode #083",
    "title": "Henry David Thoreau",
    "spoken_text": "This is a transcript of episode #083 on Henry David Thoreau. Check out the episode page HERE.  Henry David Thoreau was an American author and philosopher who in the year 1845 resigned himself from public life to a shack, in the woods, next to a lake…for two years, two months and two days of his life. Why? Well if you wanted to get a little closer to finding out why… might not be a bad idea to visit the actual shack that he lived in! You can do it! Well, it’s a replica shack…they rebuilt the shack…but you CAN visit the actual site where he built his shack before it got torn down…they found the hearth or the bottom of the fireplace buried just under the dirt and from there they extrapolated where the rest of the cabin had to have been…but the fact remains…to this day… you can go to concord Massachusetts and stand on the exact spot where Thoreau stood…you can see the actual views that he writes about…you can close your eyes and listen and if you can drown out the sound of the SUVs and motorcycles passing by just behind you can hear many of the same things he heard. Let’s say you did it. Let’s say you did visit Walden Pond in today’s world…what you’d see…are narrow trails… fairly dense woods all around you…and when you approached the actual site where Thoreau built his cabin you’d come to a clearing and you’d see a big piece of wood staring you in the face…and etched into this piece of wood is one of the most iconic lines from his famous account of his time out there and it goes like this: “I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.” Do you ever worry about that? Do you ever worry about what he’s talking about here? Waking up one morning…50 60 years old and having an epiphany about life that had been staring you in the face your whole life and if only you had done things just a little differently you would have realized it when you were twenty and not wasted decades of your life? Well I do. I worry about that stuff all the time. Kind of a strange thing to worry about…the worry doesn’t really solve anything…all it really does is keep you motivated to keep thinking about life and your place in the world so that at least if you DO wake up 60 years old and realize you’ve wasted it all…at least you put in all the work you could have. Well, Thoreau seems to be of a similar mindset…he wants to live deliberately…which it seems by that quote is a very active process and he wants to do this…so that he doesn’t come to the end of his life and realize that he never lived at all. Now, I don't think many people would disagree that they don’t want to come to the end of their life and feel like they wasted it…the confusion that most people have about that quote is his method of achieving that. Yeah, I don’t want to waste my life either…but when I'm brainstorming all the ways I'm gonna try to prevent that from happening…I don’t arrive at the conclusion that we should go camping for two years. Why would Thoreau go to the woods to accomplish that? Well make no mistake…the lessons that Thoreau learned in this little unassuming cabin of his would go on to change the lives of untold numbers of people, not to mention his own. But to understand why he landed on the woods…in particular…I want to briefly talk about two things that are going to help set the stage…one is the psychology of Thoreau living during the time that he did…and the other is the approach to life commonly known as Transcendentalism. So let’s get right into it: long before Thoreau ever decided to isolate himself at Walden Pond…he knew he didn’t really fit in…with the rest of the kids on the playground. He just didn’t think about things the same way as the average person that was living back then. And you'll find example after example of this if you just take a quick look at his life. For example, Thoreau had just graduated from college…went to Harvard…and he must of been under a tremendous amount of pressure from himself…his family to make this degree he just worked so hard for to actually do something for him…and he gets a job as a school teacher. Well the policy of the school at the time…what the majority of the community of people he was serving wanted him to do if the kids start misbehaving is to use corporal punishment to keep them in line. Thoreau, living during a time when that kind of thing was acceptable…didn’t like it…so he quit his job. Thoreau was a conservationist during a time when we didn’t have grisly images of evil corporations sawing down acres of trees leaving pandas with no where to live. He saw the environmental writing on the wall before most people even realized it could POTENTIALLY be a problem. Thoreau was a huge opponent of slavery…during a time when people owned slaves all around him and weren’t being morally denounced for doing so. Point is: given where society has gone since his day and age…Thoreau seemed to be way ahead of his time. But whether he KNEW he was right or wrong or not…he still has to live in a world surrounded by people that don’t see any problem with this stuff. Now this raises a very important question if you're Thoreau…what do you do about it? What do you do about the fact that you live in a society that endorses all kinds of stuff that you think is immoral? Not an easy question to answer…after all…you’re just one citizen…why are you so special? Should the rest of the country have to bend to your will so that you get what you want? And the extension of that is…democracy is majority rule…do you have an obligation to your fellow citizens to go along with what the majority has deemed to be morally acceptable? On the other hand, you might feel the exact opposite! You might feel like if you see something going on that you think is wrong…you might feel like you have an obligation to NOT keep quiet. You need to stand up for what you believe in and change the world! This was not an easy question to answer for Thoreau early in his life. But then something changed. Then it became really easy to answer that question…probably the strongest conviction Thoreau held throughout the latter stages of his life. And the seed that was planted…that would eventually grow into this strong belief about the answer to this question…was when Thoreau read an essay that was written by a good friend of his named Ralph Waldo Emerson…and the title of this essay was Self-Reliance. Self Reliance was an essay that called for everyone who read it to understand the importance of being, well…self reliant. But maybe a better way of putting it is that it called on people to understand the value of being an individual. Emerson writes: “There comes a time in every man's education when he arrives at the conviction that envy is ignorance; that imitation is suicide; that he must take himself for better, for worse, as his portion.” What Emerson is saying here is that as a human being, we’re born into this very unique condition where we need to find out who we are. We need to find out what we care about…what kind of person were going to be…what sort of legacy we’re going to leave behind us. The problem is…none of us are born with a full understanding of what that’s going to be…so an alluring trap that people fall into is to look around them and just conform to the way that other people act. Certainly gives you a quick and easy answer to the question of what you’re going to be…unfortunately…as Emerson says…imitation is suicide…you going around doing your best imitation of what the people around you are doing in the interest of avoiding a difficult conversation with yourself…is effectively suicide…suicide of your individuality. No, self-reliance preaches a sort of radical non-conformity. Anyone who just blindly believes anything that’s told to them or just blindly goes along with whatever people are doing around them…are foolish to Emerson. Maybe the best way to do this crazy thing called life…is to figure it out for yourself…go out and find your OWN way. See, Thoreau and Emerson are living in a world where advances in science and philosophy show that this thing that we call objective truth…is a pretty slippery thing to define…if not entirely impossible for us to ever arrive at. So as a response to this…what Transcendentalism does…and self-reliance espouses Transcendentalist ideas…is it takes ideas from all over the world at various different points throughout history…There are ideas from Romanticism, Hinduism, Buddhism, Vedism, even further east to Confucianism…it takes all these ideas and creates an approach to life that’s not just about living wisely…but that ultimately that wisdom is something that you as an individual need to arrive at yourself…that inside of everyone there is a genius of sorts…the infinitude of the individual as Emerson writes…and that maybe you should trust your own thought…more than the thought of people that are considered “wise” by other people around you…maybe what we should all be aiming for is not objective truth about the way things are…but a personal truth about the way things are. Now at this point a certain type of person starts nodding emphatically…slowly clapping. Yes. What’s true for me…is not true for you. This is MY truth. Yes, I believe that the ghost of a witch that was wrongly convicted in the 1700’s is haunting the property lines of my house…but that’s MY truth. I’m impervious to criticism! No, it shouldn’t be like this. It shouldn’t be some get out of jail free card to not take the process seriously and then wave it around whenever someone tries to tell you what you believe is ridiculous. No doubt it will be used this way…but the point of the personal truth is to accept the illusive nature of objective truth and show who the onus is truly on….YOU! This truth is yours and yours alone…the only people it should affect should be you and the people you care about…think of how important your personal pursuit of truth becomes in that world. Now if this is what you believe…one of the things that naturally goes along with that…is that one of the worst things you can do is just look around you… see how other people are acting… and just blindly copy whatever it is they’re doing. You’re not working to try to figure it out on your own…you’re not trying to arrive at a better personal truth with that strategy…you’re just trying to get by. You’re just killing time in a waiting room…but for what? What are you killing time and waiting for…death? Ralph Waldo Emerson thinks that “society is in conspiracy against the manhood of its members”…and what he means by that is that civilization…these societies that we live in with our cities and our culdesacs and our farmers markets and all these activities that have us in close quarters with each other bound together by a social contract…these things PROMOTE this mentality of being a passive, quiet, drone that just conforms with everything going on around them and is protected from the baptism of having to take your views about the world to task. In other words, the same way society protects the physically lazy…it also protects the mentally lazy. Society, for all the good stuff it seemingly does for us…it may be the BIGGEST boulder in the way if you’re truly someone that wants to try to live deliberately. This is why…Thoreau removes society from his life. And it wasn’t long after he read Emerson’s self reliance that he went to his friend Emerson and asked if he could live in a shack on his property in concord Massachusetts…at which point Emerson said…what have I done…look when i wrote the essay i didn’t really anticipate everyone coming and wanting to live on MY property…it was more of like a personal property thing…like your PERSONAL truth. Just kidding he let him. Now as you can imagine, this move to the wilderness seems like it must have been a pretty big shock to Thoreau’s system…i mean, to go from all of the comforts of modern living to just having a desk a couple chairs and a bed…must have been a pretty rough adjustment phase, right? Well the reality was…no…it was actually kind of nice. See, Thoreau realized something as he was thinking about all the ways society is in “conspiracy against the individuality of its members.” He realized the more you own…the more your stuff owns you. He said we often find ourselves not totally happy…not feeling a strong sense of self worth…we think about what we think might bring us that self worth…and a trap that a lot of people fall into is they look OUTSIDE of themselves for the answers to whats going on on the inside of themselves. He says we tell ourselves this lie that oh, if only i get that new pair of shoes or if only I get that car I want then everything's going to be great! But he says what we should realize…is that even if you were trapped like a lost hiker underneath an avalanche of new shoes…YOU would still be there. All of the negative mental holding patterns that contribute to that lack of self worth are still there…you just now have a nike symbol imprinted into your forehead. This goes beyond just stuff by the way…it’s interesting he and Emerson talk about how people often do this with travel. You know they say whats going to finally make me feel right? When I can travel the world and meet all kinds of people and see these different cultures…that’s what’s gonna fix it. But just like the other example…he says whether you’re in China or Russia or India or where ever…the common thread in all three of those examples…is you. The solution to your problem is inside of you…not a lack of some special thing outside of you. And this is just one of the many lessons he learns by removing society from his life and just opening his eyes to what’s going on around him in nature. This is one of the hallmarks of Thoreau’s work: there’s a wisdom in nature…if you’re creative and can spot it. There’s a beautiful passage where he talks about…you know…what happens when a chestnut and an acorn fall on the ground right next to each other in the dirt? Does one of them yield to the other one? Does one decide to just not grow so the other one can grow? No, they both live in accordance with their respective natures until one day one of them overpowers the other one and it dies…one things for sure…regardless of whatever adversity was thrown that chestnut’s way…it was a chestnut through and through until the day it died. Not some facsimile of an acorn or a juniper bush or a geranium…it was a chesnut…and in that sense…we as people can learn a lot from that chestnut about how to live life. You know, personally…something I use as a means of cultivating acceptance about things that are out of my control is actually a reworking of an idea Thoreau had in Walden! You know, I live in the Pacific Northwest and if there’s something there’s a lot of up here it’s meth and trees. So no matter what direction I’m facing…pretty good chance there’s always going to be a tree within eyeshot. Think of trees not as plants for a second…think of them as living things that have been around for hundreds and hundreds of years. Now how do you survive for hundreds and hundreds of years…you gotta be doing something right. Well consider the fact that 24 hours a day seven days a week…while you’re sleeping…working…watching Netflix…constantly…these trees are met with the ceaseless onslaught of the elements. Rain, wind, snow, lightning…here are these wise elders…these living things that deal with that adversity…constantly…and how do they do it? They sway. They sway in the wind. Gently back and forth. If they resist it too much, they break…if they don’t resist enough they have no foundation…they have no roots. What a cool metaphor for how we might approach the ceaseless onslaught of adversity the world throws our way. Anyway, I highly recommend Walden pond if this stuff fascinates you, but Thoreau accomplished his goal when he was out there for two years. He comes back to society looks around him and more clearly than ever before sees not individuals, but passive, ignorant subjects that constantly seek for others to define who they are in exchange for the crumbs of security that society provides them. He says man, isn’t it crazy…that when people are given the freedom to be anyone they want to be…they end up just acting like everyone else. This isn’t life…this is the opposite of life…he says a scarecrow can do everything these people are doing…but this is what the tendency is when we all decide to congregate around each other and conform to society. “Most of the luxuries, and many of the so called comforts of life, are not only indispensable, but positive hinderances to the elevation of mankind. With respect to luxuries and comforts, the wisest have ever lived a more simple and meagre life than the poor.” I guess another upside to Thoreau spending all this time away from people its that he found an answer to that question we talked about at the beginning of the episode…you know whether we’re obligated to keep quiet and be respectful of the majority, or whether we’re obligated to speak up and change things for the better. Well you can probably guess his answer to this now…of course we should speak up! We should never just passively go along and conform to what people are doing around us. Now this in itself is far from a novel concept…but what IS novel…probably the most influential idea given to us by Henry David Thoreau…one that would go on to shape the hunger strikes of India and Mahatma Ghandi…it would go on to shape the civil rights movement in America and countless other movements…it wasn’t THAT we should stand against society if it doesn’t stand for what is morally right…but HOW we should go about standing up to society. He wrote a book called “civil disobedience”…the opening line of which cites the quote “the government that governs best, governs least.” now often misattributed to Thomas Jefferson. But keep in mind…what Thoreau is saying there is not that the smallest government is the best government…he’s saying the government should be as simple as possible, but not any simpler and not any more complex than is necessary. See Thoreau realized that majority rule is by its very nature coercive to the individual. This wouldn’t be that big of a deal if it didn’t force that individual to live in a society that doesn’t go along with their conscience or beliefs. “. . . the government does not concern me much, and I shall bestow the fewest possible thoughts on it. It is not many moments that I live under a government, even in this world. If a man is thought-free [free in his thinking], fancy-free, imagination-free, that which is not never for a long time appearing to be to him, unwise rulers or reformers cannot fatally interrupt him.” In other words, as long as you’re living a life that corresponds with your conscience and beliefs about things…nothing can really bother you! So how do we accomplish that given the unfortunate state of affairs that the coercive nature of majority rule often forces us to not live that life…what do we do about it? Well if you’re expecting Thoreau to say to grab your pitchforks and head down to city hall…you got another thing coming. In fact, he doesn’t even think it’s your duty to actively lobby for change much at all. “It is not a man's duty, as a matter of course, to devote himself to the eradication of any, even the most enormous wrong; he may still properly have other concerns to engage him; but it is his duty, at least, to wash his hands of it, and, if he gives it no thought longer, not to give it practically his support. If I devote myself to other pursuits and contemplations, I must first see, at least, that I do not pursue them sitting upon another man's shoulders. I must get off him first, that he may pursue his contemplations too.” So Thoreau’s position here is even more nuanced than just “stand up for what you believe in and write a letter to your congressman!” No, he makes it really clear at multiple points in Civil Disobedience…look I have a lot of other stuff to do…I didn’t come into this world to make this a good place to live in…but simply just to live in the world as an individual…whether thats a good place or a bad place. So the question then becomes, if it happens to be a bad place when you’re here…how can the individual still continue to live freely and deliberately… without having to feel morally guilty by association to all of these bad things going on? Thoreau’s answer to this question is Civil Disobedience. He asks a really interesting question at the beginning of the book: why do we necessarily need to have the government meddling in issues of morality? Look the government has a lot of stuff on their plate in addition to having to be the moral arbiter of the United States Thoreau would say…they gotta fix our crumbling roads and bridges…they have to collect taxes…why not give them a break? Better question is: why is the government in the business of legislating morality? The government’s great at doing some stuff…maybe not so much when it comes to morality. Thoreau seems to think that the government “has not the vitality and force of a single living man.” No the individual is central to any progression…and this centrality of the individual is one of the most profound ideas he’d ever give us: in the same way if you’re feeling really bad on the inside…the solution is going to come from you as an individual, not some outside intervention…so too in issues of morality…it’s the INDIVIDUAL that is central to reform…not government intervention or coercion. Best thing we can do?…to Thoreau? Non-violent protest. Now living in an age where we’ve seen non violent protest play out so seamlessly over the years…it may be tough to put ourselves in the shoes of the people living back then where it wasn’t an obvious option that they could go to in times of political strife…but really…during this time and overwhelmingly throughout human history…the torch and pitchfork approach was the go to method if you wanted to get something done. Here’s Thoreau offering a different solution. For example, Thoreau lived during the generation that gave rise to the Mexican-American war…now it was commonly seen at the time that this was a war not based on any sort of moral foundation…it wasn't a necessary war…it was a war waged for the economic expediency that came along with the eventual expansion of slave trading to a larger territory. Now if you’re Thoreau…staunch opponent to slavery…how can you in good conscience pay taxes and support a system that is taking those tax dollars and waging a war that is nurturing the positive growth of slavery as an institution? Well you can’t. So Thoreau…didn’t. He stopped paying taxes in protest of the state getting involved in issues of morality that he thought it really had no business being a part of. The beauty of this is that if enough people follow suit, the state no longer has the resources to fund the Mexican-American war. Now the significance of this is: for this change to come…no one had to bomb city hall or punch anyone in the face or worst of all…start a hashtag…no this civil disobedience has brought about a “peaceable revolution”. Yeah, Thoreau went to jail for not paying his taxes, but he didn’t see that as being so much of a bad thing. In fact, he saw it as the only way to truly be an individual. Sure he could’ve pouted…paid his taxes…complained to everyone around him…publicly attacked the leadership of the war…but he’d be doing all of this…all the while he would be monetarily contributing to a system that didn’t correspond with his conscience. It’s really interesting as we talk about these different economic models and systems of government…no question we’ve talked about at least one that you don’t agree with or that you think is immoral. Well try to put yourself in the shoes of Thoreau here: Thoreau…in a weird way…went to jail…in order to be truly free. Not the other way around. Thank you for listening. I’ll talk to you next time."
}