{
    "ep": "Episode #019",
    "title": "Three Islamic Truths",
    "spoken_text": "This is a transcript of Episode 19 on Three Islamic Truths. The theme of today's episode is truth. When you think of truth, as it's own entity, there's not really that much controversy. I don't think most people disagree that it seems likely that there is an absolute truth about each individual facet of everything that exists. Some blanket single code about everything that is, the truth. That concept is pretty straightforward in itself. It's when humans start talking about truth that things get crazy. It's what that truth is, and what makes it true when viewing it through the lens of a human that is the tough question. And it's because we're all viewing the same exact scene, unfolding out in front of us, but we're all viewing it through a different filter and from a different vantage point.Now because of that, and this is something that is a big issue in philosophy, we might have to be willing to accept as humans that we... can't arrive at truth. We might have to accept that as beings living on this planet, whatever you think we are, that discovering the absolute truth about everything or anything isn't a function of our existence. We might not have the equipment to find the truth. I guess it kind of depends on what you believe in, if you think we evolved from monkeys, you might not think our brains are designed to necessarily understand the fabric of space and time...you might think our brains are designed to socialize, pick bananas and reproduce. On the other hand, if you think we are spiritual beings, programmed into this body by God or some creator, maybe you think god didn’t put us here to understand how he did everything, he put us here to follow a certain set of behavioral restrictions and to be judged. I mean, whatever you think, the key thing to note is that it's never been obvious to us what the truth was. And because of that ambiguity, truth has always been a subjective term. People arrive at their own truth about things. You hear it all the time, this is \"my truth\". Another question to ask is if you arrived at the truth, would you even know it? How could you know that THAT truth isn't just another step on your journey towards arriving at the truth? The subject is actually one of the biggest in philosophy and it's ten times more complicated than this, and it's focused on so much for good reason.Just think of what is at stake when we think about the truth. This is going to be a shocker to everybody listening. Throughout history, people haven't always agreed on what the truth is. You see the same story repeat itself all throughout human history. Some guy arrives at what he sees as the absolute truth, and then uses that truth as the basis for subjugating entire groups of people, for committing mass genocide, for trying to take over the world. What's even scarier about that is that most of these truths, at least at the time they were arrived at, seem to be based on sound logic. And what do you do when two really smart people arrive at what they call truth, and they're diametric opposites of each other? One of them has to be wrong and it has to be a problem with the method they used to arrive at the truth. So philosophers from the beginning have focused on that question, what is truth and what is the proper method to arrive at the truth? They realized that their answers to these questions, not only had their lives in the balance, but the future of all of humanity. They were thinking of us. And make no mistake, if they didn't do this, the world would be a very different place today.That is what today's episode is: three genius thinkers from the Islamic world and their three completely different approaches to the best way to arrive at truth. They came to very different conclusions, but all three approaches are based on sound logic, they had to be. In fact, the entire middle-ages, at least when it comes to philosophy is distinguished by a heightened focus on logic. What's even more cool about their different approaches is that all three of them relate to us in modern times in some unique way. By the end of the show we'll not only see how thought progressed in the Islamic world throughout the centuries but we'll understand more about the two time periods on either side of Avicenna. Remember the period is typically broken down into two parts, before Avicenna and after Avicenna.So, I guess the best way to start is to talk about that \"before Avicenna\" part. It began in the seventh century. There was a violent clashing of two different cultures coming together. But it's funny, if you were looking at it, it wouldn't really appear to be a violent clashing. You think of a violent clashing and you think of fireworks, explosions...a Jason Statham movie. but it didn’t happen in an instant. Sometimes when two cultures violently clash, its more like the violent clash that happens when two tectonic plates slam together and make a mountain. It's still a violent clashing it just takes place over a long period of time. The two tectonic plates that are colliding in our example today are this newly created Muslim empire in the seventh century and this large region of Iran, Iraq and Syria. The intellectual history of the region would eventually become embodied in the city of Baghdad, which would eventually become the capital city of this newly founded Muslim empire.See, the truth for Baghdad was legitimized the region's rich history of science and philosophy for hundreds of years. Truth for the Muslim empire was legitimized by the sword. They conquered the entire region, it was under control of the Persian Empire at the time, and if you were living during that time you had two choices if they conquered you. Convert to Islam or pay an extremely high tax that most people couldn't afford. It certainly wasn't paradise for anyone living as a non-Muslim during this time period and region. The two cultures slammed together and there was a great deal of tension. It was kind of a weird place to be in if you're the Muslim empire. Nobody is going to beat you in a direct military engagement, the question just becomes how do you command the front lines of this culture war that is going on? Could the thought of the area, thought based around truth being arrived at through reason, with Hellenic Philosophy deeply intrenched in the culture; could that be reconciled with truth based on fulfillment of prophecy? Truth given to us by God and recorded in a book? Is it even possible to reconcile the two? The better question for the powerful Muslim empire was, What is the best way to deal with this problem? Should they forcefully take over cultural control of the entire area or should they try to find some sort of common ground between the two? Find some way they can coexist. Well, luckily for us they decided to try to coexist. And this attempt of philosophers to try to reconcile these two very different ways of looking at the truth is what defines this \"before Avicenna\" stage where they mostly translated work by Greek philosophers into Arabic. But as we touched on a little bit last time, it wasn't just translating. They also wrote commentaries on the earlier philosophers to try to explain to people of their time what they were saying. This is where Al Farabi comes into the picture.There would not be a revolutionary thinker like Avicenna if there was no Al Farabi. There's a story Avicenna tells in one of his books where he tries to read Aristotle's Metaphysics and he just doesn't understand it. So he reads it again, and doesn't understand it. He says he read Aristotle's Metaphysics 40 times and still didn't understand what he was saying. And the even more impressive thing is that 40 is just the number they used back then for \"I can't even count how many times, lets just call it 40\". It's like saying \"a million kagillion\". By the way, when you're turning 40 years old, you got to already feel a little insecure about getting older. It must be terrible when you think that your age is the hyperbole that people used to use as a number so high, the actual number doesn't even matter anymore. It really is cruel. But anyway, Avicenna didn't understand Aristotle's metaphysics until he read the commentary that Al Farabi wrote on it, and then instantly he understood. Even someone as brilliant as Avicenna couldn't get it because there was a giant cultural divide. Al Farabi describes it here:\"Aristotle expressed the cannons of logic by means of words customary among the people of his language And used examples that were familiar to and current among the people of his day. but since the explanations of the people of the Arabic language are not customary to the people of Greece and the examples of the people of this time are different from the examples familiar to he Greeks, the points that Aristotle intended to clarify by means of these examples have become unclear to and not understood by the people of our time.\"So what he's obviously alluding to there is that he is just like me! Al Farabi was doing his own version of Philosophize This! way back in the day. He realized something. When Aristotle was writing all of this stuff down, he was communicating it through the limited language that he had in his day, to the culture of his day, using examples that people of his day could understand. Al Farabi thought that maybe some of the blame for the current time not relating to and understanding what Aristotle had to say lied in the way it was explained. He updated the examples. He explained it in a way people actually cared about. He was a peacemaker between the two cultures and this really is what defines the philosophy of the time period. I mean, if you think Al Farabi is a peacemaker, you have to hear about Al Kindi. Al Kindi just wanted everyone to get along already. He spent a lot of his time trying to create a full philosophical system that fused together the best parts of the philosophy of Plato and Aristotle, who as we know are typically seen as too different to ever be fused together. But the most important peacemaking venture he embarked on was making a case for the fact that using philosophy to search for the truth and arriving at the truth through fulfillment of prophecy, are not mutually exclusive things. They both can exist alongside each other. Really, I think it comes down to the slightly different way Al Kindi defines philosophy that allows for the two to coexist.He says:\"indeed the human art which is highest in degree and most noble in rank is the art of philosophy. the definition of which is the true knowledge of things insofar as is possible for man.\"In so far as is possible for man! See, what Al Kindi believed is that we can't reasonably expect to be able to arrive at ALL truth through our ability to reason. I mean, just think of how HUGE that encyclopedia would be if we found the truth about every single thing. He thought we can certainly figure out a lot of things though. So we should use reason to know as much as we possibly can and then add on the divine knowledge given to us through prophets to fill in the gaps. Whatever we do though, the truth is the most important thing, not our feelings about the truth or what it says about who we are. He said:\"We ought not to be ashamed of appreciating the truth and of acquiring it wherever it comes from even if it comes from races distant and nations different from us. for the seeker of truth, nothing takes precedence over the truth. the status of no one is diminished by the truth, rather does the truth ennoble all.\"This is a beautiful sentiment from Al Kindi. The truth is the most important thing. Not how the truth makes you feel, not how different the person looks who is bringing you the truth, not how stupid you will feel for having not known the truth for so long. The truth ennobles all. The type of people Al Kindi is lecturing here, we still deal with these people all the time. One search for truth that almost everybody goes through in modern times at some level, is trying to find where you fit in the spectrum of modern politics. These people obviously disagree on a lot of things, both sides cite their own statistics proving their side to be correct, but they can't both be correct, so what do I think the truth is? And I think the reason so many people grow ambivalent about American politics is because these commentators on TV don't think about the truth like Al Kindi did, how can they possibly know what the truth is? I guess that's what both sides are banking on to a certain degree, but the average person has a full time job, a family, hobbies, a home to maintain, personal goals; when they start looking for what the truth is and they turn on MSNBC and hear how George Bush and his evil syndicate of minions are destroying the world and then they flip over to Fox News and hear how all of what they just heard is completely false and that it's really Obama that's the bad guy. If any of these people ever heard that science discovered that the other side was absolutely correct the whole time, they would NEVER acknowledge it. They'd find some way to spin it so that they never need to make a concession and they'd keep going on with what they do best. They aren't interested in the truth, or the real \"news\", they're not interested in ennobling all as Al Kindi would say. And given how much the media effects the decisions making of the average person, just imagine if they DID take a page out of Al Kindi's book.So, it was the translations and commentaries by people like Al Kindi and Al Farabi that led to a great thinker like Avicenna. Then shortly after, people started commentating on what Avicenna had to say. And one of his most famous detractors, and a man that more than almost anyone else looked into what it meant to arrive at truth, was Al Ghazali. Now it's spelled Ghazali. But its pronounced Ghazali. I'm not going to butcher your beautiful language, I'm just going to call him Ghazali from now on and you'll know what I mean.Al Ghazali's search for what truth is began at a very early age. He said:\"consequently as i drew near the age of adolescence, the bonds of mere authority ceased to hold me and inherited beliefs lost their grip upon me, for i saw that christian youths always grew up to be christian, Jewish youths to be Jews and Muslim youths to be Muslims. my inmost being was moved to discover what this original nature really was and what the beliefs derived from the authority of parents and teachers really were. and also to make distinctions among the authority based opinions and in distinguishing between the true and false in them. therefore i said within myself, to begin with, what i am looking for is knowledge of what things really are so i must undoubtedly try to find what knowledge really is.\"He looked around him and saw that most people just kind of believe whatever the authority figures tell them to believe. He noticed that children that grow up in various religious settings always end up being the same religion as their parents, he noticed that teachers told students the way things were, but no one ever questioned it. He called those in the quote \"authority based opinions\". Al Ghazali saw that the authority figures usually were right, but not always, and they certainly weren't right simply because they were authority figures. So this led him to start questioning, everything around him. He asked himself, what should truth be based on? What can I know for certain? And the conclusion he came to is that the only things we can know for certain are things that are so true that it's impossible for anyone to even cause a doubt in your mind. Things that are so true they are practically self-evident.Now, as people who study philosophy we already know the dark, depressing road this is going to take him down. I mean we've heard the stories of Carneades in Rome arguing for Justice one day and winning the crowd of Romans over and then arguing the complete opposite viewpoint, against justice and winning them over again. How is Al Ghazali going to arrive at a place where anything is self-evident?Well what he decides after thinking about it for a long time is that there are only two things he thinks we can be certain about sense perception and necessary truths. By sense perceptions hes talking about: unless if you’re dreaming or hallucinating...when we see something in front of us...we can be sure it's there. by necessary truths, hes talking about things that are the case because their essence makes it so. things like a square has four sides. If a square didn’t have four sides, it wouldn’t be a square anymore. it is necessary that a square has four sides.But he goes even further. He pulls a Socrates on himself. He asked, how can I be sure that I am not dreaming? How can I ever be sure that I won't exist in a realm where necessary truths no longer apply?He said:\"Is my reliance on sense perception and my trust on the soundness of necessary truths of the same kind as my previous trust in the beliefs i had merely taken over from others? and as the trust most men have in the results of thinking? or is it a justified trust that is in no danger of being betrayed or destroyed.\"Well you never pull a Socrates on yourself. He messed himself up. Apparently for 10 years he had this terrible disease of skepticism about everything. He was so distraught that it affected his physical health, he felt sick, no doctor knew what to do, he had to quit teaching and he decided to go on a spiritual journey that eventually cured him of his skepticism. He found out the flaw in his way of thinking that cursed him for so many years and here it was:\"Faith in prophecy is to acknowledge the existence of a sphere beyond reason; into this sphere an eye penetrates whereby man apprehends special objects of apprehension. From these, reason is excluded in the same way as the hearing is excluded from apprehending colours and sight from apprehending sounds and all the senses from apprehending the objects of reason.\"Basically what he's saying is look, reason is cool and all. We are human. We have limitations. How can we think that we can know EVERYTHING through reason? Some things we just cant through reason alone, and it is a narrow minded way of thinking to restrict yourself to only reason when arriving at conclusions. And when it comes to those things, all the rest of the truth we cant arrive at through reason, we need prophets to tell us the truth. He recognized that philosophy had some value, but we needed to keep it in its proper place. Philosophy needs to speak when spoken to, and never more. After all, at best philosophy was using reason to arrive at conclusions, you're never experiencing the truth first hand. He said \"What a difference between knowing the definition of health together with its causes, and being healthy.\"Ghazali becomes a bit like Robin Williams in Good Will Hunting. Remember when he says to Matt Damon's character that I could ask you about art and you'd probably quote every art book every written, but I bet you don't know what it feels like to look up at the ceiling of the Sistine Chapel. He makes a distinction between knowing a ton about something, and actually experiencing it. The key for Al Ghazali was to understand that you can never think your way to arriving at the conclusions that the prophets laid out...it is futile to even try. Instead, what you should do is accept on faith that the things the prophets said are true, and once you do, it will become clear to you that it is the truth because this first hand experience is much more powerful. Al Ghazali saw these philosophers claim to be free from the shackles of authority based opinions, but really in his eyes they had just imprisoned themselves in a new cell block. The confines of only using reason to arrive at truth.Al Ghazali brings up a good point that we touched on briefly at the start of the show in that maybe human reason in itself is incapable of grasping certain elements of the truth. Maybe the only way to know them is to accept them as the truth first, and then look around you and see the effects. I think that's a dangerous recipe. If there's one thing human beings are good at it's mistaking correlation with causality. You don't have to look very far in any direction in modern times to see people or things that are confident one thing is causing something, and then it turns out it just appeared like there was a correlation between the two things, it was actually something else. The example that comes to mind is the indigenous tribe throwing people into a volcano because that's how you appease the volcano gods and make them not shoot lava at your town. If you accept something on faith first, you're relying on your own judgment to make accurate correlations and I think that's something we've proven we're not very good at.He thought they were downright incoherent. Which explains the title of his most famous work \"The incoherence of the philosophers.\" Well the last guy we're going to talk about didn't agree with Al Ghazali on most things. Which explains the title of his most famous work \"The incoherence of the incoherence.\" His name was Averroes. Averroes was living during a time long after Al Farabi and Al Kindi; long after the time when the relationship between religion and philosophy in the east could be symbolized by one of those coexist bumper stickers. Things were heating up. It was way beyond finding some alternative way of looking at older philosophy and finding a way it is compatible with Islam. Now Islam had it's own philosophy. They had centuries to study what everyone else had to say and by this time they pretty much knew who they agreed with and who they didn't agree with. That's where Averroes comes in. He was a little bit of a Renaissance man. He would've fit in a lot more during the time before Avicenna when people were writing commentaries on Aristotle, because that is almost all he did. But what he's most famous for is his response to Al Ghazali and his theory of the best way to arrive at truth.Averroes didn't think either religion or philosophy was a useless way to arrive at truth, he just thought they specialized in different areas. Some things philosophy is better at, some things religion is better at. He thought there should be something like a business arrangement between the two. After all they both benefit each other when they both do what they are best at. He says philosophy should appreciate religion because there is no way people could dedicate their lives to thinking about stuff if it wasn’t for the civil order that religion provides. Not everybody is intellectually capable of understanding philosophy, or of grasping certain concepts...so what religion does is provide an easily digestible version of the truth, which they should accept on faith, because they are never going to arrive at those truths through reason. He said:\"the religions are, according to the philosophers, obligatory, since they lead towards wisdom in a way universal to all human beings, philosophy only leads a certain number of people to the knowledge of intellectual happiness, and they therefore have to learn wisdom, whereas religions seek the instruction of the masses generally, he goes on, since the existence of the learned class is only perfected and its full happiness attained by participation with the class of the masses, the general doctrine is also obligatory for the existence and life of this special class\"Because of this, philosophers shouldn't stir up trouble. They shouldn't worry about shouting out to the masses about all the problems with religion, because that's the best the \"masses\" are ever going to do. What possible benefit can you get from that? In fact, if philosophers DO make people question their faith in religion, it's downright irresponsible. Averroes thinks people capable of understanding philosophy should carefully pick the best religion of their time period and endorse it wholeheartedly. But the catch is, they should leave themselves open to a new religion coming along that does a better job at conveying the truth to the masses. He said:\"Further, he is under obligation to choose the best religion of his period, even when they are all equally true for him, and he must believe that the best will be abrogated by the introduction of a still better.\"I don't agree with Averroes that most people are incapable of understanding philosophy. But then again it's easy for me to disagree living in modern times, knowing how much more we know about human psychology and genetics. I like to think that if Averroes was privy to modern science and saw the world we live in today, he wouldn't say most people are incapable of understanding philosophy, he would say that most people are unwilling.And that doesn't make them bad people! Humans typically take the path of least resistance. From a survival oriented perspective, it makes sense. If you need water and you have two choices: the stream directly in front of you or the stream on the other side of that dangerous chasm over there, which one is more reasonable?Knowing that, if people are born into a world where they have a choice, the ethical doctrine that is right in front of them, or the ethical doctrine arrived at through hundreds of hours of contemplation weighing the pros and cons of each individual virtue, which path can we expect most people to take? I mean, you can be told by a parent or a pastor that lying is wrong, only bad people lie and if you do it, bad things will happen to you. And accept that. Or, you can think about the benefits of being an honest person vs a dishonest person. For example, when you're honest, you have more meaningful relationships with people, which positively affects you emotionally. People trust you more, so naturally more opportunities are going to be thrown. Etc. Both examples are reaping the same benefits of being a virtuous person. Both people are acting as if they are wise people. If the only difference between them is that one person attributes all the good in their life to a supernatural god reaching his hand down and blessing them for doing things right, and the other person attributes all the good to being a natural byproduct of living virtuously, I wonder, and Averroes would wonder too, why there is a significant group of people that think religion as an institution should be abolished.Now it's time for the question of the week. I want you to think about the second example of truth in our episode today, Al Ghazali. He said that to arrive at truth you need to accept things based on faith first and then through experiencing the world around you arrive at truths that are much stronger than truths based merely in reason alone. Well think about that for a second. Philosophize This! Are there things we cannot prove with reason alone, that aren't in the slightest bit magical, that every day whether we realize it or not, we accept them on faith? Thank you for listening, I'll talk to you soon."
}