{
    "ep": "Episode #047",
    "title": "Rousseau pt. 3 - The General Will",
    "spoken_text": "This is a transcript of episode #047 on The General Will. Check out the episode page HERE. So our ship crashed.We're on an island with no hope of rescue. We've decided that having a government is more beneficial that NOT having a government, and we've decided that the structure of the government is going to be Rousseau's favorite kind: the elective Aristocracy. Now what? Well to answer that question, I want to ask you a question. When was the last time you went to Ikea? I'm serious...when was the last time you waddled through that giant...maze that they make you go through? It's like being a rat in a maze, but instead of looking for cheese you're looking for a cheap coffee table. You know...you sit down in all those different pre-constructed living rooms and you imagine yourself, if only for a moment, having a different life...one where you felt alive again. The reason I'm asking is because whenever you buy one of these cheap coffee tables they come with two things: the parts you need to build the thing...and the instructions on how to put it together...you know they don't use any words because they don't want to print a different set of instructions for every language, so they try to harness a universal language across all humans and apparently that language uses a lot of arrows and happy faces. The point is, we've talked about the different parts of government...the coffee table comes with wood, screws, an Allen wrench, all the things you'd need to build it. We've talked about how the different parts of government are assembled...the coffee table comes with the universal picture instruction manual. But nothing in the coffee table package tells you what the function of your coffee table should be. Nobody at Ikea is going to tell you what to do with your coffee table once you've assembled all the parts. And if the function of a coffee table is to hold coasters and novelty books that no one reads...what is the function of our island government? What the heck do we want this thing to do for us? Thomas Hobbes said it was the maintain order. John Locke said it was to protect our natural rights of life, liberty and property...and Rousseau said it was to serve the general will of the people....now...at first glance it may seem pretty obvious what he means here. Oh, general will...that just means its the governments job to do what everyone wants them to do...right? Well...it's not that simple. And really, what did you expect from philosophy? Especially when it comes down to so many moving parts...I mean think about it. It's hard enough to try to take into account the thoughts of every single citizen equally...but then from there to try to distill it down into one thing the government can act upon...i mean come on! That's just ASKING for every philosopher and their mom to try to criticize you...and that's exactly what happened. This concept of what the general will is and how to adequately arrive at... it is one of the most commented on things in the history of political philosophy...and there's far from a clear answer when it comes to knowing exactly what Rousseau was talking about. It can even at times be downright confusing. But by looking at the different arguments and by understanding what makes it confusing, we can all arrive at a solid understanding of what the general will is...ALBEIT an imperfect understanding, but a better understanding then most people and definitely a better understanding than someone who claims to KNOW for certain ...what Rousseau was talking about in the 1700's. So to get started...There's not just one thing that's unclear about Rousseau's concept of the \"general will\". Now, as I said, this is one of the most commented on things you could find from Rousseau..and once everybody said their piece, if you wanted to identify one of the big areas of confusion about defining the general will...it wouldn't be a bad place to start to ask the question: if what we're trying to do is take the individual wills of all the individual citizens and arrive at the common ground between them all...which one of their \"wills\" should we be looking at? Rousseau talks about it at length. Think about it...people are complicated. We don't just identify our self as an individual... and then ignore everything outside of that. Okay...people have multiple causes that are important to them that might influence what they think they want from the government. Let's think about it in terms of our island. Aside from everything else...every person on this island identifies themselves as a person...an individual...with needs and wants. This personal will, if they were naive enough to allow it to...could shade what they think they want from their government. For example, any one person on our island could say...okay...you know what I want from MY government? I want to do nothing. I want there to be zero taxes. I want to never have to contribute to society in any way. I want my government to insure that I never have to work and that I will be constantly entertained for every second of my life. I want them to assign me twelve people...we'll call them my disciples...twelve people that follow me around and do everything for me...they fan me with palm leaves...they massage my feet...they feed me...they build a better shelter for me...they collect coconuts for me...that's what I want from my government. Well this is an extreme case, but you get the point. We can all imagine how someone thinking in terms of only themselves... could be led to expect things of their government that don't necessarily correspond with the common good. I mean, what an example of something that would be a massive expenditure of government resources on something that would only really benefit that one person, and stand to hurt others. This is important because the second will that Rousseau thinks we can think on behalf of...the second way someone can identify themselves that would affect what they expect from their government...is by identifying themselves as one part of the whole society. One citizen that wants the government to do what's best for the collective body...a citizen that sets aside their own personal, selfish desires so that instead there can be a set of laws that allow all the different parts of this whole... to have an equal amount of freedom. Now...in an ideal world...this is how everyone would think...but Rousseau says to expect people to be wise enough to always realize that this is the best way to think about your relationship to the state is just a waste of time. In the same way people can identify their will with that of everyone in a society...they can also attach themselves to other groups. You know...they can become a single-issue voter...they can champion the cause of anti-gay marriage...they can champion the cause of food-stamps for the poor...they can attach themselves to a particular company that they work for or even...a rival state. The point is...with all these different potential \"wills\" hanging in the balance...it becomes very difficult for individual citizens to come together as single pieces of an assembly and arrive at a set of laws that treat everybody equally. In other words...it's tough for us as admittedly...flawed human beings...with biases and agendas to arrive at a set of laws that ACTUALLY reflect the general will. This is something that's extremely important for us to understand...the set of laws that we agree upon on the island are a reflection of the general will of the people. It's not hard to imagine on our island... how differing values and priorities might lead to laws that unfairly restrict one person...or one group of people. And this is a problem to Rousseau. you know... He says that in order for it to truly be considered the \"general will\" it must \"come from all and apply to all\"...but this is much easier said than done. Even if we arrive at a place where no one group is being unfairly scrutinized...this can work going the other direction too...we have to create a set of laws that don't unfairly benefit one group of people over another....which would be easy in the infant stages of a society...like our island government...but you can imagine how much more difficult that becomes the more layers you add to this society...the more complex and diverse this society gets. Like...as we talked about a couple episodes ago...Rousseau thinks that even something as simple as private property is impossible to make equal laws about. Because as long as one of the things we want our government to do for us is protect our private property rights...that will always unequally benefit people that have more property. Much of the confusion between commentators comes down to the question: well how do we arrive at what Rousseau calls the general will? And they usually think about it in one of two ways. These two ways have become known to history as...should we think of it as the \"democratic\" general will or the \"transcendental\" general will...and let me explain what they mean by both. So one one hand...the general will could be what results from when all the citizens come together in some sort of assembly....you know we all congregate on our island...we argue, we talk about priorities...we talk about values and we come to some sort of agreement about what we want that it's the government's job to execute. This is known as the \"democratic\" general will. On the other hand, the general will could be something a little more abstract. You know...exterior to what any one person actually wants from the government...you could make an argument that there is some general will that is transcendent of anything we could ever arrive at in an assembly. You know for example, the citizens of a state could all come together and decide that they don't want to pay a tax of .25 cents for every gallon of gas they buy, but paying that tax might ultimately be better for the common good. Which general will was Rousseau referring to? Another thing that's confusing about THIS interpretation of the general will...who's job is it to determine what the general will is? Who decides what's best for the common good? If you think the general will is not democratically arrived at through an assembly of people, and that its actually some transcendent thing, whose the guy or gal that determines what that thing is? Because it's not always clear who that person is and we've tried a lot different things throughout history. Is it the strongest person who should decide? Is it the government itself? Is it the cultural elite or rich people? Is it famous celebrities? Well a lot of what makes this debate confusing is still up in the air, and we're not going to get to the bottom of it in this episode, but most commentators agree on one thing: that with the correct restrictions and operating within the correct conditions...it stands to reason that citizens will be able to come together, discuss priorities and arrive at a set of laws that reflect the general will. Again...this is important...the laws are a reflection of the general will. On our island... the laws that we put in place are a representation of what we all collectively want from our government. And in that way...we can have a working knowledge of the general will by thinking of it as: A consensus among the people about what we should do when it comes to our political, economic and social systems. So what is the government? The government is just a company that we're commissioning to carry out the general will. Really, try to think about it in that way, cause it's really easy for us to look at the government as this secretive...powerful entity that is kind of like our parents. This faceless enforcer that we really have no right to question...our job is to fall in line with the rules that it gives us...or else. But just for a second, think about the government like it is a company that we're paying to do something for us. In the same way that you pay Dairy Queen to make you delicious ice-cream...in the same way you pay Home Depot to get you home improvement supplies...you pay the government to enact the general will. The reason this is an important way to think about things is because...just how Dairy Queen has to compete with places like Burger King and Mcdonalds and Wendy's...the government has to compete with people too. Not internally....in fact that may be the biggest criticism of government is that there isn't another government down the street you can go to if you don't like this one...what I mean is that we exist in a world where every country is made up of a giant population of people that have basically commissioned a company to carry out the general will of the people. Spain has a company carrying out THEIR general will. England has a company carrying out theirs. Iran, Iraq, Russia, China, Zimbabwe...the United States...we all have a company...and sometimes the general will of these countries...the tasks these companies are commissioned to carry out...sometimes they don't correspond with each other. Sometimes the consensus of the people of France when it comes to their political, economic and social systems doesn't mesh very well with what another country wants. Sometimes it creates tension. Sometimes difficult decisions need to be made. In fact, just think about something for a second. COMPLETELY setting aside how difficult of a task it is to arrive at what the general will of a given society is...and understanding the fact that you're looking at a moving target...i mean the general will of a society is constantly changing...even if the government knew EXACTLY what the general will was, they would still have to agree upon a plan to get there. If part of the general will is to be as peaceful a nation as we can possibly be...there are many different ways to arrive at the same destination...for example you can create a climate of peace because you're bigger and stronger than everyone so no one wants to mess with you...or you can be peaceful by just agreeing with anything any country tries to do. This is just one example, but you can see that defining the general will is only the first step...then you have to agree on what path to get there. But even THAT'S not the end of it, because even if you could agree upon which path to take to get there...there are still dozens if not hundreds of options of exactly how you're going to execute that path. I'd compare it to taking a road trip. Imagine everyone in the United States on a giant truck and the president is in the drivers seat. Even if they could determine where on the map we wanted to go...let's say everyone wants to go to Pittsburgh...he'd still have to argue with everyone about which road to take to get there. One guy says to take the interstate...another person says to take the surface streets...one person knows a shortcut! Someone else says that shortcut goes through the mountains and is dangerous! Let's say they decide were taking the interstate...we still have to decide what sort of travel schedule were on...when do we sleep? how fast do we drive? Are we even driving at all...or should we walk? This example is not to be obnoxious...it's just to illustrate the mountain of choices and arguments that go into even executing a single thread in this tapestry known as the general will. I would never want to be at the head of one of these companies whose job it is to execute the general will. I mean...just consider for a second the kinds of decisions that these people need to make on a daily basis....even stuff that seems really easy is enough to drive me, personally into madness. Take something like the Iraq War... Widely considered to be a political blunder. Even if you agree with everything that was done and think it was fully justifiable...you have to acknowledge that there is a large group of people that disagree with you. A group of people that say that history will look back on the United States invading Iraq in 2003 and think that it was a horrendous mistake in foreign policy...you know...it created this power vacuum and now all this stuffs going on... Well how bout a quick thought experiment. What if...100 years from now...something happens where it turns out the Iraq war was the greatest political chess move that ever happened. You know...the dominoes that were set in motion because of the Iraq War eventually made possible something that ushered in 10,000 years of world peace...obviously corresponding perfectly with the general will of the united states? What then? Now I'm not justifying these actions by saying that something good MAY happen down the line...I'm not saying it would have been planned...I'm not saying George Bush is like the Rain man and he was 25 steps ahead of anyone else when he made the decision to do it...what I'm saying is that the decisions that we make today on behalf of the General will don't just affect us today...or tomorrow or even a year from now...but centuries. If part of the general will is to protect the united states and it's allies...because in modern times you need allies to win any sort of major war...what happens when Britain is attacked? What is it like to be at the top of one of these companies that we've commissioned to carry out the general will? At what point is stepping in militarily going to yield more peace in the long term than staying out of it would have? Will it jeopardize our relationship with any other countries? What are the economic implications of this 10, 20 100 years down the line? You can just imagine an ENDLESS decision tree that these people have to take into account...an endless number of scenarios...if this happens and they respond that way...then we do this.. and they're doing all of this with a single goal in mind: the common good. what is the absolute best decision we can make that promotes the general will? By the way...these problems are not just on a global scale when we're dealing with the threat of war...these things happen domestically all the time...for example: the illegal immigration debate. On one hand you have the human side of it...how horrible is it that by no fault of this person...this person didn't have a choice...simply by virtue of being born on one side of an arbitrary line in the sand that we drew 200 years ago...this person will live a completely different life than someone born 100 feet away on the other side of this line. Across the board they will have fewer and worse opportunities available to them simply because they were born 100 feet in the wrong direction. It's terrible...and this fact leads certain people to advocate an open borders policy. You know...who are we to tell someone where they can or can't live like we OWN THE EARTH or something? These people say if someone wants to live here...let them live here! We can totally see where these people are coming from...and how could the government be mad at them? They're compassionate people! But it's also easy to see the governments side of an open borders policy. You know...when we think of the government as just a company that we've commissioned to do a job for us...what are they going to do to make sure the job gets done? What would any of you guys do? If the government has ever actually considered a policy of completely open borders...I can imagine them as an entity commissioned to do a job going back and looking at history. Finding examples of governments that have been rich and in turn...given out a lot of stuff for free to its citizens. Then they look to see if that combined with having a lax immigration policy has ever led to problems down the road. Can you give citizenship to every single person that wants it? They probably look around them and see that every developed country has criteria that someone has to meet before they're granted citizenship. Why is that the case? We can see them having these sorts of discussions saying look, we have one job that was assigned to us...and our choices don't necessarily need to make everyone in the entire world happy...ultimately its the general will we're concerned with. Again, the point of all this is not to say that its impossible to make these decisions...its not to say that we shouldn't be making these decisions. It's just to help us understand the task at hand. The general will, whatever that thing is, is a tough thing to get a hold of...and even if you can grab a hold of it...you gotta agree upon a path to get there...you have to choose from all the options and find the best strategy to execute that path... and also consider a million different other factors that might make your decision a bad one in the long run. Let's all consider the monumental task that we ask of our government. This collection of people...this company that we've commissioned to do this job for us. Whether we like it or not...we live in a world of competing nation-states. Most of the time we get along, but sometimes the goals of one nation-state don't correspond with another...and difficult decisions need to be made. This is just...reality. All I'm saying, is that when it comes to being one of the people making the decisions on our island, I would NEVER want to be one of those people. To be at the top of this company that we've commissioned...you have to be a pretty incredible person if you're doing your job properly. We're going to need to work really hard on our island.. to find a collection of the most incredible people that we got, because if we take that task lightly... we could easily end up dead. Think of how much is at stake on the island, these people are going to be making the decisions while our lives hang in the balance. And the most terrifying part of all...is that this isn't just a thought experiment. It's easy to be cavalier about this situation when were playing make believe about being stranded on an island, but back in reality are things really different? Think about the way that we elect leaders in today's world: You look around you and you see so many single issue voters...so many people voting based on about thirty minutes of actual research...you look at the direct connection between campaign advertising dollars spent vs elections won...you know your character doesn't need to have merit at all...as long as you can run more ads than your opponent...all it takes is a commercial to influence who humans vote for. You see people voting for people because of what letter is next to the persons name...or what gender they are...or what ethnic background they're from...that's my favorite: YOUR ancestors had sex in a similar geographic proximity to MY ancestors. I like you! You must be the right kind of person to be making these massive decisions on behalf of the entire population. Here's the keys to the entire civilization. Here's the keys to the wealth of our nation. And on that note I will leave you until next time when we talk about an economist that would have a lot to say about this island nation that we're building that finally has a government. Thank you for listening. I'll talk to you next time."
}