{
    "ep": "Episode #017",
    "title": "Boethius",
    "spoken_text": "This is a transcript of Episode 17 on Philosophy of Boethius. Try to imagine yourself trapped in a prison cell...convicted to death...NO CHANCE of an appeal...you KNOW you're going to die soon in a horrific, painful way for something you didn’t do. How would you spend your time? This isn’t just me being dramatic...REALLY try to put yourself in that situation and ask yourself...what would be important to you in that moment?Boethius was a medieval neo-platonist philosopher who found himself in that moment. He actually had a pretty good standing in the world...considering he was living in a society that was growing increasingly corrupt and intolerant...the Roman Empire was crumbling heading towards where in modern times we have the luxury of knowing where it eventually would go but the people of the time didn’t know. And the entire peninsula of Italy was controlled by a group of wonderful gentlemen known as the Ostrogoths.Let me tell you about who Boethius was working for. The Ostrogoths were led by a guy named Theoderic the Great. Just to get an idea of the types of moves this guy would pull in the interest of gaining and sustaining power let me tell you about how he took control of Italy in the first place. He was fighting an army led by a guy named Odoacer. Theodoric wins a couple battles...JUST SO THAT ODOACER gets on his back foot a little bit...and right when hes in this place of vulnerability...a bishop acts as a mediator between the two leaders and arranges a negotiation for a peace treaty. Theodoric agrees to a treaty where BOTH of them would occupy the area together and BOTH make decisions...kind of combine their forces and have a period of peace. So Theodoric calls a celebratory banquet...were gonna sit down...have a feast and revel in this new arrangement we've come to...well at the banquet Theodoric stands up...makes a toast...does the little clinky thing on his glass...and then stabs Odoacer in the neck.It says in a text called the Anonymous Valesianus...that right after Theoderic kills him:\"That same day, all of Odoacer's army who could be found anywhere were killed by order of Theoderic, as well as all of his family.\"[44] Odoacer's wife Sunigilda was stoned to death, and his brother Onoulphus was killed by archers while seeking refuge in a church. Theoderic exiled Odoacer's son Thela to Gaul, but when he attempted to return to Italy Theoderic had him killed.\"This guy is the RULER of everything. But more importantly, he's Boethius's boss! This is the guy hes an adviser to. Boethius's life resembles a common theme in Hollywood and pop culture. The example that comes to mind is the Prince of Egypt...highly underrated Dreamworks movie...EVEN MORE UNDERRATED soundtrack. But I think the reference is a little too obscure...and it really doesn’t matter. We've all heard the story of Boethius told in some capacity. He was orphaned at a very young age and was adopted by a rich, aristocratic family. This privileged upbringing yielded a top-level education for his extremely above-average brain...and this warranted him eventually being given a job as chief adviser to Theoderic the great. Now the reason why his upbringing is significant is because he led a privileged life. And one typical hallmark of a person who was spoiled rotten throughout their childhood is that they don’t appreciate anything. and Im not saying Boethius was by ANY means the extreme version of this, he didn’t belong on my super sweet 16...but its not crazy to think there were remnants of it.Let me tell you about how Boethius ended up in prison.There was a meeting of the Royal Council in Verona where a guy named Cyprianus accused a guy named Albinus of treason, but neither of these guys are really important...the important part is what Boethius did. He was a loyal guy. He came to Albinus's defense and tried to show everyone there how flawed their way of thinking was...he said:\"The charge of Cyprianus is false, but if Albinus did that, so also have I and the whole senate with one accord done it; it is false, my Lord King.\" Now this is the part in the movie where everyone is supposed to look at each other and be like \"oh yeah hes right...look at what we’ve come to, thank you Boethius\" one person starts clapping really slow. Instead they just said...\"alright then you can be guilty of treason too!\"Didn’t work out that well. So all of a sudden...Boethius finds himself stripped of EVERYTHING. Stripped of his home...his family...his work...even his FREEDOM. His existence consisted of sitting in this dark cell...wrongly accused of treason...waiting to be put to death. And this is why I asked that question at the top of the show...If for some reason i was wrongly convicted of death...id be a lot of things..id be angry...id be weeping...id be like those prisoners in pirates of the Caribbean with the bone trying to coax the dog over with the keys in his mouth...One things for certain, I wouldn’t be writing a philosophical text that solves one of the oldest problems in philosophy and paves the way for ALL subsequent medieval philosophy.Why did he do it? Most of the writing from him before hes commentating on Aristotle or other Greek philosophy. Why did he choose to start now? Well I think that unjustly having EVERYTHING taken away from him...including his life was SO TRAUMATIC...that it was only after he was removed from his largely privileged life up until that point that he understood the complete value of philosophy. His book was called \"The consolation of Philosophy\" because Philosophy, CONSOLES us within the adversity that the world inevitably throws our way.The book starts out REALLY dark. Boethius is ready to die...hes sad, angry...all the things you'd expect from someone that is going to be wrongly put to death...but remember this is just a character in a book. the REAL Boethius is writing the book. hes in a COMPLETELY different mental state. Now as he is complaining about his unfortunate situation...he looks up and realizes that there is a woman TOWERING over him. But not just a woman...a really STRANGE woman...she has all these weird characteristics...her height keeps fluctuating...she has a glow about her...but more importantly Boethius notices that she has Greek letters sewn into her dress. At the top she has the letter \"Theta\" ...At the bottom she has the letter \"Pi\"...shes carrying a stack of books in one hand and a scepter in the other...i always think of the statue of liberty. Well, this strange woman is known as lady philosophy. The letter \"Theta\" sewn into the top of her dress symbolizes the metaphysics branch of philosophy and the letter \"Pi\" at the bottom of the dress symbolizes the branch of ethics. Shes supposed to be a physical embodiment of philosophy. She's also supposed to be a physical embodiment of wisdom...remember Boethius was a neo-platonist...this LADY PHILOSOPHY serves the same purpose to Boethius as Socrates served to Plato in his dialogues...the quintessentially wise person...and the true philosophy of the author.Boethius stays humble...when you watch QVC or any of those home shopping channels...its always two people that are entirely dissimilar...one guy, for some reason knows EVERYTHING about this rice cooker hes selling and the other guy for some reason has managed to navigate the world and tie their shoes every morning, yet has NEVER EVEN HEARD OF RICE. let alone tried to cook it.Well in the consolation of philosophy, Boethius is the Quintessential Naive person and lady philosophy is the quintessential wise person who is educating him on his wrong thinking. The irony is that both of them are Boethius.Throughout the book he lays out a lot of great stuff...not all of it new, revolutionary stuff, but all of it written in a satisfying way. The stuff that was revolutionary is enough to make him the most influential philosopher of the time period. But before we hear the infinite wisdom of Lady Philosophy we need to talk about Aristotle. One of the most famous works by Aristotle and one that has been talked about a lot in recent years is his work called \"On Interpretation\" Boethius and many later philosophers respond to this work directly and now seems like the best time to talk about it. I mean, if I talked about it back when we did the episode on Aristotle it would just be a vague memory at this point and his argument is actually very important. Its sometimes known as Aristotle's Sea Battle Analogy.The big question that Aristotle addresses in this part of \"On Interpretation\" is the question of:Are things predestined and out of our control or do we, as humans, get to choose what we do?What Aristotle says is that nobody would disagree that there are statements that can be directly contradictory to each other. Two people holding opposite viewpoints where one of them HAS to be true. You can think of a million different examples of this...but the one that Aristotle uses is that one person says \"there will be a sea battle tomorrow\" and the other person says \"there WONT be a sea battle tomorrow\".Now, ONE of these has to be true. There either WILL be a sea battle tomorrow or there wont be. And because its the type of contradiction where ONE guy has to be right and the other guy has to be wrong...the statement is JUST as true now as it will be tomorrow when it actually happens or doesn’t happen. You could say there NEEDS to be a sea battle tomorrow...you could say there is no situation possible where there CANT be a sea battle tomorrow because that statement is true right now. The implications of this is that nothing at all is possible except for what actually happens.This is an ancient Greek, very Aristotelian way of looking at something else that is a lot more familiar to us in modern times. In the times of Boethius, The popular belief was the God knows what will happen tomorrow. He knows everything. He KNOWS whether the sea battle will or will not take place. But if that is true...how much control do we really have over our actions?Last episode we talked about Saint Augustine and his explanation for how its possible that a supernatural god can exist and still allow evil to happen in the world. His answer, if you remember, has to do with free will. God wanted and created a world where humans possess free will. Saint Augustine said that if that is the case, then evil is something we need to be willing to accept as a possibility. Its not that God WANTS evil to happen. Its not that he COULDNT stop things from taking place...its just that if he did...it would blow the whole system. Then people don’t have free will anymore, and how can you eternally judge someone based on something other than immoral actions taken based on their own volition.Now Boethius had ALL of this information. Boethius answers the question of...how can we be said to have free will if god already knows what were going to do in the future by making a distinction between divine foreknowledge and predestination.When I first read Boethius, this changed the way I looked at things...what Boethius says is that there is a HUGE difference between God KNOWING something will happen and God Pre-slating out everything that WILL happen and we have no control over it. But that’s just part of what Boethius says...we need to be clear on this though. God's KNOWLEDGE of things that have happened, are happening or will happen is a DIFFERENT THING than God forging a destiny for everyone ahead of time that they cant deviate from.KNOWING something will happen doesn’t predestine it to happen. Now if you’re a really smart person and you’re quick at thinking you might say that...Once we've made that distinction, Why are we even here? Lets say God only KNOWS what you're going to do before you do it...why not just have judgment day on the first day of existence? He already knows whether you're going to follow the rules well enough to be admitted into the country club! Doesn’t that just make our free will a bunch of smoke and mirrors that really aren’t necessary?Well Boethius would argue that:\"Everything is known, not according to itself, but according to the capacity of the knower.\"The way we can apply this brilliant concept to what were talking about with free will is by understanding that we percieve everything in the world through the lens of being a human being. That Human interpretation of things may be useful to us in a lot of ways...but it would be naive to think its the COMPLETE picture of anything. Just how a Goldfish might look out of its fishbowl and think your living room is the rest of the ocean...humans might look at something and misperceive it too.What Boethius says we are MOST guilty of misperceiving is the nature of TIME. Remember, Saint Augustine said that time doesn’t really exist...its a human construct that we use to categorize information about the world around us. Well Boethius agreed...but he said thatbecause as humans we live in a constant flux of past present and future...we think about it in a narrow way. We think about it in terms of things that have happened..things that are happening now...and things that are going to happen. God, on the other hand, as Saint Augustine said as well, exists OUTSIDE of time...he lives inside of an eternal present...Maybe a better way to think of it is to Think of how you interact with other things that are existing in the present with you. If you and your friend decide you are gonna get in shape and you’re gonna go on a jog together and you’re running along with your friend and you start to get tired...and lightheaded and hot pockets are spinning around your head...your friends knowledge that you are jogging right now in this moment...doesn’t change your ability to stop running and throw up all over the ground...just like that’s the interaction in THIS present moment, gods knowledge of your future doesn’t stop you from changing it. He lives in an eternal present.Now if you still disagree, don’t worry. The centuries will go by and you'll feel more and more at home, but try to appreciate the brilliance here. Boethius was wrongly convicted to death rotting in a cell writing about these imaginary conversations he was having with this \"lady philosophy\". In fact, right now is a good time to talk about how Boethius says philosophy serves to console us in times of hardship.So as I said before the book starts out with Boethius really depressed and sad...a little bit like Eeyore...and then lady philosophy, the wise owl swoops in and corrects his faulty ways of thinking that are leading to this place of suffering. She asks him whats wrong...and he tells her about the meeting...and the wrongful conviction and the unjust tyrants that took away EVERYTHING from him...his wealth, his home, his career, and ultimately his life...and lady philosophy...in her own way...just kind of scoffs. She didn’t see any reason to be acting like EEYORE...she says to Boethius:“If I have fully diagnosed the cause and nature of your condition, you are wasting away in pining and longing for your former good fortune. It is the loss of this which, as your imagination works upon you, has so corrupted your mind. I know the many disguises of that monster, Fortune, and the extent to which she seduces with friendship the very people she is striving to cheat, until she overwhelms them with unbearable grief at the suddenness of her desertion”To Boethius, when bad things happen and we allow them to affect us...we are wallowing in our bad fortune. Our Mis-fortunes. When I think of fortune I think of Las Vegas, Nevada. Beautiful city...a place I wish I could go again and I’m not really all that into prostitution or mainlining drugs. But I still have a great time...and if you've ever been there for a few days you might have had a similar experience. I walked into the various casinos on the first day and I see all the people playing the slot machines and I think...wow this is awesome...all these people have hope...maybe it'll be me that hits the big jackpot...yeah the casino strictly regulates the payout and yes I know the odds are heavily against me...but maybe I'll be the lucky one. But with each day that passes the slot machines are full of people...you see some with a look of desperation in their eyes...you see people doing all sorts of superstitious things attributing winning and losing to things other than chance...you know...I didn’t have my lucky rabbits foot on the OUTSIDE of my clothes so THATS why i didn’t win...you see the casino handing out free drinks to the people gambling...maybe you see the same person from yesterday...and it looks like they’ve been there EVERY day for the past decade. I stopped feeling excited for this collective sense of hope and started feeling sorry for some of these people. All the casinos post signs that give out the number to the problem gambling hotline.Well Boethius would say that we ALL need to call the problem gambling hotline. But not because were playing kitty cat slot machine too much...its because we share the same delusional expectation of nothing but good fortune in our everyday lives. When Boethius is sulking in his cell and complaining about his loss of good fortune...lady philosophy tells him that fortune is like a wheel. A wheel of fortune. The things that he had that he considered good fortune weren’t actually things that he HAD at all. His health, his freedom, his house, his clothes...these things don’t actually belong to him...so how can they be taken away from him? And besides...his situation is far from the worst thing that’s ever happened to anyone...EVEN AS HE WAITS IN HIS CELL...waiting for his unjust death sentence, he STILL has tons fortune...she points out his ability to reason and write his ideas down. In fact, when you add everything up honestly, even if you’re sentenced to death, how can you say that you aren’t on the net positive side of fortune. Boethius says:“Balance out the good things and the bad that have happened in your life and you will have to acknowledge that you are still way ahead. You are unhappy because you have lost those things in which you took pleasure? But you can also take comfort in the likelihood that what is now making you miserable will also pass away.”Some people might see this as a warming over of Buddhism or Stoicism...and there are a lot of similarities. But to put it in terms of a Wheel of fortune that is constantly giving and taking away the earthly things we see as good really makes me think of myself as no different than the people playing the slots in Las Vegas. Except while they’re using disposable vacation income, I'm wagering my own happiness.The bottom line was this: If you follow philosophy to a T...you are impervious to all these misfortunes in the world. The real thing you should focus on is virtue. Virtues are the tools you use to achieve happiness. Boethius said:“One's virtue is all that one truly has, because it is not imperiled by the vicissitudes of fortune.”In fact, its the types of things that humans would typically see as bad fortune that is actually the GREATEST fortune...because its THAT fortune that does the most good in the long run for the person receiving it. The things we see as GOOD fortune are actually pretty deceptive...they allow us to delude ourselves into thinking that we are TRULY happy, when in actuality these conditions are extremely fragile. At least MISfortunes show us how bad things could be and therefore, how good we have it currently. He says:“All fortune is good fortune; for it either rewards, disciplines, amends, or punishes, and so is either useful or just.”"
}