{
    "ep": "Episode #038",
    "title": "Leibniz pt. 2 - The Best of All Possible Worlds",
    "spoken_text": "This is a transcript of episode #038 on Gottfried Leibniz pt. 2 - The Best of All Possible Worlds. Check out the episode page HERE.Gottfried Leibniz vs Sir Isaac Newton. It really is one of the biggest Twitter feuds from human history. Sure, you got the whole who invented calculus first thing...and that was a big deal. That would be what people wrote about in the tabloids back then, if they had tabloids. It was a high profile, but it was far from the extent of their disagreements with each other. On many issues they are seen as two profoundly genius intellectuals who hold very different opinions that often contradict each other. And this disagreement runs deep...even all the way down to the foundation of reality itself.We're all very familiar with the Newtonian view of the universe...it's shaped scientific thought since the day he laid it out. This mechanistic, Atomism where the physical world is made up of real physical objects...Well the fact that Leibniz and his theory of this infinity of spiritual points he calls monads, the fact that it eventually doesn't hold up to scientific scrutiny and the fact that the Newtonian view prevails, it may have been due to a fatal flaw present in his experiments directly from the start. But it's interesting to consider for a second, how different science and the world might look if for some reason, i don't know what it would be, if Leibniz's monadology achieved the same level of notoriety that newton's system did. Just imagine how different we would look at our place in the world.This is the beginning of me delivering on my promise of making sure we understand why Leibniz was so compelled to create this system of monads. His motivation...the bottom line was...he was scared. He saw the writing on the wall. He was worried these new theories presenting the universe to be mechanistic were going to make the concept of God unnecessary, or even worse...incompatible. Leibniz was born in 1646 and when he was only six years old...his father died. This left him in the care of his mother who was deeply religious and she made sure she passed as much of that as she could onto the young Gottfried Leibniz. One of the principle tasks of Leibniz's life...one that he spent countless hours arguing about and working on...is this relationship between theology and this new emerging body of thought.The result of this is that in the context of this larger war that is going on between these two competing interests, Leibniz as a major thinker on one side that was trying to make peace between these two sides...he ends up having a lot of the same argument over and over and over again. That's just how it goes though...during the short period he was a thinker on this planet certain really pivotal issues were being discussed and they just happen to be what he used his brain on. So when you look at his Monadology, understand that this is why he needs this God centered foundation in the first place...and understand that when he talks about all these special little attributes of the Monads that seem pretty arbitrary...I mean come on...monads don't have windows? Understand that these attributes AREN'T arbitrary and that he deduces that these attributes MUST exist based on the results of these arguments that he is having in the REAL world about the relationship between God, the nature of reality and how humans interact with it.But if you asked Leibniz for the one issue that many of these conversations centered around...the issue that is CENTRAL to our episode today and one that Leibniz was probably beyond tired of talking about by the end of his life is the problem of evil. How do you explain the fact that there is supposedly a magic being up in the sky who is both all knowing AND all powerful and without limitations, how do you reconcile that with the fact that evil exists in the world...that horrible things happen to completely innocent people. And when someone asks this question they aren't just talking about drive by shootings or serial killers raping and murdering dozens of people...they're not just talking about human behavior or things that can be explained away traditionally with the idea that this opposing force called \"the devil\" is somehow influencing them...these people are talking about other instances of evil..they're talking about large scale natural disasters. You know, look at videos of the tsunami that happened a couple years ago...just this giant, horrifying wave helplessly engulfing giant groups of children and their parents and friends...is God just sitting back and watching as these innocent kids suffocate and breath in salt water and get crushed and torn apart by houses and cars...does god just sit around and watch the Bubonic plague...does he just sit back and watch people drown in their own bodily fluids? how does one reconcile that reality with the existence of an all-powerful infinitely good God? When somebody brought this up around Leibniz...he must have wanted to just beat his head into the wall until they went away. This question plagued him his entire life...and although he has one of the most famous and brilliant responses to this question it hardly went away. It's commonly been referred to as the biggest and most important theological question in societies that are predominantly Christian and one that still hasn't been answered definitively.You know we see this all the time in today's world...some terrible tragedy happens on the news...there is some school shooting or terrorist attack and in the coming weeks people are soul searching and they're confused and it gets really hard to accept that despite all your best efforts and despite the fact that you and everyone around you behaves so ethically, how can one person or a small group of people do this? Why would God allow this to happen?And then all the big name Christian bloggers come out with some post attempting to console people and give their reasons for why they think this stuff happens. Now this type of blog post has a name, but the name was given to it long before it was ever written down in blog form...it is called a Theodicy. The word theodicy is a combination of two Greek words one meaning God the other meaning just so in short it is a thing that somebody writes about God in order to justify his actions or in-actions. This is God's defense attorney, so to speak. Well these modern day Christians aren't the only ones who ever wrote a Theodicy, like I said before Leibniz has one of the most famous Theodicies ever written.Now if you have a good memory then you already remember when we talked about this problem before this: Plotinus. But let me make something clear, the problem that Plotinus had to solve was different the beast that Leibniz had to take on and the one that modern Christians need to explain the actions of. Let me explain. someone strolls up to a modern day Christian and says, \"You believe in an all powerful, all knowing loving god that put you on this planet to glorify him and be happy, yet millions of people die of horribly painful preventable diseases each year, I hereby call the existence of your God into question, because if he did exist as you say he does, he would never allow that to happen.\"Well, Plotinus was a neo-platonist and from his perspective and through the perspective of most thinkers in the middle ages, talking about some evil that's going on in the world didn't cause them to question whether they were wrong about God existing, it made them question whether they understood how it was possible. They looked around them at all of these perfectly ordered unexplainable phenomena and they were pretty darn certain god existed. They saw evil in the world and they didn't question WHETHER god existed because of that...they were just legitimately confused about why it happens and they looked to explain it. Plotinus does it from the perspective of metaphysics...that evil is not something god creates or allows, it is the absence of good. Good things being the creation of this infinitely good source known as \"the one\" or \"god\". Let's say a single piece of wood represents all of creation, and it was created by this infinitely good being. Now if there is a hole in that piece of wood, it's not that God created that hole...that hole is the absence of his creation. There's more to his theory and if you're interested you can go back and listen to that episode.The point is, there is a big difference between reasoning to a conclusion that allows for evil to be POSSIBLE in a world created by God just in theory...there's a big difference between that and thinking that God can intervene and change the course of history, and does all the time, yet still allows for terrible things to happen to innocent people. This is commonly referred to as \"the underachiever argument\", claiming that god could work harder but doesn't for whatever reason. Two very different problems that we're trying to solve there.We can relate to this. We've all heard someone talk about God in this way during our life. You know someone will say...my baby was acting weird so I was rushing it to the hospital and on the way to the hospital my car blew a head gasket and was stranded on the side of the road and I looked at my baby and it couldn't breathe and it was turning blue and convulsing and I frantically waved at all the passing cars and this really compassionate middle-aged guy pulled over and rushed my baby to the hospital and saved his life. God is so incredible! Jesus influenced that man's behavior. The man would've otherwise driven past that person on the side of the road, if it weren't for God intervening and saved that person's baby. Whats even more incredible is that God did all this completely outside of the man's conscious awareness..I mean he wasn't driving along in his car singing journey and then ...BING...some force possess him to stop on the side of the road and he says \"I AM HERE TO TAKE YOU TO THE HOSPITAL\"....NO he thought he was just helping a fellow human being.Well the problem with attributing this \"miracle\" to a supernatural God intervening in the world to make your life better than it otherwise would have been...the problem that Leibniz needs to address...is that we also have to give him credit for the 99 times out of 100 that the baby dies in that scenario. We also have to give him credit for the person that tries to hitchhike and get help and then gets picked up by some Steve Buschemi looking guy who augers a hole into the side of her head and makes it a decoration on his mantle.The response that Leibniz gives is that it's not that God is an underachiever...we just perceive him to be an underachiever when in fact we are living in \"the best of all possible worlds\". So to clarify a part of last week's episode...when he calls this existence the best of all possible worlds he is referencing this notion that God COULD do more but chooses not to. He obviously disagrees with it. But that puts him in an interesting place. He is committed now. To Leibniz the world is NOT arbitrary. Every act of creation was driven by a specific purpose...or a sufficient reason. (his principle sufficient reason is something he is famous for) God didn't just make the world KIND of good...he made it the best he possibly could and for good reason. This leaves him with the task of proving how that is possible when that Steve Buschemi guy exists in it. This would have been a common argument leveraged against him...we live in the best of all possible worlds? Imagine the world without the holocaust...how isn't it a better world if millions of people weren't slaughtered?Leibniz argues against this in a couple ways. First, he says, to give a modern example ... let's not pretend like we know for a fact that if 9/11 never happened, the world would be a better place. For example, maybe that attack prompted a response from the US that prevented some future attack where half a million people die. God could be allowing certain things to happen as damage control.The second way he refutes it and the one I think is far more compelling, is that he would say...we live in the best of all possible worlds...how arrogant and short sighted is it for us to assume that HUMAN HAPPINESS is the metric that God uses to determine how GOOD the world is. This universe is BIGGER THAN YOU...human species. He talks about how it could be just as likely that God has us set up in the best of all possible worlds...but it is the best of all possible worlds for all sentient creatures. All the polar bears...all the dogs, cats...and maybe a few thousand humans dying is worth it if it makes the lives of these animals better. This is a really interesting argument...and it should be said that Leibniz gives several examples of how god measures \"goodness\" of the world...and it isn't entirely clear which one Leibniz subscribes to.The problem with this defense if you're a modern day Christian is obvious. We are supposedly the exalted species...we aren't on the same level as all these other animals...we are special. This universe was created so that humans could have an ethical obstacle course...not so that Polar Bears can keep making coke commercials. So \"goodness\" must have something to do with humans and that makes the wanton killing of humans difficult to justify.The whole point of Leibniz pointing out that we don't know what gauge God uses to determine what \"good\" is...is to point out that we cannot definitively say that we are NOT living in the best of all possible worlds. So now, the burden of proof is on them. For someone to refute that we aren't living in the best of all possible worlds...they have to prove that's the case. Or more importantly, for them to refute that it IS the best of all possible worlds...they have to prove that it isn't.Leibniz looks at Plotinus' argument about evil just being the absence of good...or the hole in the piece of wood...and he thinks it is ridiculous. He thinks...if god is responsible for all of creation...then he is also responsible for the holes he leaves in it. He says that everything that happens in the world, good or evil CAN ultimately be tied back to God's will. But that doesn't mean he does it all with a smile on his face. This is the big difference to Leibniz: When god wills for good things to happen...he does so Leibniz says, \"by decree\" and when he wills evil things to happen, he's just kind of letting them happen.But why does god do this? Because he is doing his duty as god. \"Just doing my job ma'am\" and that job is to create the best possible world. See, originally, god contemplated all the possible ways the universe COULD have played out and he chose the best one. We humans may not understand all the ins and outs of WHY it is the best one....after all WHY its the best may have very little to do with us at all.So evil, to Leibniz, is a necessary evil. He makes it very clear that we should make the distinction between the \"best of all possible worlds\" and a \"perfect\" world as we would perceive it. He has a whole section of his theodicy where he talks about how it is impossible for God to have created a \"perfect\" world...and that the presence of evil isn't indicative of God not existing...it is a catalyst for some larger good.So this is a huge point....evil is not just the absence of good like Plotinus would hold...evil is a necessary state of affairs to allow for some greater good. There is an example that Bertrand Russell gives in the history of western philosophy to illustrate this concept...he talks about how, as humans, we would perceive being thirsty or dehydrated as something bad or evil towards us. So when we arrive at a babbling brook up in the hills and drink some cold, clean water...the goodness of that water is greater than if we weren't thirsty at all and drank some water out of an airport urinal. By the way...he didn't say it in such glowing terms...I'm insulting the great Bertrand Russell by saying it this way..but you get my point.Our thirst represents something we'd perceive to be an evil...maybe you could think that in a \"perfect\" world god wouldn't ever allow you to get thirsty. But this world actually IS the best possible world because when you drink the water, you derive more GOODNESS from that drinking experience than you would if something like thirst never existed in the first place.So its not that god doesn't SEE this evil happening, maybe, Leibniz says, statistically speaking if you could play out every possible universe as god can...he realized that by allowing thirst to exist and therefore the augmented experience of drinking when you're thirsty, the universe is overall a better universe. Not that it guarantees that no single human will ever die of thirst...but over the long run...it is a better universe. Here's where it comes together. This is why the monads have a pre-programmed Broadway script inside of them and are \"windowless\" meaning nothing can go in or out. Leibniz thinks that God created the best of all possible worlds...and to insure that it stays that way...he created these monads in a state of pre-established harmony.The monads are arranged in a hierarchy, with some monads serving other monads and these monads are intricately related to each other to insure that this best of all possible worlds remains. But this isn't where the conversation ends right? This walks us into another huge area of philosophy that is going to become more and more important and commented on as the years go on and philosophy becomes more and more atheistic. I'm talking about the age old question of free will vs determinism.By the way...we see how this conversation takes us there right? This is one of the most commented on aspects of Leibniz. Here is this religious guy that wants to reconcile the impeding differences between theology and this new scientific mechanistic view of the universe...and he chooses to reconcile it by saying that God created this universe in a state of pre-established harmony. Well, if God pre-determined things to happen in a certain way...then how does that allow for the notion of free will? Remember...Spinoza...one of the other great continental rationalists didn't allow for the concept of free will he thought it was an illusion. Well, Leibniz did think free will was possible. The question arises not only of how individual humans have free will...but also whether God himself can be said to have free will if he created the universe in a state of pre determined order and then insures that it has to stay that way. Can that be said to be a limit of his power? He can't intervene and Change the universe, because to do so would be going against the best of all possible worlds?Well, for the record I don't think this is necessarily a contradiction...I mean if we're going to say that this God exists that created everything...isn't it possible that he, like Leibniz says, contemplated all the possibilities...decided on a path and just never changes his mind?The idea of individual free will being compatible with Leibniz is still up for grabs. He claims it is but his arguments are far from compelling if looked at through the lens of today. There are a couple that are interesting though...one of the main ones is that another reason Leibniz has these monads as \"windowless\" is that they are entirely self containing...and therefore are not influenced by any sort of conditioning that would support determinism...the only thing these monads have to be able to make decisions is what is inside of them already...so every decision they make comes completely from inside of themselves...therefore they HAVE to be free acting entities.Most of the other arguments have to do with some variant of compatiblism. Now we've talked about compatiblism before when we talked about the Stoics. This whole conversation can get lost in the minutiae real quick if you let it...there are just so many different individual shades of determinism, compatiblism...etc. Maybe the most useful thing to say at this point in philosophy...one that is going to keep your interest is that Leibniz ran into a brick wall here. God has this pre-established harmony that at least in some capacity is dependent on human action...but human action is completely free.Here's what I will say: compatiblists think that the idea of determinism and free will are compatible with each other. Determinism is always some variant of the idea that free-will is an illusion. We think we are making choices in the world...weighing pros and cons and deciding on the best course of action...you know whether to get the regular cheese or the 2% milk cheese...but though it seems like were making those decisions, they really could have been perfectly predicted. You know, imagine some REALLY advanced computer program that knew everything there was to know about your genetics and the biological processes operating in your brain...and then based on ALL of the experiences you've ever had in your life...from the second you are born...you know all the experiences you've had with cheese in the past...all of the experiences with higher calorie foods with higher fat levels...all of the experience you've had getting made fun of for putting on weight...even down to every experience you've had with red packages vs blue packages...thousands if not millions of variables all spinning around being calculated in your mind that lead to a decision. Can this advanced computer program also calculate and determine EXACTLY what you would have done before you did it? After all what is your brain other than just something making calculations based on the experiences you've had in your life? And if that computer CAN perfectly predict every decision you make, can you really be said to have free will? Or do you just think you have free will?Well, the biggest argument against compatiblism by proponents of determinism is that they really aren't PROVING that free-will is compatible with determinism...they are just switching the definition of what freedom is. Compatiblism is usually some variant of the idea that we are making free choices, but there are certain events or external things that we have no control over occurring. Let's say you're driving down the freeway...you're on a road. You can choose to speed up or slow down or change lanes or put a coexist bumper sticker on your car...but you are still going to end up at the same place...the same off ramp the same junctions simply by virtue of being on that road. But is that still free will in the sense most people think about it? And by the way...as we'll find out in future episodes...determinism doesn't have to leave us as emotionless robots living out our lives. In fact, as I briefly touched on in the John Locke episode, if we believe we are byproducts of our conditioning, then it becomes much more difficult to feel hostility towards that annoying person at work, or even people like Steve Buschemi. Thank you for listening. I will talk to you next time."
}