{
    "ep": "Episode #064",
    "title": "Hermaneutics",
    "spoken_text": "This is a transcript of episode #064 on Hermaneutics. Check out the episode page HERE.So I've been having this vision lately of someone sitting at home listening to the last few episodes of the podcast...angry...disappointed in the show. That's right folks...I have actually been having an argument with a hypothetical person in my head for several days now...and aside from this being a very obvious indicator as to why I'm such a miserable person...uh it's not entirely an indictment on me being a crazy person because this person that I'm arguing with in my head is emblematic of a type of person that actually exists...a person whose existence opens up a lot of interesting conversations when it comes to our episode today. For the SAKE of that conversation...let's call this person...Johnny. Johnny likes the Philosophize This podcast...he listens to it every week... and whenever he DOES listen to it he has learned that the show can typically be distilled down into two very distinct types of episodes. One is the kind of episode where we talk about things that are obviously useful in a practical sense. This could be any number of things...things like how our system of government should be implemented...things like what it means to live a \"good\" life...Johnny loves these episodes...but he can't help but notice that they're often offset sporadically by a second type of episode of the show...one where this Stephen West guy who looks like he's 13 years old is wasting Johnny's time with a bunch of unverifiable metaphysical speculation.These would be the episodes where we talk about metaphysical systems...anything from Spinoza, Leibniz, Plotinus, Plato... point is...Johnny thinks that when we're talking about all of THIS stuff...when were talking about a near infinity of tiny monads flurrying around everywhere that we have no empirical basis for believing in...were essentially just rambling about nonsense...nonsense that has been dismantled by science over the years. You can't really blame someone for feeling like their time is being wasted when they hear rampant metaphysical speculation! After all, we've talked about a lot of it! If you just look at our history as a species, we come from a rich ancestral heritage of making these grandiose, unverifiable proclamations about the nature of existence, grandiose proclamations that have led us down some pretty dark roads...at least roads where progress in other fields has been inhibited. You can't really blame someone for being born into the late 80s early 90s into this scientific age and not having a ton of patience for theories like this. Look at what they've done for us in the past! We need some sort of different criteria that we use to determine what is worth believing...so enough with the nonsense...enough with all this speculation...let's use what is measurable and repeatable...let's use science to find the closest thing to truth we can and forget all these other theories that are based on one person's pontifications. But even if we could prove that the systems of Spinoza or Leibniz or whoever are entirely false...would it make the stuff that they're talking about completely useless to us? Should this hypothetical person, Johnny, skip over the episodes on Plato or Plotinus? Should he take out his earbuds and feel like his time is being wasted when he listens to those episodes?What I'm going to do on today's episode is make a case for why I think these episodes are NOT entirely useless and how ultimately the amount of value that you get out of ANY piece of information is usually determined by the amount of effort you're willing to expend when processing that information. I mean, think about it: Two people can have virtually the exact same information fed to them and have two completely different outcomes for how that information affects the lens that they view the world through. Picture two people from the same small town. They both load up all their belongings into their respective wagons...they get some extra wagon axles and oxen to ford the river with and they head off to the big city to go to the university and get an education. One of those two people studies really hard, they find ways to relate the information they're learning to schemas they had in their brain in the past...they're passionate about the subjects they're learning about...they cultivate social situations and meet a wide range of people... they go out and have the FULL COLLEGE EXPERIENCE.They could very easily return to that small town after four years and be almost an entirely different person! Now on the other hand, the other person could go to school and do anything. They could lock themselves in their dorm for four years watching Netflix. They aren't passionate about their classes...maybe this person just studies for the test that's at the end of that particular week and then forgets everything...they cram the night before...if the test is on Friday, by Friday afternoon that information they're studying has gone in one ear and out the other...never really impacting them at all. Point is, this person could go back to their small town after four years and be almost unchanged by the experience! And in that sense, it's not the information so much that makes something interesting or useful in a practical sense, but the ways our brains process and relate that information to other things! If you read a book about Plato's Timaeus and think that it's boring and useless, then I'm going to go out on a limb and say that you probably have a pretty boring and useless way of looking at that information.Now that said: this same mentality could easily be conferred onto our episodes on Kant, right? I just...I see this guy Johnny sitting at home, saying...OK Kant so there's two worlds: the world of things in themselves and human experience OF that world...so if that is true...where does that leave me? I mean, on one hand, Kant's saying that to even try to infer things about the world of things in themselves is a waste of time...and when it comes to the world of human experience...well that leaves me sitting here with my earbuds in listening to some guy from the 17th century give his best interpretation of how the human mind experiences the world? What a giant waste of time! And what use is this distinction practically speaking anyway? After all what Hume said is still true! No matter how far you're willing to go down this reductionist continuum, we still need some sort of method of interacting with the world, right? Why not use science if you're born into the late 80's early 90's? Not saying that's a bad option if that's what you decide to base your beliefs on...that's perfectly fine...the question I'm asking is: Is Kant's point a boring or useless one? Is the idea that there are two worlds...the world as it actually is and the world of our biased, limited experience of that world...is that just a rambling of a 17th century Prussian monkey? Or maybe...is there something useful to us in our everyday lives that we can garner from the idea that our subjective lens that we view the world through is not infallible. This is a good question that I want to come back to at the end of the show, but I want to give us some historical perspective on this and lucky for me...the enlightenment period we've been talking about for so long is not just a period of massive growth in a lot of different areas of human thought...it's also a period of massive growth in the field of something known as Hermaneutics.Now, if you've never heard the word Hermaneutics before, at first glance its probably just a really weird, confusing sounding word.  Like, what could this word be? Hermaneutics...sounds like something foreign...something far outside of my wheelhouse...where I keep all my wheels. But what if I told you that every single person listening to this podcast engages in Hermaneutics on a daily basis? What if I told you that you're actually extremely familiar with Hermaneutics...that you're actually doing it right now, as I'm saying this sentence. When people talk about someone who is engaging in Hermaneutics, most of the time they're referring to someone who is using methods and strategies to try to accurately interpret what was trying to be conveyed by people throughout history in books, scrolls, any historical document really. Typically Hermaneutics is someone doing Biblical exegesis, interpreting philosophy, etc. but it's actually much bigger than that! I like to think of Hermaneutics as the art of interpretation!Maybe the best way for us to understand why Hermaneutics is such a big deal is to think about how we personally interpret the world around us every day. Consider for a second...you are an interpretation machine. Just think about it: as you go about your day...every single day...Monday interpret...Tuesday interpret...everyday I'm interpreting. But what are you actually doing when you interpret things in the world? Well I wouldn't be so naive as to presume to tell you what you're doing when you're interpreting the world...all I can talk about is me...and what I do is look at everything around me in a very narrow context that I've arrived at after having the experiences that I've had thus far in my life. Like have you ever watched the season finale of Grey's Anatomy with your parents or friends? Doesn't have to be Grey's Anatomy...it could be any show that has some sort of ambiguous ending to it...have you ever watched a movie or a show with other people and you come away from it at the end with different interpretations of what the artist meant to convey when they wrote that movie? Yeah, so have I, it happens a lot. Your dad thought THIS was the obvious meaning behind it...your mom says no, no I didn't get that when I watched it, I got this...Bruce Willis was dead the whole time! Whatever they say, the point is: where do these interpretations come from? Different people, with different sets of experiences can interpret the exact same information very differently! And while it's all fun and games when it's a movie or the season finale of Grey's Anatomy, you can imagine how serious this interpretive task needs to be taken when we're having a multi thousand year game of telephone and trying to understand what someone was trying to convey during their time. Consider for a second that whenever someone writes down what they think is a world changing idea...if I'm reading the thing...the way that my brain processes and interprets that information could really be the difference between whether this information is life changing, or whether I gloss over it like I read it on the back of a cereal box. The prejudices and biases and very narrow collection of experiences that I've had over just few decades on this planet...shade every thought that I have...they distort everything that I read that was written by anyone else...even in THIS culture and time period....let alone others!And when I say prejudices and biases, typically these words come with a negative connotation...like I'm telling you that because you hate black people you're not interpreting the world correctly...even though that's true, that's not what I'm talking about here. I'm talking about biases that aren't so culturally charged, biases that you have every day of your life that are almost nothing but useful to you.For example, if I'm walking down the street and I see a guy in an orange shirt and he has neon green reflective flair all over him and he's wearing a hard hat using a big heavy rake and a hula hoe to till the soil and level it out...then obviously that guy is a construction worker that is prepping that area for some sort of construction project, right? But you see what I just did there? Obviously that's what he's doing! But really, there's nothing obvious about what he's doing at all. I may be right about what he's doing, but the only reason I was right in this one interpretation is because of my collection of experiences. All my experience having seen people in orange shirts and hardhats congregating around an unimproved plot of land.Imagine if an alien from a far off galaxy landed on that culdesac and looked at that very same guy. Would it be obvious to that alien that he was prepping the area for construction? No, the alien would rightfully be confused...this guy could be doing any number of things. The alien might think he's exercising...like this is earth's greatest cardio routine. Maybe it would think he was doing some sort of interpretive dance. Maybe the alien would look at the obvious matching costumes of all the construction workers and assume that this is obviously some sort of cirque de soleil show going on. Now if that seems ridiculous, just imagine if you and I could get on a space ship and go to that alien's home planet. How arrogant and misguided would we be to look around and pretend that we know exactly what is going on in a world and culture that is completely unfamiliar to us. Even if we had time to stick around for a while and try to understand the way the aliens lived...everything about us would be looking at their world...and trying to understand their world better by trying to compare it to things in our world. We would be projecting these relics of our culture and time period onto their culture and place in the universe. Even down to the most basic things! Down to what motivates this alien race...even down to the questions these aliens even think are worth asking. But what can you do...this is what we are...interpretation machines, right? Constantly trying to make comparisons. When we look back 2,300 years and try to understand exactly what Plato meant when he wrote every word he wrote...when we read a translation of a translation of a translation and try to have a conversation using something that was etched into a scroll before Alexander the Great was even born...we are essentially travelling to an alien planet. Right around this time that we've been talking about there was a philosopher who is widely considered to be the first great philosopher of Hermaneutics in the modern era...his name was Friedrich Schleiermacher. Schlieiermacher points out like many people before him that one of the biggest challenges someone faces when trying to understand the intent of an author behind a piece of work is understanding the true meaning of the words they were using, which is enough of a headache in itself, but Schleiermacher points out that a big piece of that that is often overlooked is understanding even seemingly insignificant characteristics about the author themselves...even down to the character and personality of the author. Hermaneutics turns into a lot more, I don't want to spoil Schleiermacher too much because we're probably doing a much larger episode on Hermaneutics in the future, but the main take away is that...We want to think that because these people walked on two legs and that because we can relate to some sort of underlying humanity in their work that we are experts on exactly what they meant when they wrote something, but it's far from the case! Schleiermacher famously defined Hermaneutics as the art of avoiding misunderstanding. It's so easy to project our own biases onto people from the past when we don't fully understand the cultural and historical context that they were writing in the midst of...and by the way this isn't just something we reserve for people in the past...we do it to each other in our present day as well!Like, if you've ever had a misunderstanding in a conversation...you've witnessed first hand the sort of agony that bad Hermaneutics has wrought. See, because while most people think of Hermaneutics and they think of old educated white guys in clever hats interpreting the bible for the Catholic Church, in a sense, we are all practitioners of Hermaneutics. We are all different collections of experiences interacting with each other and interpreting each other. Some of us are better at interpreting than others. It's definitely a skill that is learned. We all exist at some point on this Hermaneutic skill level continuum...at the top are the people that are super bright...people that do exegesis for a living...people that work at NASA...the fine folks at Google...at the bottom of this continuum are people that have next to zero critical thinking ability...you know...infants...a jar of mayonnaise...bill o'reilly...you know things at that level. Your interpretive ability creates your reality. Our lives are a collection of fleeting emotional states that are largely shaped by how we interpret the world around us. When you look at it that way...are there many things more important than how well or accurately we interpret the world around us? In fact, if you want to take it one step further, just knowing about that separation that your experiences create...just knowing that you have a very narrow collection of life experiences that are unquestionably useful when it comes to identifying construction workers, but probably not very good at understanding EXACTLY what's going on around you all over the world...it seems like acknowledging that there's a difference between your world of experience and the world as it TRULY is...somewhere out there... could bring you a lot of comfort. Remember that guy living in my head named Johnny? So it would be very easy for Johnny to be born into the late 80's early 90's into a world where we have a long history of being misled by unverifiable speculation about metaphysics...to be born into a world where science does so many great things for people...to be born into a world where it is possible to hold your beliefs to what seems to be a higher standard and then to take a giant leap from there and label the systems of Berkeley, or Plotinus or Spinoza, label them a complete waste of time. To angrily slam down his headphones the moment he hears that the most recent episode is not about something that's not immediately practically useful. Sometimes the most profound and useful things of all aren't just lying on the ground somewhere where everyone can see them...sometimes you have to do some digging. Sometimes you have to buy one of those weird metal detectors and walk around on the beach every weekend with your visor on so that one day you can have your moment in the sun where you hold up someone's lost wedding ring and celebrate on a late night infomercial. I'm speaking metaphorically of course. But how ironic that if Johnny had labeled Kan't famous distinction another useless rambling by a 17th century moron...he would've missed out on the very lesson that could have prevented him from making that choice in the first place. Thank you for listening, I'll talk to you next time. "
}