{
    "ep": "Episode #136",
    "title": "Hannah Arendt - The Banality of Evil",
    "spoken_text": "This is a transcript of episode #136 on Hannah Arendt. Check out the episode page HERE.So a long time ago on this podcast we told a story about a guy named Socrates who was sentenced to death in ancient Greece. Classic story from the history of philosophy...he was accused of corrupting the youth...denying the gods of the state...he was found guilty, forced to drink hemlock, died in around 399 BC...Now, one of the people who witnessed the trial of Socrates in first person...was his student Plato...and Plato, famously, right after Socrates is put to death...LEAVES the city of Athens for years and goes on a bit of a world tour...travels all over the place, maybe as far as North Africa on some accounts...see Plato had had enough at the time...he was ANGRY that Socrates had been put to death...he had grown disillusioned with the political climate in Athens, something he thought the Athenians took foolish pride in...and when you consider the fact that his friend and mentor was put to death under what he thought were false premises...you can start to understand why he felt this way.Well, Hannah Arendt would say that it was THIS MOMENT IN HISTORY...that may have single-handedly led to a mistake in the thinking of philosophers... for the next 2400 years. Because, she would say, when Plato leaves Athens and is so upset with the realm of the political, that event had MASSIVE effects on his thinking...he returns BACK to Athens years later, starts his school The Academy, and when he does there is a distinct turn in his philosophy inward towards the realm, of ideas. So for example, in the Allegory of the Cave...the external world, the thoughts of the public are compared to shadows on a cave wall...he talks about eventually, through the process of philosophy emerging from that cave and witnessing the sun which represented knowledge, in other words something introspective, an idea. THAT was paramount, to Plato. He talks about a WORLD of ideas. KNOWLEDGE of these higher forms can be arrived at introspectively, by philosophers THINKING about things.Now, in terms of the big three in ancient greece...Socrates, Plato, Aristotle...Plato is very unique in this regard. Plato is an advocate of what Hannah Arendt would eventually call the contemplative life. This is the archetype of a philosopher that we've seen time and time again on this show...a philosopher that resigns themselves from public life...and sits around thinking about stuff in solitude. They lock themselves away in a tower, or an academic institution, or even in a secluded shack by a pond...but the point is they sit around and think about stuff. THAT'S the way progress in thinking is going to be arrived at. Put in a very general way there's this feeling that if you want to think something that nobody's ever thought before...talking to a bunch of people in public is just going to be a contaminating influence. Just like if you surround yourself with toxic, negative people all the time and your thinking can't help but start to tilt in that direction...these thinkers were worried that if they had too many conversations with normal, every day thinking they might be at least, less capable of making some sort of huge breakthrough. This is the contemplative life.But Hannah Arendt would say this isn't the ONLY WAY philosophy has ever been done...in fact...the OTHER two of the big three in ancient greece...socrates and aristotle...they BOTH THOUGHT...that the life of a philosopher should be NOTHING like locking yourself away in some insular world. Socrates was the philosopher of the Athenian Agora...to him philosophy was engaging your fellow citizen...if philosophy was ever going to produce ANYTHING meaningful it was going to be through conversation with someone else. For Aristotle, philosophy and political engagement were two things that were inseparable. These two thinkers were fans of what Hannah Arendt would eventually call the active life. The active life vs. the contemplative life...this is a key distinction.When Hannah Arendt was a young woman living in germany just before the outbreak of WW2...she was engaging in a life very similar to the contemplative life of someone like Plato...she was a student of philosophy...she no doubt would've thought of herself as a philosopher...but when the political events of WW2 began to unfold...she looked at herself and started to feel like sitting around being a philosopher was a bit naive and silly. What good is locking yourself in a closet sitting around THINKING about stuff all day...when the world around you is crumbling? Philosophers of her time were sitting on their hands living this safe, contemplative life of Plato...when what the world TRULY needed was a lot more people living the ACTIVE life of Socrates and Aristotle. This is why for the rest of her life she would whole-heartedly REJECT being labeled a political philosopher...and instead called herself a political theorist. Philosophy...practiced in the traditional, contemplative form... has failed to provide anything REMOTELY of value in the real world....because, she would say, it doesn't take place in the real world...it denies a fundamental aspect of living as a human being on this planet...the realm of the political.To begin making her point here...she would want to divide being a human being into three primary categories. Labor, Work and Action. Let's talk about each one of them respectively.Let's start with labor. The part of being a human being that she calls Labor...are the activities we all have to do every day simply to maintain our biological existence. The kinda things we gotta do everyday or else we die. Falling into this category would be things like eating, drinking, sleeping, going to the bathroom, etc...these kinds of activities make up a piece of what it is to be a human being... and she wants to bracket them all together and put them in this category she calls Labor.The next category of behaviors that makes up what it is to be a person...is what she calls work. Work for Arendt can be described in a number of different ways...but ONE WAY I've seen it described that is pretty good is that work is the production, of cultural artifacts. Now what's MEANT by that...is look, part of being a human being is having a place to live. We all gotta live somewhere...and as human beings we always have to live in the world....another way you could DESCRIBE that state of affairs is to say that we all ULTIMATELY have to exist within...a culture. Well somebody's gotta build that world and the cultural artifacts that make it up...the part of being a person that Hannah Arendt calls \"work\" is the stuff we all do every day to produce that set and setting that we all live in. Whether that's installing windows, making cars, building bridges or skyscrapers...writing a novel...that's a part of what makes up the world right? A symphony...mowing the grass...making a pair of sunglasses...the list goes on forever....the point is work, for Hannah Arendt, is the part of being a person that produces the world we live in.So we have Labor, then we have work, and the last one is what she calls Action. Now action, simply put, is the realm of the political. The words and activities of equal citizens who are engaged in the public realm...that is action. This is the piece of human life that encompasses what Socrates and Aristotle found so crucial in \"the active life\". This is the part of human life where every war is started, every community is governed, every relationship between human beings and the world managed. To Hannah Arendt, this action in the political realm, is the thing that imbues our world and cultural artifacts within it with their meaning. What she means is: without the realm of the political, a building would just be a building. A tree would just be a tree. It's not until equal, free human beings decide their cultural significance in a public forum that their identity or meaning within that culture can be established. Now... let's not gloss over just how significant of a thing to say this is... Because it may seem innocent...but beneath the surface here this may be one of the most ruthless critiques of modernity in the 20th century. Because if a common critique of modernity is that it assumes value neutrality and doesn't adequately provide us with a way of determining the meanings or identities of things...you know as strauss would say: if modernity always leads us to relativism, historicism...ways of thinking like post-modernism...to Hannah Arendt, post modernism exists as a critique of the Enlightenment ONLY BECAUSE the Enlightenment made so many mistakes to begin with. The chief one...in her eyes...is that the Enlightenment effectively did away with the realm of the political.To get to the bottom of how she thinks this happened...think of the spirit of the Enlightenment for a second. Think of a quintessential classical Enlightenment era philosopher...for the sake of the conversation let's just talk about John Locke. What is the role of the political realm within the philosophy of John Locke? We engage in the realm of politics...SO THAT we can ensure life, liberty and property. In other words...POLITICS...is a means to an end....in this case politics is a means to ensuring the economic end of private property rights. But this hasn't always been the way that we view politics...for example in the pre-Enlightenment era ACTIVE life of Socrates and Aristotle...politics wasn't a means to an end...politics was an end in itself. In fact it was the other way around then...you completed the activities required of you in the Labor and Work categories, you COMPLETED the necessary maintenance of your life, you ENGAGED in the economic realm SO THAT you could go out and participate in the political realm. See economics was seen as a means of ensuring a political end back then, as opposed to in the Enlightenment when it's become the other way around.You know...this really is a hallmark of the enlightenment though, isn't it? Like we talked about last time...when you remove the ancient idea... that there are final causes for things written into the universe...you have to structure your societies in a way where even if there AREN'T intrinsic values or virtuous people around..society still functions well anyway...well, we have a long history of people being at each other's throats over political disputes...so these early Enlightenment thinkers proposed the idea that if you could get people to cooperate based on mutually beneficial economic exchange...they'd be much less likely to constantly be arguing about political matters.But Hannah Arendt would say arguing about political matters, ENGAGING in the public realm... is a fundamental piece of the human experience. See because when it comes to identity...you can live the contemplative life of traditional philosophy...you can sit around and THINK about who you are all day long, but the contemplative life will NEVER provide you with a satisfying answer to the question: who am I? The answer to THAT question...is only arrived at through action. Hannah Arendt thinks the same way active engagement in the public realm imbues our cultural relics with their meaning...it's only through our participation in the public realm that we can establish identities for ourselves. By taking action in the realm of the political you stake a claim to your own set of individual values and identity. This is her point: if it's a common criticism of the Enlightenment that people are experiencing a crisis of identity...that the tools of Enlightenment Rationalism cannot provide us with any answers to questions about values without devolving into relativism or historicism...that's because since the beginning of the Enlightenment there has been a systematic exclusion of the political...the only forum we've ever HAD for establishing our own personal identity and values.But the Enlightenment in its endless attempt to normatavize, to create legalistic systems that run on mutual, rational self-interest...the Enlightenment subverted the political and made it a means to an end for the sake of economics. So think of Hannah Arendt's three parts of human life again Labor, Work and Action...what the Enlightenment essentially has done then is remove the Action part of a person's life altogether. The Enlightenment has turned us into what she calls \"Economic Man\". The citizen of modernity is stuck in a perpetual loop between Labor and Work...and all the things like values and identity that are supposed to be established through participation in the public realm feel like they're desperately missing.Just to clarify what she's talking about here: think of how MANY people talk about their place in the world. When you ask someone in modernity who they are...often times they'll reply by telling you...what their job is. They'll say I'm a plumber...but what does plumbing have to do with MOST questions about your values and who YOU are? We ask our children WHAT do you want to be when you grow up...not WHO do you want to be...there's a sense in which the purest form of expression for someone in a post-Enlightenment world is what they do for a living...constantly cycling between the fields of Labor and Work...maintaining their biological existence during the evenings strictly so that they can go back to work the next day and engage in whatever menial level of expression their job provides. This...is what Hannah Arendt calls economic man. Think of other markers of identity in a Capitalist society...who you are...often times is only in relation to what you own. The kind of phone you use, the kind of clothes you wear...the trips you decide to go on...your transactions define your sense of identity...but the sense of identity it gives you in modernity is a cheapened version of what used to be available to people...the whole identity feels pixelated in a way. The same way Facebook gives you pixelated friends that mean just a little bit less...pixelated expressions of approval that mean less than a real thumbs up...pixelated videos that mediate your entire relationship with reality...the values of the Enlightenment were a harbinger for a world to come where people are fundamentally...a cog in an economic machine...rather than a person active in their communities. Politics...in modernity consists of turning on the TV and being spoon fed a picture of what's going on in the world and then taking to the streets of social media and screaming into the void about it. Hannah Arendt is going to say this SUBVERSION of people's ability to participate in politics BEGAN in the Enlightenment.The civic republicanism that existed within many cultures of the past...citizens ACTIVELY engaging in something like the Greek Polis...this active engagement has been reduced to writing your congressperson a letter and if you get REALLY mad well then you can make a sign, wave it around in traffic, and engage in some really powerful, powerful symbolism. The Enlightenment has replaced the public realm of the political with merely a public economic game that's being played. This isn't JUST a criticism of Capitalism though...she is EQUALLY critical of Marxism as a system of thinking that emerged out of the Enlightenment... that views people fundamentally as things that fulfill an economic role, rather than political actors. One of the ultimate, ambitious endgames of Marxism is to create a society where engaging in things like politics being used as an instrument won't be necessary anymore...and this classless, de-politicized society is obviously not something Hannah Arendt is a fan of...in fact she thinks BOTH Capitalism AND Marxism, by aiming to reduce everything to economics, robs people of a crucial piece of their humanity. To put it bluntly...the Enlightenment, by doing away with political engagement...dehumanizes people....now, it's right here...that we can understand where she's coming from when she begins her exploration into one of her most famous books: The Origins of Totalitarianism.So if it wasn't entirely obvious by the title of the book...this is a period in Hannah Arendt's work where she's looking at the poltiical situation around her in the world. Throughout WW2 and beyond she's seeing all these new forms of Totalitarianism on the rise...and she's trying to figure out two things 1. How do these systems ascend to power in the first place...and then 2. once they're in power...how do they maintain power despite doing unspeakable things to their citizens.The answer to these two questions begins with modernity's systematic exclusion of the political realm...and she'd say it is not a coincidence that when you look at the structure of these 20th century totalitarian regimes...free political discourse among equal citizens is never even close to one of their priorities...in fact it's the opposite. Political detractors will often mysteriously disappear...or be silenced. Things like the night of the long knives to name one example of many. The ultimate goal of these regimes being to turn entire populations of people into what she calls Animal Laborans... and what she's referencing is actually an older idea from Marx...Marx was responding to a common question during his time, a period when Charles Darwin is ALSO doing his work...and the question is this: what is it that TRULY separates human beings from all the other animals in the animal kingdom? Well, there were a LOT of people that loved to answer that question with...human beings just THINK in a far superior way than all the other animals...but Marx with this concept of Animal Laborans is going to say that yes, there are differences in our brains, but what fundamentally separates us is not so much our ability to think better...but the roles we play within societies as laborers. In other words, we LABOR better than other animals.For all of the attempts by Karl Marx to remove people from what he saw as the chains of Capitalism, from the alienation of the self that's caused by Capitalism ...Hannah Arendt is going to say that even if he successfully removes the chains of Capitalism...he still leaves people and the rest of his thinking locked in the chains of the entire economic task of the Enlightenment. She takes the term Animal Laborans and repurposes it to point out what she sees as a flaw in Marx's thinking:\"A mass society of laborers, such as Marx had in mind when he spoke of \"socialized mankind\" consists of worldless specimens of the species mankind, whether they are household slaves, driven into their predicament by the violence of others, or free, performing their functions willingly\".What she's saying here is when you are a person living in modernity...and the primary function of your life is to fulfill some sort of economic role...when your life is reduced to work and labor and the ACTION of the political realm is taken out of the equation...you are left to feel like what she calls a \"worldless specimen\". She says the common criticism of the Enlightenment that it alienates the self is not going far enough. This is a case of WORLD alienation. By subverting the political...the Enlightenment has produced a world where we can no longer imbue our cultural artifacts or our world with meaning. What we're left with, she thinks, are mass societies of laborers that feel constantly, and utterly disconnected from the world that they live in.She goes on in her book The Human Condition:\"This worldlessness of the animal laborans, to be sure, is entirely different from the active flight from the publicity of the world which we found inherent in the activity of \"good works\". The animal laborans does not flee the world, but is ejected from it in so far as he is imprisoned in the privacy of his own body, caught in the fulfillment of needs in which nobody can share and which nobody can fully communicate.\"What she's saying is that modernity has produced a world where there is no actual public realm for people to engage in anymore. We are imprisoned in our own private lives of labor and work. We are ALIENATED from the public world in this regard. Through this long process of the emancipation of labor we have convinced the citizens of modernity that the ACTION portion of their life...where they get their sense of identity...is through their jobs or how they contribute to the most IMPORTANT thing: a public economy. We've traded a public realm of political engagement for a public economy and mistakenly concluded that they're producing the same thing for people.We don't have a public realm anymore...what we have, she says, are \"private acts out in the open\" and a mass society of laborers that see themselves in terms of a role they play in an economy...and she says when you do this...this inevitably leads us to this outcome:\"The outcome is what is euphemistically called mass culture, and its deep-rooted trouble is a universal unhappiness, due on one side to the troubled balance between laboring and consumption and, on the other, to the persistent demands of the animal laborans to obtain a happiness which can be acheived only where life's processes of exhaustion and regeneration, of pain and release from pain, strike a perfect balance.\"This picture of the average citizen of modernity...a worldless, alienated economic cog immersed in a culture they have no real recourse to change...this is the type of rootless person that needs to exist en masse if you want to explain the rise of totalitarianism in the 20th century. People live their lives in a state of malaise...starving for a sense of identity or meaning beyond what they do for a living and how that contributes to a global economy...but then while they're starving for this identity, post treaty of Versailles feeling disenfranchised, this political group comes along in Germany and gives people something meaningful to feel a part of. This is the horror of what modernity can produce...a society of economic cogs that lack a political voice and are just dying to move on behalf of SOMETHING...and a political group with evil intentions pulling the levers of the machine.See after World War Two Hannah Arendt, like everyone else is trying to get to the bottom of what exactly happened in Germany that allowed for the rise of the Third Reich. How could something like this happen? Again, how did this Totalitarian regime ascend to power and how did they maintain power once they got there? Well a common explanation that was being given by commentators during the time of Hannah Arendt is that the events in Germany were some sort of historical anomaly.That a bunch of the most evil people who ever lived got together, co-opted the national socialist party and carried out their evil plan of world domination. They commissioned the most evil people they could find to head up the different parts of their regime...the vindictive German people post WW1 were disproportionately filled with soldiers that were willing to do unspeakable things to innocent people. The Third Reich was an evil death cult that seized power and through some perfect confluence of events were able to carry out their plan.Hannah Arendt takes an extremely controversial position at the time and disagrees with this synopsis. First of all, she'd probably want to say: let's not give the Nazis credit where credit isn't due. The Third Reich wasn't the result of some evil genius formulating the perfect plan and executing it. What happened in Germany can be easily explained by the situation that modernity has produced in the world, and there probably isn't a more straightforward example of this than the scene she describes in her work Eichmann in Jeruselum.Shortly after WW2 Nazis were being put on trial for war crimes. One such person was a man by the name of Adolf Eichmann. Now Eichmann's primary job during the war was behind a desk...his job has been described by many as a \"desk murderer\" because he would essentially sit behind a desk, look at names and numbers on a piece of paper, and then send people to Auschwitz, prisons or other horrible fates where they would often go on to die. When Adolf Eichmann was put on trial...he was presented to the public inside of a glass booth. When people showed up to see him testify...they were expecting to see evil incarnate, a DEMON encased in a glass booth justifying what he did for the Nazis.What they actually got, from the perspective of Hannah Arendt...was something much, much scarier than that. What they got...is what seemed like an ordinary guy. He wasn't an evil genius. In fact, as far as Hannah Arendt could tell, he wasn't really that smart at all. He often spoke using tired cliches. He wasn't original. He wasn't witty. He wasn't charismatic. More relevant than anything else though: he wasn't filled with hate towards the people he was sending to their deaths. The scariest part of the trial of Adolf Eichmann was the realization that these unthinkable crimes against innocent people were committed by someone who was an average person, just following orders. This was not a man motivated to do what he did because of a racist ideology...this was a man motivated because he was trying to get a promotion. This is a concept Hannah Arendt would later call The Banality of Evil. When an evil act is committed it is RARELY carried out by some dastardly villain with bad intentions twirling his mustache like in the cartoons. TRUE EVIL...can be carried out by ordinary, non-hateful people who are just doing their jobs or abiding by the laws of their country... ALL THAT IT TAKES...to Hannah Arendt, for someone to go from an average citizen to a hatchetman for an evil regime...that transformation occurs when people decide they are going to stop thinking for themselves and get their identity and values from some other group that is handing them out.The subversion of the political realm, our inability to create our own identity and values, has created a world where this transformation is a much easier process to fall into.When people looked into the past of Adolf Eichmann...they didn't see some long list of evil causes he supported trying to find some way he could murder people...what they saw was a long list of him being what they called a \"joiner\"...someone who all throughout his life has joined group after group in the interest of SOMEONE TELLING HIM, who he should be. He says it in his own words at the trial:\"I sensed I would have to live a leaderless and difficult individual life, I would receive no directives from anybody, no orders and commands would any longer be issued to me, no pertinent ordinances would be there to consult—in brief, a life never known before lay ahead of me.\"To Hannah Arendt, this is not an evil genius talking...this is a man who chose the path of not-thinking. This is how you can explain how a German population of people not filled with hate towards anybody can carry out the kinds of things they did. Hannah Arendt would say when looking for an answer to her first question of how totalitarian regimes ascend to power...it is absolutely CRUCIAL that we understand that the Nazis DID NOT seize power in Germany. They were elected. Because a worldless, alienated population of economic cogs dying to move for something, devoid of a political realm where they could establish their own values...they were given something to move for. THAT is the banality of evil as it TRULY presents itself in the world.This is a good time to underscore just how important the realm of the political IS for Hannah Arendt. Because when it comes to answering her SECOND question of how regimes maintain power once they acquire it...modernity's exclusion of the political realm and the active life of the individual is a big part of it. See, Totalitarianism NEEDS a unified, homogeneous, simple message to ever get off the ground. Because of this...the GOAL of Totalitarianism is always to lump the entire population into one giant, terrified voice that lacks diversity. This is why they often don't allow for political dissent...this is why they don't like the idea of equal citizens engaging in an open forum of discussion...Hannah Arendt would say the enemy of Totalitarianism is plurality. The political realm...is the only place where a plurality of voices can be heard. Totalitarianism can only subsist by reducing people to what she calls \"a bundle of reflexes\". What she means is: merely a bundle of reflexes...because they've been dehumanized by their lack of a political voice...and constantly on edge because of the threat of violence from the group in power. Hannah Arendt calls this process systematic terrorism...and the scariest part about it is that in so many ways it resembles exactly what you'd expect to see if Enlightenment philosophy is left to play out to its endgame.To not be engaged in the active life...is a mistake to Hannah Arendt. But she'd want us to understand that not living the active life can take on many forms. You could surrender your responsibility to think...fall into an identity given to you by someone else...the mistake made by people like Adolf Eichmann. But you could JUST AS EASILY become an accessory to evil being carried out in the world by sitting around, thinking about stuff all day like so many traditional philosophers have done. This is why she doesn't want to be thought of as a political philosopher...because so many philosophers SHE'S seen lead by the example of sitting queitly in an academic institution theorizing about abstract concepts all day long...but never taking action on anything. She'd want us to relaize that this contemplative lifestyle has REAL consequences in the world, you can't innocently and benignly theorize about things by yourself and expect things to end there. The sad reality of living the contemplative life is that this passive, inactive approach almost always leads to your ideas being coopted and used by people that are ACTUALLY engaging in the active life. Philosophy and politics will always be closely connected to each other, and to deny that fact is to be willfully complacent so that you can sit in a tower alone where it is safe. Safe at least for now. Friedrich Nietzsche is a great example of someone whose work was misinterpreted, misappropriated and then used as a philosophical justification of the Third Reich. Hannah Arendt would want us to realize that when you resign yourself from public life...you resign yourself from the process of determining the cultural significance of things in the world...and if you're a philosopher...that includes every piece of philosophy that you will ever write. Because if there's ANYTHING the banality of evil can show us...it's that it only takes an ABSENCE of active, equal citizens engaged in the public realm for Totalitarianism to flourish.Thank you for listening. I'll talk to you next time."
}