{
    "ep": "Episode #085",
    "title": "Peter Singer on Effective Altruism",
    "spoken_text": "This is a transcript of episode #085 on Peter Singer. Check out the episode page HERE.  So I want us all to imagine something. Imagine you went out to dinner with your friends or family. Imagine you had a good time…it was a good meal…the staff of the restaurant only sung happy happy birthday to seven people around you on this particular occasion. And as you exiting the restaurant and you’re heading out to your car you hear a sound and you look over to your right and you’re shocked to see a little girl…maybe four…five years old…lying in the gutter…crying…bleeding out of her head…looks terrified…you look around nobodies helping…she doesn’t seem to have any parents around.  What would you do if you were in this situation? Would you stop and help the girl? Or would you look at her…continue walking to your car and just go on about your day? I think somewhere around 99% of people would say that they would stop and help the girl.  Now…new situation…imagine instead you were watching this on the news…there’s a story about a four year old girl that died in front of a restaurant and they were showing security footage of 10…20 people coming out of the restaurant…looking at this little girl lying in the gutter who could be dying…and they just kinda shrug say oh well and keep going to their car.  What would you think of those people? Well again, I think most of us would say…how could they possibly do that? More than that…how could you possibly live with yourself for the rest of your life knowing that you COULD have saved this little girl’s life…you COULD have done something about it…but instead you decided to just turn a blind eye and go on about your day? What was so important that a human life couldn’t be saved? Peter Singer points out: we currently live in a world where 6.9 million children die a year of completely preventable, poverty related causes. That boils down to about 19,000 children every single day. We currently live in a world where each and every one of the people that were negatively judging those other people walking past the little girl dying on the news…have resources AND access to charities that could decrease that number…yet they choose not to. Now given that we’ve already established that we care about the cause of children dying when we could have done something about it, why are we so willing to help the girl in front of the restaurant and simultaneously so willing to turn a blind eye to the millions dying a year when we could do something about it? Maybe the best place to start…maybe the place Peter Singer would start…is to congratulate you. Peter Singer would like to personally congratulate you on winning the lottery. You know its funny whenever you see people in the United States lining up down the block…waiting to get their powerball ticket because its up to 1.7 trillion dollars or whatever it is…its surpassed the national debt and these people are trying to see if their piece of paper will win! But just think about what they’re doing…they’re essentially asking the universe to let them win the lottery twice in one lifetime…because I got news for you…for reasons we’ve talked about all throughout the history of this show…if you’re born into modern western civilization…in relation to every other human being that has walked the face of the planet…you have already won the lottery. The efficiency your money commands…the amount of money you get paid for the job that you do…the benefits you have…the access to fresh food, water, entertainment, healthcare…of course every ONE of these things could be better, but from a historical context you are the sultan of bernai.  Ah yes…modern civilization is pretty great. It’s become almost an inexorable fact of life that you go to work…you make money…you bring it home and then you use it buy things that you don’t necessarily need. Just think of how AMAZING that is! Think of the scarcity that’s haunted practically every generation of human being that has ever lived…We’re not tribespeople anymore…we’re not peasants trying to scrape by enough to barely feed ourselves with…every single person listening to this right now buys stuff…they do no need. Let me tell you…as someone that was homeless at the age of nine…living off of bread for three months of my life before child protective services came and got me…you COULD be spending less than you do. And that doesn’t make you a bad person! That’s the point! Peter Singer thinks this is actually a really exciting thing! Think of the opportunity that you have… that no other human in the history of the world has ever had! You have the resources at your disposal to save lives! Maybe a key point to mention is that we should all understand…that there is a direct relationship between the resources you have at your disposal and your moral culpability in situations you find yourself in.  For example…imagine there’s a person drowning in a lake. Now let’s say you’re wearing clothes…not that strange of a situation to imagine…you COULD take off your shirt…hold the shirt out to the person in the water and pull them to safety.  OR you could stand there and watch them drown…because that’s your favorite shirt. You just saw them over there eating Flamin’ Hot Cheetos…you’re not gonna let them get their greasy red fingers all over your favorite shirt! They don’t even make this shirt anymore! Now a lot of people there would say that you were wrong for not sacrificing your shirt to save a human life…now imagine you’re in the exact same situation except now you’re a member of some nudist brigade…nobodies gonna say you did anything wrong…you didn’t have a T-shirt that you could sacrifice in the first place.  This is an example of how the resources at our disposal sometimes change whether we’re seen as morally reprehensible. Now you might be thinking this isn’t fair…I didn’t actually DO anything.  Sure, I didn’t donate…but it’s not like I karate chopped one of these starving kids in the neck…in fact I didn’t do anything…how can you say I’m a bad person when I really haven’t done…anything…on either side of the issue.  Well in the words of Peter Singer, being a good person or leading an ethical life…is not only about staying away from the “thou shalt nots”…sometimes there are things that we are morally obligated to act on…the “thou…shalts” I guess. And there is a direct relationship between the resources at your disposal and how many of these thou shalts we have to consider during our time on this planet…and this really shouldn’t come as a surprise…I mean, on episode 59 of this show called Categorical Trolley Cars we talk about the famous ethical dilemma where a train is barreling down the tracks towards five people…all of them are going to die…the only way to save them is to pull a lever that would switch the train onto a different track where only one person is going to die. The question is: do you pull the lever to save the five over the one.  Well think of the lever in that ethical dilemma as resources at your disposal. Fact is, if you didn’t HAVE a lever that could switch the train onto a different track…you wouldn’t be at a moral decision point..you’d just be some weird person that hangs around train tracks and likes to watch people die. The fact that you have the resource of the lever…changes everything. It gives you more potential choices to pick from on the multiple choice choose your own ending book of living an ethical life. Peter Singer would say that inaction does not absolve you of all guilt. No, by choosing NOT to pull the lever…by choosing NOT to use resources at your disposal…you’re still making a choice. And you’d have to ask yourself…as someone who’s already established themselves as a person who cares about the child dying in front of the restaurant…someone who cares to the extent that they feel it would be wrong NOT to intervene…someone who certainly wouldn’t give someone a free pass if they said what? I didn’t do anything…I just walked past the kid to my car! You’d have to ask yourself…why aren’t we giving more to these causes? Is it just because they’re far away from us and we don’t have to look the suffering in the eyes ourselves? Peter Singer talks about a sprightly young chap named Toby Ord. Toby Ord was a graduate student in philosophy at Oxford when he asked himself this question. He calculated how much money he needed to live comfortably…about 18000 pounds a year..and subtracted that from the total amount of money he was going to make over the course of his career…and what he realized was that on top of living a totally comfortable lifestyle..he could also give enough back to cure roughly 80,000 people of blindness in countries rife with poverty. There’s a bacterial infection called trachoma…gets under your eyelids…pus starts oozing out…gross…point is…it’s completely treatable…costs about 40 bucks to do, but if you don’t treat it fast enough…you go blind. Blind for the rest of your life because you didn’t have 40 dollars. Estimates are that around 6 million people have gone blind from trachoma…and this is the cause Toby Ord wanted to do the most he could to help.  Now Peter Singer would say…sure it’s great that Toby Ord wanted to give so much, but we don’t all have to give MASSIVE portions of our income to be able to make a difference…we don’t all have to be Toby Ords. In Peter Singer’s book: The Most Good You Can Do…he advocates 10%. Most churches ask you to donate 10% of your income…for most people it’s not a life ending amount of money to give…but it IS a life SAVING amount of money to give. Plus think of where that money is going…if you give it to your church…what are they gonna do with it…fix up the rec room? Maybe print up more of those glossy colorful pamphlets they like to leave on everyone’s front door step? No question they’re using it for the most good they can, but that money would accomplish SO MUCH MORE in Africa than it ever could in the United States. What he’s saying is…It’s not enough just to give to charity…we have to be smart about it…we have to use our capacity to reason to find not just where our resources will help, but where our resources will do the most good they possibly can.  This is the “effective” part of effective altruism…and it’s extremely important. We all have known somebody that meant well and they really wanted to try to help someone…but the stuff they did to try to help ended up doing more harm than good…we can all imagine someone who has great intentions…tons of heart…they feel so strongly for a cause…but if they don’t think through what they’re going to do…they’re just this big bundle of emotions with zero direction. If you feel like donating money to try to make the world a better place…instead of donating it to your alma mater…or to the church down the street so they can buy more lemon cookies for fellowship…Peter Singer’s saying use that ability to reason to find where the money is going to do the most good it can.  Something interesting that struck me as I was reading this is that this commitment to use that capacity to reason to find how you can effectively do the most good possible for a cause that you care about…it extends beyond just the resource of money and the cause of eliminating poverty. Like, I realize I’m not…you know…curing the blind in Africa…but as you guys know I think philosophical thinking is a very important thing to spread around in the world…i think there’s nothing that affects everything quite like philosophy…it’s a cause I care about a lot.  Now I’m not getting rich doing this show, I love doing it…and about a year into doing the show I had a pretty strong influx of people that were telling me…people I respected…that I obviously like to explain things…why don’t I go back and get my teaching certification…would take two years…and quit the show and go be a teacher somewhere…maybe I could work my way up to that prestigious job at a community college I’ve always wanted! Their point was…I’d be making a lot more money teaching at a college…not to mention the wonders it would do on my self esteem to be able to have people groveling at my feet for a grade. I could walk around with a sense of entitlement on campus…it’d be great! And I gotta be honest I thought about it a lot…but then I thought of something and I haven’t thought about it since. Yeah, professors make a lot more money…but they also charge their students tuition, which is extremely limiting. This podcast is free. How many people am I going to be spreading this message to as a teacher? 200 students in a class…5 classes? What 1000 people a semester? 1000 people download this show in an hour. Point is…much like Peter Singer talking about reasoning to the way of contributing to a cause that you care about that’s going to do the most good…this show is a much more effective way of getting this message that I care about so much out to as many people as possible. I guess I just want to make the point that whatever cause you care about, personally, is there a way you might be able to sacrifice a little bit of personal comfort in the name of doing the most good you can do.   Ok so we’ve established that we care about the dying little girl…we’ve established we WOULD intervene and morally condemn others who did NOT choose to intervene…we’ve established that we DO in fact have at least a dollar that we COULD give and that inaction is not a get out of jail free card. We’ve established all that and yet…I’m gonna guess…there probably are tons of people out there still listening to this that really want to disagree with Peter Singer. A lot of people feel attacked…and it’s easy to understand where they’re coming from. I’m not a bad person…I volunteer down at the food bank…this old lady dropped her change purse the other day…I picked it up and gave it back to her…I don’t FEEL like a bad person…yet here I am Peter Singer being told by you that I’m doing something wrong! This sort of dynamic is a perfect recipe if you want to get people to come up with arguments for why they act the way they do that aren’t necessarily philosophically sound…but are attempts at trying to justify the way they already behave. You see this same sort of behavior when you talk to people about why they treat their significant other the way they do like in our insecurity episode…when you talk to people about the reasons they give for why killing animals for food is morally justifiable…and unsurprisingly another area that Peter Singer specializes in: the life of an effective altruist in today’s extremely unique world. Now because of this dynamic…he spends most of the works that he’s done on this subject answering common questions and counterarguments that people commonly throw his way whenever he has conversations about it. So let’s take a look at some of the most common ones… One argument that always seems to come up is…alright Peter Singer…you care about the children? Do you REALLY care about the children? Well I think if you honestly cared about them…you wouldn’t spend your time writing books about how everyone else should be helping them…you’d quit your job as a philosopher and go down there yourself and provide aid to these people. And on that same note…where do we draw the line? Let’s say I really feel compelled now to help end global poverty…can there be too much of a good thing? Why shouldn’t I conclude that I too should uproot me and my family’s life and move somewhere where I can constantly help? The core thinking here being that if I want to help out with a particular cause…the MOST good I could ever do is to be something like a Mother Theresa dedicating every second that I have. At this point Peter Singer would probably direct your attention back to that amazing and very unique life that you were born into… and he’d say…that because of the tools you have at your disposal…you can really do the MOST good…by just being a highly productive citizen living in the United States.  There’s actually people out there that are much more extreme than Peter Singer that say that we, as citizens with this sort of opportunity available to us, we have a moral obligation to work really hard towards making MORE money in our careers, so that we can give all of that additional money to these causes. Again, that’s a more extreme position to take…but the sentiment still remains in Peter Singer’s point.  What he’s saying is: sure you could quit your job, move to Africa, and spend all day every day handing out sack lunches to people…or you could continue living your life as you do, and eventually donate enough money for a charity to employ…three aid workers…five aid workers….all of which are going to do the same job you would have done, but that didn’t have this unique opportunity like you do…to have their skills pay for the work of multiple people.  Another common argument people will come back with is: ok, so I want to help…I want to sacrifice so that other people don’t have to die. Why do I even need to be comfortable? Why would any comfort of modern existence ever be more important than those dollars being spent to potentially save another life? Why shouldn’t I go all in and donate every penny I possibly can? Why Shouldn’t I live in a box? Why shouldn’t I eat once a week and in between meals crush up some rocks and water into a thick paste that serves as a benign mass inside my stomach tricking it into thinking that I am full? Why shouldn’t I do that? Again, because you were born into a such a unique set of circumstances, one where you can use your opportunity to work to contribute truckloads of money to these causes…it actually is counterproductive for you to not be comfortably living. It’s a little bit like when they say on a plane…secure your oxygen mask before you secure the mask of the child next to you. The thinking being…if you're not breathing…it’s probably going to inhibit your oxygen mask fastening abilities. Now in the same way…if you’re weak and mentally foggy because you’re not getting your caloric needs met, if you’re sick because you get your drinking water from that communal hose on the side of your apartment complex…even if you’re not able to maintain a professional veneer and follow the dress code of your workplace…all of these things inhibit your ability to make money to donate…if in fact you wanted to truly do the most good you could possibly do. Another argument that people commonly give is that, look everything you’re saying is true…I WANT to donate…but unfortunately…another thing that makes the time period I live in unique is that we live in a world where charities are often wasteful, ineffective or even downright corrupt. I wish I could give my money more directly so that it doesn’t have to go through this middle man where I have no idea if the funds are actually going to the people I want to help! It’s a good point. There was a poll that Peter Singer cites in his book…70% of Americans that give to charity do absolutely ZERO research into where the money is actually going…and around 29% of that remaining thirty do a very cursory look over of things, usually looking for a single criteria to be met…like what percentage of the money actually goes to the people vs. administrative costs. But even THAT statistic can be misleading…even though it sounds great oh, they’re giving 98% of all money to the actual people in need…often times…the fact that they only use 2% to cover administrative costs makes them less effective at providing the help than some other charity that used say 5%…also, because they have such a low budget to operate on…often times the service they’re providing isn’t the most effective way to help the people they want to help.  For example…imagine a charity that has a very low operating cost and they use 2% percent of the money to travel to places where people are dying of Malaria and give them Malaria vaccine…pretty simple operation…versus ANOTHER charity that sends teams of people to these communities and teaches everyone how to make their own nets that prevent mosquitos from biting them in the first place. Now, the second operation might cost a bit more to execute, but think of how much more GOOD is being done as a result of it. So no question it can be tough to separate the wheat from the chaff when it comes to finding what charities are actually going to be doing good, but again…a hallmark of the time period that we live in is that we have access to information. There are independent groups that do nothing but audit charities…exposing any waste…exposing any corruption…showing where every dollar goes…they even give them a ranking so you can see very quickly which ones are actually doing good. Again, this goes back to the “effective” part of effective altruism…it’s not enough to have a knee-jerk emotional response to something…we need to be willing to do a little digging to find out what organization is going to do the most good with our money. But probably THE MOST common argument that people give back when they’re faced with this thought experiment about the little girl dying in front of the restaurant…is that it’s not that I don’t want to help…for me it’s the problem of: how much good can I actually do? I mean, I’m not a billionaire…I don’t have millions of dollars to be throwing around…yeah I COULD give a dollar a month five dollars a month…but how much good is that actually doing?  Well what if…five million people had that same outlook? There’s the millions of dollars that could have made a huge impact. By the way real quick…I’m walking proof of how big of a difference the dollar…five dollar donations make. I pay my bills and survive from the one…two dollars an episode that people give on Patreon…so for all of you out there that didn’t say, oh what good could I possibly do…thank you because you make this show possible.  The same dynamic applies to people dying in developing countries. You know Peter Singer talks about how…were born into a world that tells us hard work is a virtue…and the paradigm that you’re supposed to strive for is to make more money…so that you can spend more money. You know, it’s exciting when you get a raise at work or when grandma beatrice leaves you a huge inheritance because now…you get to buy that nicer car you’ve always wanted…you get to have a bigger and better house…you make more…to be able to spend more. But what often happens is you find yourself on this hedonic treadmill where you’re always thinking about what you’re going to buy next and once you get it…it’s onto the NEXT thing you’re going to buy…and so on and so forth until you realize that the stuff is never going to bring you satisfaction…the satisfaction has to come from the inside.  Peter Singer asks…why does it have to be this way? Why, hypothetically speaking, couldn’t we live in a world where we have the same idea that hard work is a virtue…but instead of making more so that you can spend more…you make more so that you can give more? When it’s all said and done…you’re 80 years old…you’re looking back on your life…Peter Singer would ask you…which would you rather look back on…a lifetime where you made tons of money you didn’t need and bought stuff you didn’t need…stuff that’s all sitting in a landfill somewhere now…or would you rather look back and say…I made more money that I needed and with that money I was able to save 100,000 lives. 100,000 people are alive today that otherwise would have died…and that’s because of me…that’s because of this guy. Thank you for listening. I’ll talk to you next time.  "
}