{
    "ep": "Episode #108",
    "title": "The Frankfurt School - Introduction",
    "spoken_text": "This is a transcript of episode #108 on The Frankfurt School. Check out the episode page HERE.So we’re going to be talking about individual philosophers on most shows, but let’s never forget the fact that our ultimate goal throughout this current arc of the show is to tell some of the MAIN philosophical stories of the twentieth century. And realistically, you could never tell the FULL story on a show like this.But the point is we're talking about more than just individuals now…we’re talking about movements, we’re talking about massive historical events that thinkers are living within and reacting to…we’re telling a STORY, here. And whenever you’re telling a story…sometimes you need a narrator that takes a step back from the individual characters and what they’re saying… and talks about what’s going on on a larger scale so that you can understand the behavior of the characters better.Why is it…that freedom and responsibility are so important to Sartre and Simone De Beauvoir, specifically in the time they’re living, what were they responding to? Why is Bertrand Russell so concerned with mathematics…why is Wittgenstein SO concerned with language…specifically…during the time he was living in the early 20th century?We have a lot of people to talk about. But one thing I think you’ll find the further we get along this journey…is just how revolutionary of a moment it was in modern human history… when Nietzsche wrote the words: God is dead. Seriously, if there was a page one of this story that we’re telling…it wouldn’t be once upon a time in that giant Declaration of Independence font…it would be God is dead. He remains dead, and we have killed him.Now when Nietzsche says this…a way someone might misinterpret Nietzsche here is to think oh, he said God is dead…here’s this anti-religious nihilist philosopher triumphantly proclaiming that God is dead calling for us to move onward into a better age where we can get away from the scourge of religion! Not even close to who Nietzsche was or what he was saying…and I think it’s going to be useful for us to talk a little more about what he WAS saying... at least more than we did in Nietzsche pt. 1…real quick, just to get back to where we were in that episode:Think of any universal human problem. Think of a problem where no matter what area of the world your particular ancestors decided to settle…they were going to be faced with this problem and were going to be forced to come up with some creative invention that DEALS with this problem. Carrying a lot of heavy stuff around. No matter where you’re from…your ancestors had to invent something to cope with carrying around heavy stuff. And historically, what we see, are different cultures coming up with slightly different solutions to this problem based on a lot of different factors individual to them…what resources they had, what landmarks were around them, what their lives were like…for example if you were a culture of animal husbandry…some sort of herding culture…maybe you used animals to solve this problem of carrying around heavy stuff. If you were part of a culture that had a lot of trees around you… maybe you rolled things around on logs…maybe you make a cart or a wagon or a rickshaw, any one of these inventions that ALL are slightly different from each other… but ultimately were all created by human beings with the same goal in mind: to solve this universal human problem of carrying heavy stuff.Well what’s another universal human problem? What’s a question that every human being asks at some point in their life? What is the meaning of my life? How do I fit into the grand picture of the universe? How can I feel like my life has meaning? In other words, in the same way cultures throughout history have all come up with their own personalized, slightly different, clever inventions that solve the problem of carrying around heavy stuff…Nietzsche would say that all the varying forms of mythology and religion throughout history, have been the same thing: clever human inventions to solve a universal human problem of answering these existential questions.Now fast forward to Nietzsche saying God is Dead. Nietzsche himself is not really doing anything when he just says the words God is Dead…the significance of those words… lies in him pointing out a reality of the world that’s come to pass.He’s pointing out… that our understanding of the world has come a long way since the scientific revolution. That science has no doubt given us a lot of incredible things…but we have to start to think about, at what cost has that come? Nietzsche would say that being a human being in this new scientific world we have…is just a totally different situation than any other situation a human has had to face before…that for us…living in a world post-Copernicus, post-Galileo, Newton, Darwin, Freud…living in that world as a human being…it has become next to impossible to simultaneously be both a reasonable person…while also believing that there’s a guy up in the clouds named Zeus with lightning bolts that’s going to zap you if you do something wrong…or that there’s a guy that used to walk on water and cure blind people. In other words, it’s become next to impossible to use one of these clever human inventions… that solve this universal human problem of searching for meaning.When Nietzsche says God is dead. He’s not saying that in a happy tone, at all. He’s saying it regretfully…FEARFULLY even. Think about the situation we’re in as people: we are TRIBAL creatures. We have such a strong tendency to attach ourselves to some group or some cause…and then the meaning of our life becomes to advance the agenda of OUR group, label some other group as the enemy, and then go to war with that other group. Think of all the OTHER incentives we have to act this way…how good it feels to seemingly have a vice-grip on the way that things are in the world, no further questions, no more cognitive dissonance for me. How good it feels…to derive a sense of identity from these beliefs that you hold…to escape that ambiguity about who you are. Given the reality of human psychology…think of how many barriers are naturally in the way if you want to try to budge somebody OFF of one of these positions…and for tens of thousands of years whenever people have asked what tribe they should be a part of, what their sense of identity should be or where they can get a convenient vice-grip on the truth…for tens of thousands of years mythology and religion has given them those answers.You know, Nietzsche would say that the sort of naïve way of looking at religion is to say, hey…look back at history! Look at all the wars that have been carried out in the name of religion. In the name of these fairy tales people used to believe in…you know what? We need to do away with all this religion nonsense and get rid of this unnecessary bloodshed. Nietzsche would say, ok…let’s do away with religion and start over. Do you think the history of the world is going to be a bunch of science fairs and meditation seminars? No…it would still be a violent and bloody clash… of people organizing into groups, thinking in terms of us vs. them, exercising their will to power…it just wouldn’t be religious groups carrying it out. In fact there’s people that make the case that religion may have been a moderating influence on the violence throughout history…because at least it allowed people to organize into these MASSIVE groups of millions people…as opposed to the world being much more fragmented and volatile.When Nietzsche says God is dead he’s not talking about the literal death of some deity. He’s talking about the death of humanity’s pursuit for moral objectivity. He’s talking about the death…of people having a ready-made answer that fills that void within them that craves meaning. Nietzsche’s asking: what are people going to do now that they don’t have that answer? Remember, to Nietzsche, 95% of people are the mob…they’re camels, beasts of burden, all of their beliefs and values loaded onto their backs by other people…they’re scared and lazy and generally speaking are just not the kind of people that are going to read up on some existentialism and fill this void in other ways. And it’s not like when you cut the legs out from underneath religion science just naturally fills that void….people aren’t sitting around saying, well there’s no meaning to anything I do…but I got a large Hadron collider for Christmas…that’ll be fun. Just got a new iPhone…spiritual guidance…I think I’m good for a while! No that void doesn’t just magically disappear…and they’re GOING to fill it with something…the question becomes: now that it’s a near impossibility to fill it with religion… what are people going to fill it with?Nietzsche predicts in his book The Will to Power...very ominously…that in the next 100 years after writing that book…tens of millions of people are going to die because of the position we’ve worked ourselves into. Nietzsche saw the beginning of the twentieth century before it even happened. In many ways, he saw the world we still live in today before it even happened. Out went religion and in came ideology. Nationalism…Marxism…Capitalism…tons of other isms you could throw in there. The story of the 20th century is in large part a story of competing ideologies living in the wake of the death of God.When the French Existentialists…Sartre, Simone de Beauvoir, Camus…are writing their work…part of the reason why they’re so focused on making a case for individuality… is because they’re living in the middle of Nazi occupied France. They’re living in a world where people are thinking of themselves first, and primarily as a member of some group… and THEN as an individual human being.I am a German. Germany is one of the great nations of the world. If we’re ever going to assume our rightful place as a world power we’re going to have to take back some of the land THEY took from US through the treaty of Versailles. Us vs. Them. People identifying themselves in terms of their GROUP identity rather than their individuality. The reason freedom and responsibility is so important to the French Existentialists…is because people were using this group identity, as a justification for doing horrible things… and then pretending they had no choice in the matter because this is what their group is doing.For example, look…I’m a just Nazi Soldier…if one of the higher ups orders me to go round up those kids over there and put a bullet in their head…I’m just a soldier following orders. I had no choice in the matter. Or on the other side…hey, I’m just a citizen of France I didn’t want to go to war. Those Nazi people have guns…what can I do but just sit around weave flowers together so I can throw them on whoever comes and saves me? I don’t have a choice in the matter.The existentialists are responding to this thinking by saying, no…in both cases, you didn’t need to kill those kids and you could’ve been actively part of the resistance…in other words: you DID have a choice, and you are responsible for what you have done. The consequences for making that different choice may have been dire for you, but one thing the existentialists aren’t going to allow… is to let you get away with pretending to be some droning, mindless member of a group that’s devoid of individual autonomy. But, on the other hand…again, an integral part of being a human being is FEELING like you’re a member of some group that is fighting for good. That’s the sort of ambiguity that we have to navigate as people in this new post-scientific revolution world. And if you’re not an EXTREMELY self-aware and HONEST person…as Simone De Beauvoir warns about…you can very easily find yourself a foot soldier for some tyrannical group…all the while feeling TOTALLY morally justified…feeling like you’re a good person while doing it. As people that are alive today…JUST like the people of Germany in the 1930’s…we all carry this burden of potentially reducing ourselves to just a foot soldier of an ideological group, but we CAN’T forget our individuality.Now one of the main ideologies that people attached themselves to and worked to advance throughout the 20th century… was neo-Marxism and its varying forms. In fact, at the same time Sartre, Simone De Beauvoir and Camus are doing their work in France…there’s a group of Marxists that had been working on their own projects since the 1920’s that would come to be known as The Frankfurt School. Now this needs a bit of a setup…to understand where the mindset of a western Marxist was during this time period… we have to talk about a couple prophesies that were made by Marx himself back in his time.Remember Hegel’s Dialectic? The idea is that the process of change throughout history can be understood in terms of a repetition of three stages that Hegel calls the Thesis, the Antithesis and the Synthesis. There’s a way that things are…that’s the Thesis…some competing interest comes along and overthrows that way of doing things, but inevitably the pendulum swings too far in that other direction and eventually finds a resting point somewhere in the middle of the Thesis and Antithesis in a place Hegel calls the Synthesis. The Synthesis then becomes the new Thesis and so on and so forth throughout the history of time. If you’re unfamiliar with the concept and want more of an explanation, you can always go back and listen to the Hegel episodes.Well, as Marx famously writes, “The history of all hitherto existing society is the history of class struggles.” In other words, during his time Marx looks back at the history of the world and points out that when people go to war, or there’s some sort of bloody revolution or civil war, people primarily tend to go to war for economic reasons. The history of the world to Marx seems to be, in a way that resembles Hegel’s dialectic, a revolving door of a ruling class exerting control over an exploited class of people (the thesis), the exploited class of people rising up and overthrowing that ruling class (the antithesis), and then a new ruling class being elected that appears to be slightly better for the formerly exploited class (the synthesis). That new ruling class becomes the new thesis… and the whole process repeats itself over and over again. Marx points out how in every single economic system that’s ever been implemented throughout history…you always have this dynamic…there always seems to be a ruling class and an exploited class. During the Feudal System there was the peasantry and the Aristocracy. In a slave based economy there are the slaves and the slave owners. To Karl Marx, capitalism is the same way. There are the people that control the resources and the means of production, and then there’s the working class.During his time, Marx asks a question that would go on to change the course of human history. Why does it have to be this way? Does it? Do you think…even potentially…that there might be some sort of economic system we could put in place that doesn’t have to involve this dialectic of class struggles? How many people need to die before we start to try to come up with some way that people don’t need to be exploited… and there doesn’t need to be this inevitable process of revolution and bloodshed?Well, after realizing this…there’s good news and bad news says Marx at this point. The bad news is people are currently being exploited…right now…but the good news is: we know exactly where this is going, because it’s happened all throughout history. Here’s the prophecy he makes: There’s an industrial revolution going on in Europe at the time he’s alive… and it’s in these high production areas that the ruling vs exploited class dynamic of capitalism is going to be the most pronounced. Just like the peasants immiserated under the Feudal system, the working class in this capitalist system is eventually going to rise up, take over the means of production… and it’s at that point that we should implement a system that DOESN’T have this exploitation built into it.Well fast forward to Germany in the 1920’s in what’s known as the “interwar period”, or the years in between the end of WW1 and the beginning of WW2. At this point in time there’s a lot of Marxist thinkers sitting around waiting for this revolution to come about…but strangely…it hasn’t happened yet. In fact, it seems like its not coming. There’s an attempt immediately following the end of WW1 and all the turmoil that came with that…but the Weimar Republic ends up winning and assuming control of Germany and a lot of thinkers were starting to doubt whether Marx was right with this whole grand prophecy of his.Not only that, they took look at the only country that’s HAD a communist revolution at the time…NOT an industrial society like Marx predicted but a predominantly AGRICULTURAL society at the time in Russia…they see Marxism become this Leninist Authoritarianism that’s going on there in the 1920’s…and what happens is this general attitude of skepticism towards Marx and his original theories… starts to creep in. Was Marx correct? Has this just been a massive failed experiment based on a misunderstanding of history?Now it should be said: there are people that just ignore everything that’s going on and trudge forward with Marxism version 1.0…there’s other people that abandon Marxism thinking that it’s failed. But there’s a strong contingency of thinkers in the middle, The Frankfurt School among others…thinkers in the middle that are still Marxists…they still strongly believe in the world that Marxism is trying to bring about, but they’re highly critical of Marx for a few different reasons. Many critiques but two of the major ones are that Marx doesn’t talk enough about the concept of personal liberty within his system and he doesn’t do enough to consider the individual. Remember, the thinkers of the Frankfurt School are living right around the same time as Husserl and Heidegger and Sartre… and all these other thinkers that, like we talked about, are highly skeptical of enlightenment style thinking…of exalting reason onto this pedestal above everything else and trying to reduce everything, including human beings within a society down into these convenient, rational categories. During the time Karl Marx wrote his work, the concept of the individual just wasn’t being considered in the same way it was during the time of the Frankfurt School, and the thinkers OF the Frankfurt School saw that as a huge blind spot within Marxism.Just to keep this organized: The Frankfurt School was a collection of neo-Marxists…convinced that Marxism was still correct overall…but that it needed some serious reworking…especially if it was ever going to work where they eventually wanted to implement it… in western countries including but not limited to: the United States.Now, researchers in the Soviet Union compiled a collection of Marx’s notes that was never before published called: economic and philosophic manuscripts of 1844. Now, not only did this book provide a never before seen more Hegelian interpretation of Marx…but this book was published in 1932…perfect timing if you're someone who is a western Marxist and you want a fresh perspective on the whole situation. Couple this with the fact that basically every thinker in the first generation of the Frankfurt School was of Jewish descent…living in Germany during the interwar years…seeing the rising tide of anti-Semitism and Nazism all around them…they saw the writing on the wall: first they moved the school out of Frankfurt to Geneva and then ultimately to New York City for several years where they embedded themselves into Columbia University.So what were the goals of the Frankfurt School? Well, their short term goals were to take a deep look at enlightenment style thinking and try to figure out how it was possible…for the world to go from a place technologically and culturally more advanced than it had ever been in history…only to instantly devolve into the most barbaric, brutal, hateful event in human history… in WW2. The Frankfurt school wanted to understand…how was that even possible? What it is about this post enlightenment world that makes that possible? The conclusions they arrive at range from interesting to downright scary. We’ll talk about them in the upcoming episodes of the show.Later works of the Frankfurt School focus on a critique of Capitalism. Which naturally extends to a critique of the people they think are being exploited, Frankfurt School pointing at the invisible chains they say people unknowingly wear around each day and how they manifest into their lives. Which naturally extends to a critique of various traditions and institutions within those cultures.Now, some of these critiques are scathing to the point that they take things that are long standing institutions within western culture and they shine a light on them that makes people never see them in the same way again...and when it comes to these critiques…how people say you should interpret them and what the ultimate goals of the Frankfurt School were, is all over the map. Some people think this is just naturally what happens when Marxist thought clashes with Capitalist thought. That Capitalism, is an antiquated system…founded on traditions that by their very nature are oppressive, don’t stand up to scrutiny and that certain western traditions involving the church, lack of community, views on family among other things…those traditions are what was necessary for the ruling vs exploited class dynamic to ever get off the ground in the first place. These people say this scathing critique is just Marxism holding a candle to weak traditions.There are other people more in the middle that think both Marxism and Capitalism are viable systems if implemented correctly. That the critiques of the Frankfurt School, if they did anything, point out certain weak points that we, as a Capitalist society, should keep in mind moving forward when refining our systems and continuing to make things better.There are other people that believe that the Frankfurt School is a group of Neo-Marxist thinkers engaged in a direct attack, the goal being to subvert western values, weaken the foundations of every aspect of western culture, then watch as the foundation eventually crumbles making it much easier to bring about a Marxist revolution in the west.Point is: this conversation about how to interpret the critiques of the Frankfurt School can go on for days, and I’m not interested in being the one that makes the final proclamation. So I’ll leave you to make your own determination about what was going on inside the heads of the people that talk about these ideas, all I’m interested in is the merit of the ideas and what’s interesting about them.Which brings me to a point I want to make. Just some things I want to put out there because I feel like they need to be said. I fully realize how political the world has become in the last year. I fully realize that there are podcasts and shows out there that used to do great content that now have become first and foremost a soapbox for some political ideology and secondarily content for their listeners. I just want to iterate that even though subject matters in the near future may trespass into places that are still relevant to modern politics…this is not the show becoming some bullhorn for who the next president should be…not that I even have strong enough political views to warrant doing a show on them…and maybe that makes me the perfect person to do this series.Look, I come from poverty. I absolutely CHERISH being able to do this podcast for a living. The idea that I would dilute the show down and waste your time like that…I mean if you knew me personally you’d know that that’s the furthest thing from who I am. I approach every episode of this show with the same question: how can I give the people listening to me the most value possible… in these 30 minutes of their time they’ve given me? To me, it’s an unselfish way of approaching the show that I think is a big reason why I’ve been able to do this as long as I have. I respect your time…and I guess I just want to plant a flag in the ground here and make a couple promises moving forward.I promise to cover these issues as fairly as I can. And I’m not just talking about the typical binary left/right way of looking at things…I plan on covering these subjects from multiple different angles that are interesting…if I can’t be comprehensive, I just won’t cover it.Secondly, my hunch is that the majority of you listening, even if you’re a hardcore capitalist or Marxist, my hunch is that you’d welcome and be excited to hear a deep reading of the philosophy that underlies the other side respectively. They may ask questions you don’t have answers to that you can look into…at the very least you come out having strengthened your views from seeing the best the other side has to offer. But even if you’re not that open minded and you’ve already joined the tribe…even if in this world where God is Dead you’ve labeled one of those groups your mortal enemy that you have to fight against for the rest of your life…I promise I’m going to do these episodes in a way where you’re still going to get something out of it.Now onto the question some of you are probably wondering: where’s Camus? You said on Facebook Camus would be here, where is he?! Camus’ coming, he’s stuck in traffic he’s going to be here soon. No, here’s the thing about Camus. Throughout the next several episodes, we’re not just going to be talking about Marxism and Capitalism from the perspective of the Frankfurt School…we’re going to be looking at it through the lens of thinkers that are critical of Marxism…of which…Camus is one of them and he’s a particularly interesting one because he’s a French Existentialist who’s NOT a Marxist, unlike Sartre and Simone De Beauvoir…AND he has a really interesting take on how Marxism starts to look like a direct mirror of Christianity…you know with the dialectic as this absolute governing force moving us providentially into a particular direction…the idea of this dialectic moving us toward some sort of ultimate end…there being notable figures throughout its history that resemble saints and bishops…heresy trials…there are many parallels that we’ll talk about more in depth when we get there.Anyway, to bring this full circle there are a couple ideas from Camus I want to expand on that I didn’t get to finish in the last Camus episode because I was pressed for time. Nietzsche talks about this void that we have inside of us that craves meaning…this void that’s such a default, universal part of what it is to be a human being that some people aren’t even aware that they have it…they just fill it up with something immediately around them and then assume their role as a tribal zealot for the rest of their life. But what I love about Camus in the Myth of Sisyphus is that he talks about the process of discovering that void for the first time. When exactly do we realize there’s something lacking in that department?Remember, Sisyphus is a man condemned by the Gods to an eternity of pushing a boulder up a hill, only to reach the top and watch as the boulder rolls back down to the bottom of the hill, at which point he walks back down to the bottom of the hill to start the process over again…THE ULTIMATE EXAMPLE…of struggling and straining and feeling pain and exerting yourself only to have all of your efforts ultimately be for nothing. This is a metaphor…for life, to Camus. We live in a universe that is so inconceivably large and complex and of a scope that we as humans can’t even wrap our heads around. We live our lives…with every step we take we fight against a tidal wave of things trying to kill us all the time…we coast through good times struggle through bad ones…only to reach the end of our lives to have to accept our fate that the universe really doesn’t care about anything that you did. Certainly in a humanistic sense what you do matters…it matters to the microscopic scaffolding that we’ve set up on this dust speck out in the boonies of an ordinary galaxy, but on the level of the universe? Sun’s going to blow up in 5 billion years, where’s this podcast going to be then? Where’s your stamp collection going to be that you’ve worked so hard to complete?We’re all a little like Sisyphus in that regard…we’re all rolling these boulders up our respective hills only to have it ultimately be for nothing…and at the end of the last episode on Camus I made the point that maybe we ARE all like Sisyphus in a way, but that Camus says we’re only condemned by the Gods to push the boulder, not to agonize over the process…and that we should strive to enjoy the process of pushing the boulder as much as we can…that we should imagine Sisyphus smiling. I said all that, but I never really got to go into how Camus thinks you should be going about doing that.Camus gives two main strategies that Sisyphus uses to remain happy…you know, even though… he’s condemned for all eternity to push a boulder up a hill. Camus would say that as outsiders…if we could sit on the sidelines and somehow watch Sisyphus push the boulder up the hill over and over again… it would no doubt look to us like a totally meaningless, tortuous, insane thing that Sisyphus is being forced to do. But at what point does Sisyphus realize that it’s all meaningless? It’s only when Sisyphus STOPS being present…takes a step back and says: wait a second…why am I pushing this boulder anyway? Looks around him…can’t make sense of it and deems it all to be meaningless, it’s only at that point that this concept of meaning comes into play at all.10 seconds ago he was just pushing a boulder. It wasn’t until he stopped and reflected on the fact that he was pushing the boulder… that he started feeling like something was lacking. This is an example of a recurring theme that comes up in every single one of Camus’ books. It’s the contrast between reflection and lived experience. Camus would say think about what you’re doing whenever you stop to reflect on something. You stop doing whatever it is you’re doing… and you use your capacity to reason to try to make sense of things by asking a bunch of questions. Why am I pushing this boulder up the hill? Why am I here? Why do my actions matter?Well consider for a second just how presumptuous and arrogant that whole reasoning process is. I’m going to take this narrow, human, rational scope that I have called reason…a scope that is limited and biased and existing really only because its sufficient at allowing my ancestors to pick mangos and reproduce…and I’m going to use this tool and impose this rationality onto the UNIVERSE…and see what conclusions I arrive at when it comes to what the whole purpose of it is. Right. What if reason is not the right tool for the job? What if you had some rusty hammer held together by string and some old Allen wrench from IKEA and someone told you to put together a space shuttle. You’d say, are you serious? I mean, I can try…I guess. The same way an Allen wrench is not the right tool for putting together a space shuttle, reflection and the human capacity to reason is not the right tool for understanding things like the meaning or non-meaning of the things that you do.Again, keep in mind that this critique of reason is very popular among the thinkers of this era… and it’s the first thing we’re going to talk about with the Frankfurt School. But anyway, the way Sisyphus deals with this absurdity of the universe…the way he deals with the fact that bad sometimes triumphs over good and that my grandma died and I didn’t want her to and that my car broke down and that Santa Claus isn’t real, the way that he deals with all this stuff…Camus says Sisyphus makes his rock his thing.What he means is Sisyphus is happy…because he chooses to fully engage himself in his work. So if reflecting on what the ultimate meaning of pushing the boulder is is never going to leave us with a satisfactory answer…why not focus ALL of your effort on being engaged in the task you’re currently doing? See to Camus…reflection is good…it certainly is a necessary part of life…but there’s a point of diminishing returns. You can reflect too much…and all it’s going to do at that point is deteriorate the quality of your lived experience.No, accept the absurdity of the universe…and then immerse yourself back into being more fully engaged in the tasks you care about. What Sisyphus does…is he learns to love his rock that he pushes up the hill. He studies all the little grooves in the rock…all the different ways the grooves interact with the soil underneath. He pays attention to his posture and form when guiding the rock. He studies patterns in the ways the rock rolls back down the hill. He tries to find the most efficient way of getting back down the hill to start over. He makes the rock his thing.Camus says that one strategy WE can use… is to be as engaged in the tasks of our lives… as Sisyphus is with his rock. Maybe for you that’s appreciating your family more deeply. Maybe it’s eating great food…maybe it’s working on contemplative stuff to get your mental game on another level. Point is: sometimes…if we spend too much time reflecting, looking at things from the outside all the time…we can lose sight of the significance and the beauty of these moments because we’re just not as engaged as we could be.Kierkegaard has an example he uses where he talks about a couple out in public showing some strong levels of affection for each other. They’re making out…rubbing all over each other…breathing heavy…gross. And he says that if you just look at what they’re doing from the sidelines and reflect on it…if you REALLY look at what it is they’re doing…it’s the most ridiculous thing you’ve ever seen in your life. I want to put my lips up against your lips and feel a tickly feeling as I move them around and I want to hold you in one place and rub my hands all over your clothes to feel what kind of cotton/polyester blend you’re wearing today. It’s completely ridiculous.The whole process can seem that way when you’re reflecting on it…no it’s only when…you’re the one doing the kissing, that you understand it. It’s only when you’re fully engaged in the act itself that any of the significance and the meaning starts to make sense to you. So too with the things we do in life.I’ll leave the second strategy Sisyphus uses for our response to the Frankfurt School.Thank you for listening. I’ll talk to you next time."
}