{
    "ep": "Episode #045",
    "title": "Rousseau Government pt. 1",
    "spoken_text": "This is a transcript of episode #045 on Government. Check out the episode page HERE. Ahoy Maytees! I'm Stephen west the host of the Philosophize This! podcast and I want to start the show today by using our imaginations! We're gonna start the show today with a little thought experiment. I want you to imagine that were all taking a vacation and were meeting  up in Los Angeles harbor, tens of thousands of people all meet up, our bags are packed, we all have terrible Hawaiian shirts on and were going on the Philosophize This! cruise line! We're gonna talk about philosophy, we're gonna play board games, it's gonna be great! We all file onto the ship...we get out into the middle of the ocean, and then BOOM! The ship hits something! It springs a leak!We look on the starboard side and it turns out we hit a coral reef...we hit a rock...we hit that giant patch of garbage that's floating out in the middle of the pacific...and the ship is going down. There's nothing we can do to plug the leak, but lucky for us, everyone gets off the cruise ship safely because there is a deserted island not far away from the wreckage. We all get up on the beach, we begin to assess the situation and we realize very quickly that our situation is a dire one. The captain was drunk, fell asleep at the wheel...fell asleep at the helm...which explains why he ran directly into the giant patch of garbage in the middle of the ocean...we all realize very quickly that he didn't radio for help and that we are marooned on this island with the only possibility of escape being that a ship or plane passes by and sees us frantically waving around on the beach. What do we do now?Cause there's gonna be that moment when we all start to look around and size each other up. At least I know I would. Look, the problem with being stranded on an island with you people is that I know every one of you has read Lord of the Flies. I'm not gonna be the piggy on this island. Am I gonna be piggy? No. Fact is everyone's looking around for people with big forearms and calves because as soon as we can't find food on this deserted island...you're going to be the first one spinning around on the rotisserie with an apple in your mouth. But it doesn't need to be like this.We're going to be standing around on that beach asking questions like, What are we going to do? Who's in charge? Is there anyone in charge? What do we want this person that's in charge to do? What are the limits to this person's power? Why does it have to be a single person, can't it be a council of people?The fact of the matter is, if you were an enlightenment age political philosopher...this is the situation you had to put yourself in to be able to properly think about what the role of government is and why it is justified. You know, we're all born into a world where there's just a government. You pay money to it and it protects you in various ways, or at least tries to. Most of us don't really question it...living under the protection and control of a government is just something we take for granted, and historically, dictators have realized this. You may be born into some sort of tyrannical regime and never really question why you're paying these people taxes or why you're listening to them. Why do you pay money to the country you currently reside in? Most people haven't thought about it that much. They just do it. Well there were a lot of things in this new enlightenment world that were getting rethought. And as we started to think about all these old assumptions we were making that were potentially holding us back...whats the first place you're gonna start looking? Oh...how bout that guy over there in the velvet robe with the scepter that tells me what to do all the time? who's that guy...when did I agree to be his sugar daddy for the rest of my life. You know...some guy comes up to me on the street and takes my money...that gets him thrown in prison...the guy on the throne comes and takes my money...well that's called a \"tax\". How is this justifiable? What is he doing with that money? What is the extent of his power and how do we insure that? We were asking a LOT of questions during this time period...and the biggest one is probably the first question you would ask: Why do we even need a government at all?This is a very good question to ask...and it's far from an obvious answer. Are we better off as individuals without a government? Well, to answer that let's think about what a government  even does for us...then let's imagine ourselves without it. Lucky for us, this isn't gonna be very difficult because were all stranded on an island right now. So let's think about it. Let's say we never organize a government and the island turns into an every person for themselves situation. What would that world look like? Would it be chaotic? Would it be very peaceful? Philosophers largely disagree about what just this state of nature would even look like. Thomas Hobbes, guy we've talked about before, he thought that it would be a constant state of war. Remember he called it \"solitary, poor, nasty, brutish and short\". That was life in the state of nature. There is no right or wrong because there are no laws in place to deem what is right or wrong....so in Hobbes' state of nature It wouldn't be wrong for one of you on the island to kill me and take all my stuff because there is no contract that we've both signed that insures anything. This a good place to pause and think about something for a minute.When we think about this hypothetical shipwreck that we were just in...we can all imagine Hobbes' state of nature becoming a reality. Maybe people separate into warring factions...maybe the most powerful guy just walks around taking stuff or enslaving other people....the point is we can all imagine an island where it might be beneficial to band together and make an arrangement. Most of us probably agree that we don't want certain things coming to fruition. Right?Let's just pick a basic example. We could be standing around on the island and we could say, OK, I don't want to be murdered. Do you want to be murdered? How about you guys over there, do you want to be murdered? OK well now that we know we all agree there... listen...I know this really big muscular guy...the guy is terrifying...he's got crooked eyes. How about we all live in this general vicinity and if anyone comes around talking about how they're going to murder someone, This guy with the crooked eyes will show them the door. But this guy needs to get paid right. He's not going to do this for free. How about we all chip in 100 bucks and make sure he makes this happen and we all benefit from it! Now, from here it's easy to imagine this extending beyond just murder. There are certain baseline insurances that we would want this very basic island government to maintain for everyone that is part of our group.So obviously Hobbes, Locke, and Rousseau never used the island example... with the dude with the crooked eyes.... but this is just a way for us to think about this initial question: Do we even need a government in the first place? Well on our deserted island, we can see how having this third party with certain clear tasks assigned to it could be tremendously beneficial to us.But Jean Jacques Rousseau didn't necessarily think that this had to be the case though. You know, if you look back at history...whenever there are giant shifts in the way that entire societies are thinking about things, there's always going to be a backlash. These things rarely go smoothly...I mean the scope of the change that was going on during the enlightenment period was completely unprecedented...we can expect consequences. When you go, in such a short period of time, from thinking the way we were thinking for centuries to the enlightenment...you know zero to the enlightenment in 4.3 seconds...there's going to be side effects and one of these side effects has become known as Romanticism. We all know by now...starting to sound like a broken record that the enlightenment is characterized by rationalism. The application of reason to all of these longstanding institutions that needed fixing. Well after a while of doing this...people starting thinking that maybe we went a little too far with all of this reason stuff. You know...think of reason like it were medicine. Nobodies questioning whether we were sick...and when you're sick and you take some medicine...you feel better, but if you take too much medicine...you could be talking like you're Al Sharpton the rest of your life. When you exalt reason to the level that was being done during the enlightenment and you suppress something like human emotion...something that is such an undeniable part of our experience on this planet...you can expect backlash and that backlash was Romanticism: A strong emphasis placed on human emotion as a superior guide and in not all, but many cases ...a heightened focus on humans in nature and looking back to times when humans were closer connected to nature as better than where we are now.I'm not going to be able to sum up Romanticism in a single sentence, but let's talk about Rousseau's contribution as an... enormous influencer in the movement and more importantly how all this relates to us finding the best way of governing ourselves while were stranded on the island. So...due to circumstances in Rousseau's life...there was a period of time that he would commonly take a really long trip through the woods... on foot. Now, on one of these trips he was trying to pass the time and he was reading the newspaper. In the newspaper...on this particular day, there was a contest. They asked the readers of the newspaper to write an essay giving their opinions on a question and the question was: has the progress made in the areas of the arts and sciences been more of a bane or a benefit to society. Now keep in mind, 90% or more of the people responding to this question would have looked around them and saw categorical improvements in people's lives... systems of government, improvements in medicine, the industrial revolution...but the position that eventually won the contest for Rousseau, the epiphany that he had sitting under a tree on this long walk through the woods that day was the opposite. To Rousseau, we weren't better off because of all of this progress. In fact, the entire long history of civilization... can really be seen as things getting worse. Because the further we get into this artificial state that we call culture and art and sciences, the further removed we are from the state of nature, where we really belong. He gives a few different examples in the writing...he talks about early civilizations like Sparta and how they're more simplistic and natural and he contrasts that with the civilizations of his time or even what Athens eventually became. He sums up his thoughts really well here:\"While government and laws take care of the security and the well being of men in groups, the sciences, letters, and the arts, less despotic and perhaps more powerful, spread garlands of flowers over the iron chains which weigh men down, snuffing out in them the feeling of that original liberty for which they appear to have been born, and make them love their slavery by turning them into what are called civilized people.”So Rousseau is obviously taking a very counter-culture position here. To be what we call civilized during the time of Rousseau is just to be someone that has been made to love your form of slavery. The arts and sciences are just garlands of flowers sprinkled over the iron chains that weigh people down. What is it to be civilized? And is that necessarily a better state than what came before we were civilized?Well what came before? If you listen to Hobbes...the state of nature was really bad. A state of CONSTANT war. Who wants to live in that...and this was his justification for why it actually benefited people to sacrifice many of their rights over to the sovereign whose job it was to \"maintain order\". That was the role of government to Thomas Hobbes, to maintain order. Like remember back on the island when we were standing in a circle talking about that guy with the crooked eyes...when we give him 100 coconuts...what do we want him to do for us? Well it goes beyond protection from murder...we don't want to be stolen from, we don't want to be assaulted, we don't want to be enslaved...well what all these political philosophers did is they tried to find out...is there something that underlies all of these individual insurances that we want? Is there a macro for all of these micros. Well Hobbes thought that what were all really asking for...what the role of government is...is to maintain order at all costs. In a way, he is right...nobody wants to live in the chaotic world that he describes in his state of nature.John Locke years later writes what he thinks is a correction of Hobbes and says that the role of government is actually to protect our natural rights...life, liberty and property. And Rousseau...as we read from last time, obviously disagrees with Hobbes...you know he says that there's a difference between living a peaceful life and living a good life. Sacrificing your rights to a sovereign whose sole job is to maintain order may yield a PEACEFUL life, but you can live peacefully in a dungeon...that doesn't make it a good life...there must be more.The role of government to Rousseau was to promote the general will of the people. What is the general will of the people? Well I actually want to do an entire episode on it next time, I've been looking forward to this episode for a while...tons of great questions to ask about our government, what their responsibilities are... but for now let's just realize that Hobbes, Locke and Rousseau represent three very different often times conflicting viewpoints on the role of government. Now you'd think that there wouldn't be that much to disagree about...I mean they're all talking about how the government should be implemented in the same world right? Well, not really. One of the reasons there are so many conflicts between the thinking of Hobbes and Rousseau is because of their very different views of where we come from. They disagree on what the state of nature truly was like. When we're shipwrecked on the deserted island, Hobbes thinks that the state of nature is going to be terrible. We all can see where he's coming from, but I want you to imagine something different for a second. Imagine that during the shipwreck, as the ship is going down... we all get a very strange case of amnesia where we have zero recollection of anything civilized. We'd have zero recollection of private property, of social conventions, of how governments operate... everything in that sector. Would that have any effect on what the state of nature looks like?Would we still enslave each other? Would we still kill each other over a pineapple? Would we still steal things from each other, or would we have no conception of what stealing is because nothing belongs to anyone? Rousseau thought we wouldn't..Rousseau thought that the state of nature...the original state that humans lived in pre-civilization was actually great! Instead of solitary, nasty, brutish and short...we were peaceful and noble and natural and good. To Rousseau...things only started going downhill when civilization started cropping up. In our natural state we do just fine...but we've been corrupted by civilization! In fact, he can identify the very moment when it all happened...although he doesn't claim that this ACTUALLY happened...he is just pointing to the phenomena that led to where we are now.Rousseau speculates that in the beginning, it all started going downhill when the first guy cordoned off a plot of land, told everyone around him that it was HIS, and they were stupid enough to believe him. That's when we all started to become corrupted. He talks about how when early man would create a hut so that they could co-habitate with the females of the species, that was the straw that broke the camels back. It's all gone downhill from there...one day you're building a hut...the next day...a sky scraper. \"Beware of listening to this impostor; you are undone if you once forget that the fruits of the earth belong to us all, and the earth itself to nobody.\" But there is great probability that things had then already come to such a pitch, that they could no longer continue as they were; for the idea of property depends on many prior ideas, which could only be acquired successively, and cannot have been formed all at once in the human mind.\"So what hes saying is that in reality...The fruits of the earth belong to us all and the earth itself to nobody...but naive humans just cannon-balled into the chains that hold them down...they realized the benefits of political institutions, but they lacked the level of foresight to see the problems with them in the long term.Like I'm sure all of us have wondered at some point about how arbitrary and strange it is that anyone OWNS a plot of land. Like there was some point in history that someone put a flag in the ground...and now that section of the earth belongs to THAT homo sapien. Anyway, some of the most interesting pieces of Rousseau are in this narrative that he gives for how humans were corrupted by society. Let's say were stranded on this island and as the ship crashed we all got a case of amnesia about everything we've come to know about society, we wouldn't even need a government. In fact, we probably wouldn't ever want to be rescued...but Rousseau says that we've been irreversibly corrupted by society.Rousseau says that the state of nature was a GOLDEN AGE. But what happened was as we learned to love each other we also learned to be jealous of each other. We started to compare ourselves to others around us.. this was the first step toward inequality....when you create this hierarchy...all of a sudden everyone wants respect from each other...they want to be seen as better than those around them and eventually, with the same dynamic existing when it comes to private property, eventually the vast majority of humans are unknowingly sentenced to slavery.  Now this is far from the extent of Rousseau's criticism of organized society...in fact he points out several flaws in the way that it typically pans out. One of the main ones to him is this: so one of the common things people want their government to do is to protect their property. You know...in our island scenario...if we work hard all day to make a strong shelter and collect some food, we don't want someone else to just come along and take it from us. But Rousseau thinks there's a problem whenever protecting property becomes part of what the state does. Rousseau would ask...how is that fair to everyone? What about the people that don't have any property? What about the people who have less property than others? Although it benefits everyone to a certain extent, it will always benefit the rich more than everyone else because they have more property that's being protected. In this way, society could never be completely fair...this is always going to lead to resentment...people become envious and hateful and this leads to all kinds of other problems, but maybe the most interesting one for us to reflect on is that Rousseau thinks that people living in a society are constantly outside of themselves. They're constantly away from their true nature which is to be free. They don't get validation from themselves anymore, like they would in the state of nature, they get it from other people around them. We're all just putting on a giant show for everyone around us...we don't ask who we are anymore...we ask other people who we are. And this goes against our very nature. It's like turning down free pizza. But it's important to note that just because society can never be completely fair and will always be corrupting us...that doesn't mean that it always needs to be unjust. The way that you establish a just society is by the members of the society forming a legitimate social contract. Rousseau talks about how whenever you enter into a legitimate contract two things happen...you are giving something and you are getting something in return. In the case of the social contract, because in the state of nature you were born free, you are sacrificing this natural freedom for what Rousseau believes is a more useful kind of freedom in today's day and age: political freedom. So we're going to continue to expand on Rousseau's views on government in the next episode and we're going to continue our shipwreck analogy. But I want to end the show with something that is extremely powerful to reflect on this week. Why is it important to think about what we want from our government? Why is it important to do this thought experiment where we pretend like were stranded on an island and think about how we want the government to execute our expectations? Now on the surface, this may seem like a pointlessly abstract question that isn't going to accomplish anything...I'm sure there's people out there thinking this way..why would you ever sit around trying to think of creative forms of government...there have been plenty of good ways of doing things already laid out...let's just talk about what the best one of them is. Pick from what we already have.But I disagree...I think of all the questions you could think about...if you were just going to sit down on a Saturday and ponder an interesting question...this question may be the that you are most likely to come up with some idea that changes the fate of the human species. There are a lot of abstract questions you could waste your time on...but what makes this question so different is technology. Because no matter how brilliant you are...no matter how brilliant Rousseau, Hobbes and Locke were...there are just ways of implementing government that are possible in today's world that they could never even dream of. The efficiency that is possible with the technology that we have today is something that opens up new, exciting possibilities. I mean, there are dozens of examples of this, but just to give you a sample of what I'm talking about...back during the time of Rousseau, Locke and Hobbes...having an absolute democracy where every citizen votes on every single issue was completely ridiculous. There was just no way it would ever work...there were just too many people. It was seen as something that was a good idea in theory...but in practice it could never work if your population was over 50 people. My point is, this wasn't even an option to the enlightenment thinkers...but in today's world of smart phones and instant connectivity...we can imagine very easily a world where every citizen could vote on every issue...where we wouldn't need representatives. Now, trust me...I'm not advocating this way of doing things...I tend to fall into the category of people that thinks that the obstacle of taking Thursday morning off of work and having to travel somewhere to cast your vote and get your free cup of juice is a nice filter to have in place...I mean..just imagine this: We interrupt your episode of duck dynasty so that you can vote for president! Please make your selection! My point is that with new technology come new possibilities...and it isn't crazy to think that with all this new technology there might be methods of implementing government that are better than any way we've ever done it in the past. It's not crazy to think that one of you might come up with the idea. "
}