{
    "ep": "Episode #100",
    "title": "Heidegger pt. 1 - Phenomenology and Dasein",
    "spoken_text": "This is a transcript of episode #100 on Martin Heidegger. Check out the episode page HERE. April 14, 2017  Philosophize This! with Stephen West Episode 100: Heidegger Pt. 1   Hello everyone! I’m Stephen West. This is Philosophize This! Thank to you to all the people that support the show on Patreon. Thank you to the people who go through the Amazon banner.  By the way, if you are one of the people who’ve had trouble with your browser and the link to banner on the website, I finally got tired of waiting for the web person to fix it and I just paid somebody else to fix it. So, it’s back up. Now, look, I understand, the Amazon banner’s down. Things can get a little lonely for ya. Look, I get it. You may have been hanging out with some of the other Amazon banners in the interim. I get it. But ya know what? I’m back now. And I’m not leaving you again. It’s time to come home!  Thank you again. I hope you love the show today.   So I want to begin the episode today by telling you all a very famous story from the history of philosophy. It’s an old story, passed down from generation after generation, from one philosopher to another. And here I am today passing it on to you. It’s a story about a day way back in antiquity, in Athens.  Plato and his fellow philosophers are all sitting around talking about stuff, as they normally would, questioning the definitions of things--popular thing to do if you’re a philosopher back then. I mean, afterall, how can you ever philosophize about something meaningfully if you don’t have a solid grasp on the definition of the thing? Now the topic of this particular day’s discussion was the question, “What is a human being?”  What does it mean to be a human being? How can we define that?  Well, they sit around, they talk about it for a while, throw some theories around, and eventually they come to a conclusion that they’re all pretty satisfied with. Sitting there, nodding at each other, “Mmm, yes! Yes! Jolly good!”  Their answer to this question was, “A human being is a bipedal animal that doesn’t have feathers.” After all, an ostrich has feathers; a toucan has feathers. A human being seems to be the bipedal animal that doesn’t have feathers. So they’re all sittin’ around patting each other on the back, loving this definition, soaking in the glory, when all of a sudden Diogenes the cynic bursts in the door with a chicken he’s just plucked and he says “Hey everyone, look! I present to you a human being!” Everybody starts screaming.  [laughs] Diogenes, I miss that guy. Remember he’s kind of a character from this whole time, lived in a tub. Alexander the Great famously took a liking to him. Says to him, “You know what? If I were not Alexander, then I would want to be Diogenes.” Diogenes says back to him, “Ya know, if I were not Diogenes, I would also want to be Diogenes!” Anyway this whole story depicts one of the first times philosophers started asking questions in what would eventually become a massive branch of philosophy known as ontology.  Ontology is the branch of philosophy that would ask the kind of question “What does it mean to be a human being?” Not just that though, ontology would ask, What does it mean to be a thing at all? What is existence? What does it mean for something to be? At what point does something exist, versus not exist? For example, let’s say one day you want down to the petting zoo, you met a goat there, and you fed it some alfalfa pellets. Now there’s a lot of people out there that would look at that goat, and they would take the existence of that goat to be a self-evident thing: It exists. And, for the sake of the discussion today, let’s just say fine, that goat definitely exists. It is!   But then ontology steps in. What does it even mean to exist? What do we mean when we say that something exists? What criteria do we use?  This leads to other questions: What is the nature of existence itself? Is existence a property of that goat? This leaves even more questions: What foundation if there een is one makes it possible for that goat to exist in the first place? These are examples of common ontological questions. But even this is far from the end of ontology.  Like how ‘bout this: What if you leave the petting zoo, and later on you’re thinking about that goat. Ya know, what if you really like thinking about this goat? What if you fell in love with this goat? And now, gosh darnit, you’re daydreaming about it all the time. No matter what you do you can’t get that goat out of your head. Now, would you say that that thought about that goat exists? When you’re no longer having the thought, does it not exist anymore?  Are thoughts just patterns of, ya know, fleeting electrochemical activity? Or do thoughts exist as beings in the same way that a goat is a being, or a rock is a being? I mean, think about it. What really is the difference between that thought and that goat? You may say, “Okay, well, they’re different to me, because I know one’s just a thought and that it’s not real.” Okay, well what if you took PCP, and you hallucinated that you and the goat ran off to Vegas together to get married, and when you’re walking down the aisle with that goat it feels as real to you in that moment as it did back at the petting zoo? Question is: When you eventually stop hallucinating, and you’re hearkening back to your memory of your honeymoon in Guam with your new goat companion, can that whole experience be said to have existed in some capacity?  We’ve all been here before. Not the goat. We’ve all been up in our heads asking these kinds of questions about what constitutes something existing or not. And philosophers all throughout history have been here as well, in this field of ontology.  Now, there’s definitely some of you out there that hear these sorts of questions being asked, and they just don’t really do much for you: “Look, I love learning about the existentialists and their approach to life. I love learning about the Nicomachean ethics, that’s interesting. But ultimately, I like learning about philosophy that’s actually going to enrich things in my life. What possible benefit can I get from waxing poetic about whether this hypothetical goat exists or not?  Look, personally, it’s this weird thing about me--I like to learn about stuff that’s actually going to be important to me.” Well the guy we’re going to be talking about today thought that these ontological questions are not only important, they are the most important and simultaneously the most neglected questions in the history of philosophy! His name is Martin Heidegger, and for me to explain to you why he thinks these questions are so important, it’s going to take an entire series. But! I promise you, by the end of it, you won’t just have these obscure questions to think about. You’ll have an approach to life that he lays out that some consider to be the greatest existentialist approach to life ever produced.  But, the journey of 1,000 miles begins with a single step! Question is, where do you put that foot first?  It makes sense to me to begin where Heidegger began, at the beginning of his career. Because to understand where he’s coming from with all these innovations in the area of ontology, we have to understand the revolutionary method that was invented by his teacher, a guy that couldn’t’ve cared less about ontology. His name was Edmund Husserl, and his revolutionary method that he invented was called phenomenology.  Husserl was like a mad scientist. This mad scientist that emerges at the beginning of the twentieth century just wreaking havoc on everything in philosophy. I guess technically that makes him a mad philosopher. But make no mistake! He is to philosophy and traditional philosophers what a mad scientist would be a science and traditional scientists. He’s like a mad scientist because--Yes, he still gets dressed up in the lab coat, he still conducts experiments. But they’re not the same kinds of experiments that a traditional scientist would conduct. He’s conducting these experiments in this bizarre place deep within his own mind; almost like his own personal underground lair. And, I guess most of all, he’s not doing these experiments for the same reasons a normal scientist would be doing them.  One of the things I love most about Edmund Husserl--just as a character within philosophy--is the way that he approaches his work. He’s not concerned with things like what is the meaning of my life, or how we should be behaving, or what the best form of government is. No, Husserl is a mathematician turned philosopher. And, while he thinks ultimately his work is gonna go on to give answers to these kinds of questions, he’s personally interested in one thing and one thing alone in his work: Certainty.  See, Husserl noticed something. He noticed, all these philosophers throughout history, trying to find a way to get objective truth about things--Yeah, how’s that going for you guys? I haven’t checked-in in a while. How you guys doing over there?  He realized that they all have basically the same strategy for doing this. They all come up with their own unique, creative ways of looking at the world in a slightly different way then the last guy did; the goal being to correct the assumptions of the past and get us a little bit closer to certainty. But maybe their lack of success can be explained by the fact that their strategy for accomplishing this massive task has been wrong from the very beginning. Maybe instead of looking at the world differently, we should be looking differently at the way that we look at the world.  Here’s where he’s coming from. Remember Kant? Remember Hume? Remember talking about how we get to our human experience of the world? The senses pick up a flurry of seemingly random, raw phenomena that, by themselves would be pretty chaotic, but we filter those phen through various mental faculties, categories of the mind that help us categorize and make sense of them. Things like space, time, cause-and-effect, many others. This is what makes up our subjective human experience.  Well, one thing’s for sure, if you’re Husserl: If we ever arrived at something method that does give us objective truth about things, it’s ultimately going to have to be filtered through this very narrow, subjective human experience that we have. Husserl’s method of phenomenology, is not about looking at the world differently--it’s not about looking at the world at all, necessarily. It’s about taking an exhaustively close look at the lens that these objects of our experience are always seen through: Human consciousness, or our subjective experience of the world.  Phenomenology is a method, designed to better understand the underlying structure of human thought; the hoping that we can, one day, not just merely have an understanding of these objects and our thinking that we typically call the world--the strategy of so many philosophers before him--but instead, maybe we can arrive at certainty about these raw phenomena and how they relate to each other by understanding all of the ways that our human experience of the world distorts reality.   [9:45] In other words, all these philosophers over the years have tried to arrive at objectivity by sitting on the sidelines, approaching it like they’re some objective third party looking at the world. But human experience is not objective. Here’s Husserl saying that you’re never going to be able to arrive at certainty about anything unless you have a much deeper understanding of that subjective lens that you’re looking at everything through.  The big maxim here that I like to underscore, the question central to phenomenology that’s going to help us understand why Heidegger did what he did, is the question: Is it possible that we’re so familiar with this daily process of just perceiving the world that that familiarity is clouding our ability to see the world clearly? Now, thinking about that possibility is not really the default state we find ourselves in as human beings. Right? I mean, most of us don’t sit around thinking about the underlying structure of human thought. We just think about stuff. Most of us aren’t searching for the objective truth about things, like a philosopher would. We just sort of have beliefs. If they work, they work. If they don’t, well, what really happens as a consequence of them not working? What, you go into your thinking closet and turn off all the lights. “Stupid! Stupid! Stupid!” And then what happens? You emerge from the closet and revise your beliefs into another flawed interpretation of the world and go on about your life until you have to revise them again.  This whole idea of just sort of blindly accepting from birth that there’s this other world out there, separate from us; that it’s our job to uncover the truth about that world by reading more books and having more conversations and many other base assumptions that go along with this deeply flawed attitude that we seem to have of taking so many things for granted--this whole approach is what Husserl refers to has the natural attitude. This is where most people spend their entire lives. But, it’s not a death sentence, don’t worry. Husserl thinks it is possible to develop over time a phenomenological attitude of the world.  We can do this by suspending our belief in the natural attitude. He calls it bracketing. The main point is to recognize the natural attitude for what it truly is. It’s a belief. A set of beliefs. He’s not saying to not believe the natural attitude. He’s just saying, Put it in check for a bit, and recognize that this default state, this natural attitude, might not be the only way of looking at things. And realize the very serious possibility that this might be an area where we’re coming to the table with a lot of assumptions about beforehand. This is where Husserl starts to sound like a mad scientist, right? This is where his hair starts to stick up like he’s Bozo the Clown.  Husserl thinks that when you start to examine the natural attitude closely enough, you start to see a lot of biases and assumptions. Assumptions that stem from the way the human mind categorizes and makes sense of everything. When you find these biases, he’s a fan of noticing them, acknowledging them, and then marking them with a sort of philosophical reflector tape, to help draw attention to them the next time you’re thinking about things. He says you do this for two reasons:  You’re much less likely to make the same sort of natural attitude mistake the next time; When you start to get enough of this philosophical reflector tape cordoning off areas of these raw phenomena into different portions of thought in your mind that we’re trying to look at… Eventually what happens is the reflector tape starts to show a pattern. It starts to show you the boundary of where the natural attitude ends, and the raw phenomena begin.  It’s inside of these cordoned off areas, Husserl thinks, that we can more closely focus on the stuff that we’re really concerned with: the aspects of our experience that are necessary and unchanging. In other words, the essence of our experiences, devoid of all the value judgements we place on experience after the fact.  Now, when you’re in this place, deep within your own mind… When you’re in the lair of the mad scientist… there many methods Husserl uses to try to arrive at the essence of any given human experience. I can’t really go through all of them here, but I do want to talk about one of them, because I want you to feel this strange world that Husserl’s operating within when he does his philosophy. This bizarre method he’s using to arrive at certainty that would eventually go on to deeply influence Heidegger and the way that he conducts his work. One tactic is called using an eidetic reduction.  [15:0] An eidetic reduction is just one type of strategy Husserl would use to try to arrive at what the essence is of any given experience. Now how do we search for the essence of a human experience? Well, we’ve searched for the essences of things on the show before, right? We just did it with objects, not human experiences like Husserl’s doing.  Let’s talk about the process: Famous example passed down from Descartes is to try to find the essence of a piece of wax. You can imagine in front of you a red, cylindrical piece of wax sitting on a table. Now let’s break it down. What is the essence of a piece of wax? Well, this particular piece of wax has certain properties, right? It’s red. It’s cylindrical in shape. It may be shiny. He could’ve just bought it at the store. Then again, it may not be shiny. It could be one of those Korean War surplus candles your grandma has up in her attic. This wax has a certain way that it smells, it has a certain way that it tastes. But are any of these properties necessary and invariable--two words that are incredibly important in phenomenology--necessary and invariable components of that wax?  Well, we can take away the redness. Still could be a piece of wax without being red, right? The wax could smell different and it could still be a piece of wax, right? I mean, what if it wasn’t a gift to your grandma from General Douglas MacArthur? Still would be a piece of wax, it just wouldn’t smell like the 1950s. You could apply heat to the wax and it would melt down into a shape that wasn’t a cylinder anymore; it still would be wax. To find the necessary and invariable components of this wax is to find the essence of the wax.  An eidetic reduction is a particular technique where you use something known as imaginary variation, where the act of creatively varying different components of something, say, the wax, in order to get closer to those necessary and invariable components. For example, asking questions like, What if the wax was blue? Still’s a piece of wax. What if the wax smelled like a gingerbread man? Still wax. What if the wax was made of water? Okay there! Stop! Something changed there about the wax. Now it doesn’t appear to be wax. Now can we try to figure out what specifically needs to be replaced for it to be classified as wax again? I.e. The necessary and invariable components.  Now imagine conducting this whole process not on the piece of wax, something we’re all very familiar with. Imagine conducting it on an experience that human beings have. And instead of considering things like color and shape and how it smells--things, again, we’re all very familiar with changing--imagine the equivalent are the ways that your brain organizes and makes sense of that experience. You imagine that, and you can get a rough idea of this strange, mind-bending world that people like Husserl and Heidegger used to operate within. (And you can definitely get an idea of why it would take an entire series to fully explain what Husserl thinks he’s doing here.)  But all that doesn’t matter.  All that doesn’t matter. All you need to know to be able to understand where Heidegger’s coming from are the basics of this newly, introspective way of approaching philosophy and phenomenology. Keyword: Introspective. Again, instead of trying to find a new, creative way of looking at the objects of our experience, like so many philosophers have done in the past, instead, let’s take a deeper look at what that experience is at its most fundamental level.  But along comes Heidegger, student of Edmund Husserl, who begins his career a card-carrying phenomenologist. It’s right here that he sees phenomenology eventually running into a lot of very serious problems.  First of all, what exactly is it that you’re trying to do, phenomenology? You’re trying to get an exhaustive understanding of the structures of human thought? You’re gonna arrive at the structures of human thought? Heidegger thought, isn’t that kind of an extension of a mistake philosophers have been making all throughout history? Like David Hume. When David Hume writes An Enquiry Concerning Human Understanding, who really is to say that if David Hume lived for another few years, and could publish another book, this one called An Enquiry Concerning Squirrel Understanding, or Raccoon Understanding, who’s to say that it wouldn’t have been the exact same book? In other words, how can we know for sure that the underlying structure of human thought is not the underlying structure of mammalian thought? Or all conscious thought, for that matter?   And it goes the other way too! What are we using to be able to arrive at these conclusions about the architecture of human thought? Oh yeah, our subjective experience of the world. Let’s say we arrived at a conclusion. How can we ever say that we’re positive that this is the way every human being that’s ever gonna live structures their thought? Or even every human being that’s alive today for that matter? I mean, is it that inconceivable to think that maybe something like your level of intellect effects the structure of your thought? Or, even the culture that you were born into, or the values that you possess? Is it crazy to think that those might have a drastic effect?  Now, if these weren’t problems enough, Heidegger thinks there’s an even bigger mistake Husserl’s making, and that, even though he’s an undeniable brilliant thinker, and recognized a mistake that so many philosophers have made in the past--Even though he recognized the fact that we shouldn’t be caring so much about the objects of the world before we have a true understanding of the lens that we view those objects through--Heidegger thought there was something massive Husserl himself was overlooking. Husserl may have understood what underlies the objects of our experience, but what underlies the ability to be able to study the structures of human thought at all? Existence.  What does it mean to exist? What does it mean to be a human being? These ontological question we were talking about.  Heidegger realized the answers to these questions drastically inform these other two areas that philosophers engage in. Like just imagine for a second, if every philosopher we’ve ever talked about on this show wrote their work from the ontological perspective of Plato and his buddies that we talked about at the beginning of the episode. Like, what would Kant’s work look like, if he just blindly asusmed from the beginning that a human being is just a bipedal animal with no feathers? What if there was no Diogenes to embarrass everyone and keep the conversation going with a plucked chicken?  No question about it, things would look very different.  Now, when Heidegger takes a look at the history of ontology in the western canon of philosophy, of course there’s variation among the philosophers, but he notices something. On one issue in particular, there seems to be this mutual consensus among practically every philosopher that’s ever lived, and man does a consensus like that start to look rather suspicious to Heidegger.  This concept goes way beyond philosophy, by the way. I mean, if you’re somebody that’s interested in making novel social commentary, or even just being the person at the party that has the most interesting take on the world, here’s a tip from your Uncle Steve: You don’t want to focus your time studying the things that everybody’s arguing about. No, don’t do that. You want to focus your time studying the things that everybody pretty much agrees on. Because, it’s in those areas that people’s ideas are the least challenged.  I mean, everybody knows their position on abortion and why they feel that way about it. But it’s when you start to ask questions that people tend to agree on, like, Why do you structure your relationships the way you do? Or, Why does this never-ending task of finding somebody to love you seem to be an imperative in your life? These are the kind of questions that create progress in our understanding of the world. The questions you never think about. Because, what happens is, you and your group of friends all agree on X, Y and Z, so you end up never really examining your beliefs that much about X, Y and Z. I’m talking about the beliefs that we just sort of off-handedly spout off at a party not even really thinking about it, because people around us all just hold their red cups and smile and nod in agreement. Well guess what, folks? Heidegger’s throwing a party. And practically every philosopher that’s ever lived is on the guest list right now, smiling and nodding at each other about a certain ontological bedrock that they’re all built their systems on top of. And Heidegger’s here to stop smiling and nodding.  What is it to be a human being? It’s always been some variation of generally the same thing: We’re a rational animal, a conscious agent, temporarily and restlessly navigating this realm, this external world that’s existed for billions of years and will continue to exist with or without us. [22:50]  Now, it just so happens that in this realm, having a more comprehensive understanding of this external world leads to a lot of very real benefits. So, philosophers traditionally, from Descartes to Locke to Kant all the way up to Husserl, they’ve all dedicated a considerable amount of time to trying to understand this external world.  But what if this whole idea, this idea that we’re this human being thing, this conscious agent navigating this realm that’s separate from us, this subject-and-object relationship that exists--What if that’s been a giant assumption philosophers have been making from practically the very beginning? What if that’s the case? Heidegger thinks, Yeah, that’s weird, people all seem to be agreeing on that. So he goes back and he looks at all the arguments people give to justify this sort of ontological position. People like Descartes, for example.  Descartes, we all know the story, tries to doubt everything he possibly can about his existence, and he famously arrives at the conclusion that although you can initially doubt pretty much everything about the existence of the external world, one thing is for certain by virtue of the fact that I’m thinking: I am a thinking thing, of some sort. That’s the fundamental thing that you can know about your existence, that he’s going to use as a foundation for his entire philosophical system.  But Heidegger says, No, hold on a second, Descartes. You skipped over something massively important there. The first thing you experience about your existence is not that you’re a thinking thing. To even be able to make an abstraction like that about what you are presupposes that something has to come before that. No, the actual first experience that you have when you exist is just, sort of, being there. Like, “Here I am, guys. Existing. Being there.”  Heidegger has a word he uses to describe this state: dasein. Now, the literal German translation of dasein is “being there.” Though, it should be said, Heidegger creates a lot of words all throughout his philosophy. And he’s not doing it because he gets some creepy pleasure from people using the words he invented. He’s creating words because he’s literally talking about things that no person has ever talked about before, and he doesn’t want the biases and connotations that come along with conventional words to cloud people’s understanding of the concepts he’s talking about.  That said, even with something as simple as the concept of dasein, so many different interpretations of Heidegger’s work. And I think my job here is not to lay out every possible interpretation of Heidegger in existence, it’s to hopefully pique your interest about his ideas enough that you go on to read more, and have your own interpretation of his work.  Anyway, this concept: Dasein: being there. Existence. Here’s where he departs from all the other philosophers. See, because Husserl makes a claim that he’s studying the underlying structure of thought we use to experience this world that’s separate from us. But Heidegger thought, What if this whole notion that we’re subjects navigating objects, that we’re conscious agents navigating an external world, what if that’s wrong? Afterall, our experience of the world before we even arrive at an idea--like that we’re a thinking thing navigating something--is just, being there? Dasein? Being, in the world?  Well how ‘bout this idea guys? What if being and the world are a united thing? That being can’t exist without the world, and the world can’t exist without being? In the English translations of Heidegger, being-in-the-world is hyphenated together, because he sees these two concepts as fundamentally inseparable.  This is an odd thing to consider at first for a lot of people. But, just like in phenomenology, where we become so familiar with perceiving the world every day that it’s inhibiting our ability to see it clearly, is it possible that we’ve become so familiar with being that that familiarity clouds our ability to see it clearly, too?  See, to even try to begin to describe this concept Heidegger’s talking about while using western languages, that’s an uphill battle in its own right because the way our languages typically structure sentences are in terms of subjects acting upon objects! That’s how deep this goes. In fact, Heidegger, in his later work, actually advocates poetry as the best form of communication. Not these sentences that continually reinforce this distorted, subject-object false dichotomy.  These sentences reinforce the idea that being-in-the-world is existing within some spatial dimension that’s separate from us.  Heidegger often talks about the overemphasis so many people place on the idea of something spatially being. What if being-in-the-world is not being within a spatial context, what if it’s more like being in love? Being in love is it’s own thing, right? Maybe being and the world are inseparable from each other for them to be what it is.Being is something that we’re engaged in. When you remove the languages, when you remove the intuition, when you look at being in a phenomenological way, this is what you find: Being is something that we’re engaged in. Being is something that we’re all engaged in: every person, every animal, every tree, every rock. We’re all united under this larger umbrella of being. We’re all on the same team. And Heidegger thinks we should think about it that way. (#TeamBeing, people!)    Now, if this is kind of tough to wrap your mind around, don’t worry. More explanation next episode. We’re going to talk a lot more about what it means to be beings engaged in a world as such. But just know this: I’ve talked to a lot of people about Heidegger. Lots of fans of philosophy all the way up to philosophy professors. And a common experience people have when they first hear about this concept of dasein, is they have this sort of strange moment where they think, How in the world did nobody ever think of this before? And what’s even more interesting to think about it is, what if Being and Time--Heidegger’s primary work early in his life, where he lays out these ideas--what if that was the magnum opus of Thales? What if this was the initial ontological starting point that philosophy began on? How different would philospohy look today? How different would the world look today?  How different would the world look today? That’s a nice segue, I guess, because if this series is me ultimately trying to convey why Heidegger thinks these ontological questions are so important, that question sort of brings me to the first point Heidegger would make about these kinds of questions. It’s so easy for us as individuals--as individuals that don’t write philosophical treatises, but just people that look to philosophy as a practical guide to life and how to think more clearly--it’s so easy for us to think of these questions--like, What does it mean to be? What does it mean to be a human?--as again sort of these redundant self-indulgent exercises, right?  Like, short of you being a professor that’s going through some sort of Rocky style training to become the most obscure and unrelatable professor on the face of the planet, why would you ask these questions? Why not ask some real questions? Why not ask questions like, How do we get the ice caps to stop melting? Or, How do we fix widespread poverty? Or, How do we get people to stop killing each other? Real questions!  Heidegger would say, those are all really great questions to ask. But, are we sabotaging our ability to ever be able to arrive at an accurate answer to any of them by ignoring questions that make those questions even possible? Not only that, but is it our lack of answers to these ontological questions that’s responsible for creating all those problems in the first place?  The state of the world is contingent upon the state of human thought that came before it. When you really consider that, again, think about how much changes about, for example, Nietzsche's philosophy, if he spends his entire career with the ontological outlook that we are agents of God’s will. Think of how much changes about every single question he thinks is worth asking, and every answer he thinks is reasonable. Think about how much changes about the political philosophy of John Locke, if, for his entire career he holds the ontological position that a human being is a featherless, bipedal animal.  See, because Heidegger would point out that whether you're asking geological questions about rocky beings or anthropological questions about cultural beings, or scientific questions about scientific beings, we’re all ultimately asking questions about beings. And that, maybe, if we took a closer look at these seemingly meaningless questions, and we all understood what it means to be a human being a little bit better, maybe we’d better understand why we have these sorts of problems. Or even, whether they’re problems at all.  Thank you for listening, I’ll talk to you next time.   "
}