{
    "ep": "Episode #027",
    "title": "Thomas Hobbes, part 2",
    "spoken_text": "This is a transcript of episode #028 Thomas Hobbes pt. 2. Check out the episode page HERE.So as we get more and more into this period of philosophy; as we get more and more into the period when we actually have concrete things to read by all of these various philosophers, it is very difficult for the show to not start feeling exciting for me. See, previously we've had very little to go on. We've had fragments to read that experts have interpreted, or we've had a translation of a translation that makes reading some parts of the work difficult. But now we're starting to have entire bodies of work that not only give us more stuff to talk about with each guy, but a lot of this stuff are things that have directly affected me.Thomas Hobbes and his Leviathan is a beautiful work with all sorts of messages woven through it, and one of these messages that stuck with me when I first read it was about the nature of fear. This is something that I think a lot of people can relate to...so I first read Leviathan when I was 16 years old, and without going too much into it, because of situations that I found myself in throughout my life I looked at the world as being a much more hostile place than it actually was. I was a scared kid and my behavior reflected it. I would be sitting in a coffee shop watching the people that came in, being hyper-vigilant, checking to see if there were bulges coming out of their jacket in case if they came into that Starbucks ready to open fire on all the innocent people drinking coffee. I was scared about ridiculous things; like I was scared of flying. I had these visions of the captain and all the stewardesses doing a conga line in the cockpit of the plane while were flying directly into the side of a mountain. I was scared that some hydraulic component was going to fail or that somebody was going to hijack the flight.Bottom line, there was no real, substantive reason to fear any of this stuff and I always found some way that other people were going to try to hurt me. This fear pervaded every single other aspect of my life. The worst part about it all is that I FULLY recognized it. I remember explicitly thinking, because I had just finished reading the Enchiridion by Epictetus right before Hobbes and with his time spent as a slave early in his life and how that experience flavored a lot of his philosophy, I remember acknowledging that it was absolutely POINTLESS to worry about any of this stuff and how stupid am I for worrying about it. But I couldn't stop! These patterns of thought were so DEEPLY ingrained that merely being conscious of how pointless it all was didn't do anything. Now, this episode is not titled, \"Confessions of a previously neurotic person.\" This fear is obviously much more extreme than most people face, but the patterns of thought are not entirely different and I think everybody listening to this has some irrational fear that Hobbes can give you some insight on.Being so young and having these irrational fears and feeling enslaved to them, I had this feeling like I was needlessly putting myself in Hobbes's state of nature that we talked about last time. I think when you recognize that you have an irrational fear, yet despite recognizing it you still can't stop it, it is easy to get frustrated with it. What I started to do is hate fear in general. Now, at the time I defined fear or anxiety as any anticipation of some negative future outcome and the distress caused by that. The solution for these irrational fears, up until I read Thomas Hobbes was just to try to eliminate fear completely. Fear was the enemy and was pointless in modern civilized society, lets try to be the most zen Buddhist monk on planet earth.But I learned a huge lesson by reading the Leviathan. One of the main recurring concepts that Hobbes brings up throughout the Leviathan is the different ways that fear motivates and effects us. Let's think about it in the most obvious and physical sense: When you're stranded out in the woods and you're trying to survive, when you're in the state of nature, what motivates you to not sit around on a tree stump all day, but to try to find some berries or lasso yourself a deer or something? Hobbes lays out multiple things that can all be distilled down to self-preservation, not the least of which is a fear of scarcity or a fear for your own safety. That same fear that saves your life in many of the situations where you might be killed or get months of work stolen from you, is the same fear that eventually washes over you like a tidal wave. That same fear completely takes over your life and it is so devastating and so terrible that you forfeit much of your freedom to a sovereign leader just to be able to escape it.See, fear to Thomas Hobbes, is a little bit like Nyquil. If you are experiencing cold symptoms and you want to get rid of them, you can take a cap full of Nyquil before bedtime and sleep pretty well. You drink the entire bottle of Nyquil and you're probably not waking up in the morning. But is Nyquil intrinsically bad because it can cause you harm? Well, no of course not, and just like Nyquil, fear shouldn't be seen as something intrinsically bad either. This was life changing for me when I thought about it. Think about it: fear really does help us in small doses. Just imagine yourself walking around the world with complete impunity. Zero fear of anything happening to you. You'd probably look like Mr. Magoo. Not scared of any cars hitting you, not scared of intruding on other people personal space. You wouldn't want to be completely fearless, but you also wouldn't want to walk around terrified of everything that has a very small chance of happening that you really have no control over anyway. You shouldn't feel stupid or beat yourself up for having irrational fears or not being able to stop the mental state of fear entirely. In fact, fear is what has gotten you this far to begin with. We should be proud of some fear, and if you think about it, it really is a good thing that you are a forward thinking person. This gave me a tremendous amount of acceptance. When I started viewing my irrational fear as not a part of my naive brain that was short circuiting, but a useful portion of my brain that was working overtime, Hobbes not only changed the way I saw fear, but the way I saw almost every other mental state.For example, whenever you talk to people, you probably have certain objectives. You don't want to offend the person, you don't want to say something mean about something they are insecure about, you want to say something the person is interested in. But this self-censorship is another example of something that can be useful to us in small doses but when taken to an extreme can be detrimental. When we apply it to Hobbes's idea of fear, Hobbes would say that you certainly don't want to speak with impunity, or not censor yourself at all, if you do you are going to say stupid stuff. People are going to get mad at you for not thinking before you speak. But if you take that censorship too far then you are stuck in a sort of analysis paralysis. You stumble over your words, you never really convey the points you want to.This same dynamic applies to most activities that we could find ourselves doing. And while moderation in all things is no where near revolutionary, the idea of understanding that these relics of our evolutionary past are not intrinsically bad is very useful. Hobbes would advise that we shouldn't artificially create a state of nature in our lives when none exists. After all, we signed the social contract. This is the insight that really helped me get past a lot of my irrational fears, and they all came to a head on a single day in my life. I had just finished reading the Leviathan so all of these ideas were fresh in my mind, and not only did this crazy experience show me first hand how the way I was looking at fear was drastically incorrect, but it also is a great representation of the next thing we're going to talk about which is why Thomas Hobbes has a different view of the best way to make scientific progress and why he thinks Francis Bacon is off-base. I'll never forget this moment it was so ridiculous.Subway, the restaurant not a station.Part of Francis Bacon's idea of how to arrive at scientific progress had to do with conducting experiments using our own human experience. Thomas Hobbes didn't feel the same way for reasons that will be familiar to us. I remember when I used to live next door to some Mormon people who came over and tried to convert me on a regular basis, a question they asked me was, if you were on trial for murder, what is the one type of evidence that you would want on your side more than anything else? I said, video evidence? And they said, NO! Eye-witness testimony! And I said, that is the worst kind of evidence. Human experience is very shaky, multiple people can all experience the same event and have very different accounts of what actually took place. Not only do biases that we hold prevent us from seeing reality, but we are gathering evidence through flawed senses to begin with. These things that make eye-witness testimony unreliable are what Francis Bacon would call the idols of the mind. Thomas Hobbes would call them the reason why we need a better way to arrive at knowledge and what Hobbes says in the Leviathan is that our method should be more centered around language than human experience.He says:\"For though the nature of that we conceive, be the same; yet the diversity of our reception of it, in respect of different constitutions of body, and prejudices of opinion, gives everything a tincture of our different passions. And therefore in reasoning, a man must take heed of words; which besides the signification of what we imagine their nature, have a signification also of the nature, disposition, and interest of the speaker.\"To understand where he is coming from, let's talk about the Leviathan for a second. Thomas Hobbes is in a sort of scientific coalition with Francis Bacon. Both he and Bacon represent this shift from the humanistic way of thinking that sparked the Renaissance into a more scientific approach. Hobbes lived as a contemporary of people like Galileo, people that are seen as the fathers of the scientific revolution. Because of this, he has a tremendous amount of reverence for the process used to arrive at scientific and mathematical proofs.He says:\"In Geometry (which is the onely Science that it hath pleased God hitherto to bestow upon mankind), men begin at settling the significations of their words; which settling of significations, they call Definitions; and place them at the beginning of their reckoning.\"Let's go back to the very beginning when mathematics didn't exist; humans needed to look at the world and arrive at first principles. Fundamental concepts that can be obviously agreed upon that we can then base further progress on. For example, some guy somewhere initially recognized that One rock added to One rock gives you two rocks. Two rocks and two rocks equal four rocks. You can add rocks or take away rocks...then you can look at this triangle shaped thing on the ground and see that this side is 3 rocks long, this side is 4 rocks long, so because this angle is ninety degrees, this side has to be five rocks long. From these sorts of first principles we can extrapolate from them and arrive at more complicated concepts, but those more complicated concepts are reliable because they are soundly based on the first principles.Hobbes admires this way of reasoning so much, that he lays out his Leviathan in a very similar way. The entire Leviathan which is multiple books long, the first book having about 15 chapters, and for the entire thing he is walking us down this path of reason based on the principles he has already laid out. For instance, the first chapter of the Leviathan is centered around explaining how and why we sense and form thoughts and ideas. Then from there he goes on to say that through reason we arrive at the stage where we use speech as a means to convey these ideas to others and be able to record them for future thoughts to be based on.He says:\"The Use and End of Reason, is not the finding of the summe, and truth of one, or a few consequences, remote from the first definitions, and settled signification of names; but to begin at these; and proceed from one consequence to another. For there can be no certainty of the last Conclusion, without a certainty of all those Affirmation and Negations, on which it was grounded, and inferred.\"Anyway, so the Leviathan is a philosophical work structured not unlike something a scientist or mathematician would make. By using this way of reasoning and being so scientifically minded in the first place, he produces a really unique body of work. He eventually says, that everything in the entire universe is made of physical matter. No exceptions. Each and everything thing has dimensions, and if we talk about a substance that doesn't have dimensions then it does not exist at all. But this raises a very obvious question for people in Hobbes' day. How can he explain things that we know exist, but we don't perceive dimensions of any sort?Well, Hobbes' explanation is that these things DO exist in a physical form, but who said that just because something exists in a physical form that our senses need to necessarily be able to see it? Humans are a purely physical being as well. We are machines made of bones, skin, flesh and blood, just like all the other animals in the world, and what we should take from this is that we have components, like those of a machine that are not perfect. No matter how much arguing or discourse happens to try to arrive at truth, we still are fighting a losing battle if we are trying to arrive at knowledge through our senses. He arrives at what he thinks is a much better way of arriving at what we would call science:\"Reason is . . . attayned by Industry; first in apt imposing of Names; and secondly by getting a good and orderly Method in proceeding from the Elements, which are Names, to Assertions made by Connexion of one of them to another; and so to Syllogisms, which are the Connexions of one Assertion to another, till we come to a knowledge of all the Consequences of names appertaining to the subject in hand; and that is it, men call SCIENCE.\"Hobbes describes science as the knowledge of all of the consequences of words. Hobbes saw the same problems with human experience that Francis Bacon did, but he thought they weren't idols of the mind that could be controlled, he thought that our knowledge should be based on things that were more secure and trustworthy. What Hobbes is talking about is what we talked about in the Francis Bacon episode. When I say microphone, a different image of microphone comes up in the head of everybody listening. But if we are trying to arrive at scientific principles about the microphone that I am talking about, how can we ever accurately do that unless if we have a word, or a super specific way to describe THIS PARTICULAR MICROPHONE. Sure, we have adjectives. I can say a black studio microphone with a pop filter, I can even say that brand name and model number, but it still wouldn't be nearly trustworthy enough. Hobbes thinks that as a society we need to sit down and define EXACTLY what everything is. A good way to think about it is that Hobbes wants us to walk around and make the ENTIRE WORLD one of those Ikea sample rooms where you can look at any particular piece from the room and it has a serial number attached to it.Now you may be saying, OK this is great if you're a scientist, but how does this have anything to do with me in my everyday life? This problem of different words conjuring up different images in people's heads is a HUGE problem that can easily lead to a misunderstanding. If you're a guy out on the Golf course driving around on the golf cart at the country club and your wife calls you and says \"Where are you?\" and you say I'm at the club. Well she could easily start freaking out! At the club? Are you dancing with other women? Are you doing drugs? No! I didn't say In DA club...I said at the club! The country club!These sort of misunderstandings based on language might only be a temporary inconvenience in our personal lives, but when it comes to arriving at scientific first principles that we will base all of our future knowledge on, you can see how what's at stake changes how accepting people might be about human experience.These fundamental problems lead to fundamental disagreements. Disagreements that Hobbes thinks do nothing but needlessly divide humans from each other and only serve to challenge the preservation of peace that we aim for with the social contract. So these misunderstandings that we have are not just things that get you into an argument with your wife, they are obstacles when trying to maintain the peace provided by the social contract an Hobbes thinks that his method helps to prevent these misunderstandings from happening."
}