{
    "ep": "Episode #031",
    "title": "Pascal's Wager",
    "spoken_text": "This is a transcript of episode #031 on Pascal's Wager. Check out the episode page HERE.So last week we visualized what it would be like if Rene Descartes came to your door, kind of like he was a Jehovah's Witness and tried to talk you into believing the way he does when it comes to the nature of existence. We talked about how these conversations where these people come to your door and try to convert you typically go down two paths: to prove the legitimacy of their ethical doctrine or to make you believe in God. We visualized Descartes sitting on your couch, drinking your lemonade and trying to PROVE to you that God exists. Now if you thought this visual was ridiculous, that's because it was. I mean think about it, nobody comes into your house and when you say that you aren't sure whether you believe in God or not, nobody sits you down and starts trying to rationally PROVE the existence of God with charts and graphs. They just don't. And as people thrust out of our mothers into this modern world, we aren't very familiar with this way of thinking. I mean, have any of you tried to tell anyone about St. Anselm's Ontological Argument? What is the typical reaction you get from them when they first hear it? Its probably the face of utter confusion. It's the exact same face they gave you when you told them you were quitting your job and trying out for America's Got Talent. This way of PROVING the existence of God just isn't used anymore at a door to door level; The guy we're going to talk about today took a slightly different approach, one that is going to be much less foreign to us as modern readers and one that we probably all can weigh in on at a certain level.His name was Blaise Pascal. Contemporary of Rene Descartes. He was a French Polymath Genius, who would probably define himself as most notably two things: a mathematician and a Christian. We're going to be talking a bit about Pascal, but I want to start with what he is most commonly known for. It's called Pascal's Wager. Now it should be noted directly from the top that Descartes was setting out to prove the existence of merely an infinite, perfect being...a sort of metaphysical bookend from which he could derive the rest of his rationalist philosophy. Pascal on the other hand, although his Wager could be applied to most faiths, at least of the modern monotheistic variety, Pascal was trying to show that to not believe in the Christian God was irrational.This is a very important distinction: Instead of trying to PROVE to you that God exists beyond a shadow of a doubt...Pascal recognized that we could never be 100% CERTAIN of whether God exists and his argument was centered around the idea that it didn't matter. The Christian God was the most likely one that exists to Pascal during his time and setting and he set out not to PROVE the existence of God, but to show that to NOT believe in God was just a dumb decision. To give us some perspective, and because this week it will be a lot more believable in your head, let's pretend that Blaise Pascal came to the door with Rene Descartes that day and after Descartes was done trying to PROVE to you that God existed and you weren't satisfied, let's hear was Blaise Pascal has to say about it. This really isn't that far from the truth because Pascal's Wager is one of the most common conversion tactics that these door to door salesmen use on people. But a lot has changed since the times of Blaise Pascal...right? He would be knocking on the doors of people much different than people of his time.Because of the centuries of advancements in science that people like Descartes and Pascal were facilitating during their time, most people that are agnostic in today's world think of truth and belief in terms of evidence. I mean, in today's world if some random guy comes out with some harebrained theory that, you know, Thales was right! The world really IS made of water! ... Most people listening to this would be like...OK buddy. Get out of here. World is made of water...why don't you go and do some experiments and studies and come talk to me when this is something other than WILD speculation. Come talk to me when you have some evidence to back your claims.Well this way of thinking naturally starts to creep its way into thoughts about God, religion and the rest of it. Blaise Pascal would be talking to an agnostic person that believes something quite different than the people of his time. This type of person applies critical thinking 101...they ask themselves: well, if THIS is true, what else MUST be true as a result of it. People like this would say to a devout Christian like Pascal whose God claims to offer PERSONAL salvation that if the Christian God existed, he must be very smart. All-knowing if you will. God must recognize that as someone born into modern times that there are dozens of choices to focus your spiritual efforts on, and none of them have any more credibility than the next. There is nothing objective about them. There is nothing undeniable separating Catholicism from Islam from Judaism from Mormonism, etc. ALL of the adherents to these various different religions are forced to have faith that theirs is the one that is actually real while the members of all the others are condemned to hell.Now the typical thing one of these modern agnostics will say is, why does it make sense that it would be this way? They would say if this earth that we are living on is truly just an ethical obstacle course where we are going to be met with temptations and struggles and relationships and based on how we act during this short 80 year period, that will determine whether where we go for eternity, if that is true: why does it all need to be shrouded in mystery? I mean, God is all-powerful. We don't NEED to be born with zero conception of what the earth is. For all intents and purposes we could begin life in spiritual form up in the clouds with God playing some sort of bizarre game show where he lays everything out for you. Some bizarre version of Wheel of Fortune where God is the host and he says to you, OK. I exist. Jesus was my son, he died for your sins you should appreciate that, but let's not talk about that now...it's all laid out in the book...you can read it once you get down there. But now that we've gotten that out of the way let's spin this giant wheel and find out what body you're going to be programmed into: will it be inner city youth? Will it be stock broker? Ferris Wheel repair man? Let's see what you get!You spin the wheel...you get sucked down and get made into a fetus and you are born with knowledge of what this existence TRULY is. These modern people would say...why can't THAT be the case? Well the fact of the matter is that it's not the case. So these people use critical thinking again and they would ask, well if God COULD choose to NOT make the most important thing EVER a mystery...your eternal fate hangs in the balance and God CHOOSES to make it a guessing game. He doesn't NEED to do that by any means, so why does he?More importantly they would ask: Why is someone BLINDLY conceding to a religion more valuable to God than someone who is presented by God with a decision and CHOOSES to abide by the moral code laid out in the Bible? These modern agnostics would ask: why does it mean more to God when someone is born into a home where their parents believe in what might be one of the dozens of religions that could send them to hell, given the fact that he could at any point remove all the mystery, why does blind acceptance to a religion mean more to him than reasoned acceptance? If Blaise Pascal came to the door of one of these modern agnostics this is the question he would be faced with. And generally speaking, this is where most of these people sit because they say...well if Christianity is true, none of this stuff makes sense to me, but I'll tell you what does make sense to me: Humans doing dishonest stuff. Humans leveraging control over other people and marginalizing anyone who doesn't agree with them so that they can maintain power. This is seen all throughout human history. I mean, it totally makes sense that someone that understood the benefits of living an ethical life that was just a little bit smarter than the people around him would write a book laying out, on one hand, a good way to act that benefits society and on the other hand a story about an infinitely powerful being that will punish you if you don't. This is a very plausible scenario even to Blaise Pascal because in his view, that's what all of the other religions are: false prophets that lied to harness control over people.So Blaise Pascal is presented with a problem with this line of argument. He can't prove the existence of God with any certainty and there does seem to be a bunch of needless mystery on one end and a rational explanation on the other. But this is how brilliant Pascal was. He manages to find an argument that does an effective job of showing that even if there is mystery, the best choice for the layperson might be to just believe. Blaise Pascal was a mathematician. He often times thinks about life and existence in mathematical terms. He talks about how humans are not God. We, as humans, walking around going about our daily lives, we don't have complete control over what happens to us. In fact, Pascal says, at best we make calculated risks where the calculations are based on all of our prior experience in that given field. For example, let's say you want to start a small business as your family's means of income. There is a very REAL uncertainty as to whether enough money is going to be coming in for you to pay your bills. So in the interest of security, you choose not to start your business and instead you get a job at a big company in the city. Now that is security you can count on. Now, at least you KNOW the paycheck is going to be coming in, right? Well, no that's not true. At any point that company could downsize or the economy could tank and they would drop you in an instant, but it certainly DOES assume LESS risk than starting your own business. In this way you are hedging your bets. Neither of the two options are absolutely certain, but the outcome of one decision puts you in a favorable position more times out of 100 than the other one, so you choose it.Let's talk about another example of this: you want to go on vacation to Hawaii. The only way you're going to get to Hawaii is on a plane. The odds of you getting to Hawaii in one piece are ENORMOUSLY favorable for you. It is something like a 1 in 10 million chance for you to die in a plane crash and I'm pretty sure that is a worldwide statistic so if it was limited to just the United States and Canada it might be even better. But do you have absolute certainty that you will make it there? No. You are hedging your bets. This decision is ALSO a calculated risk. You are assuming the one in 10 million risk in order to be the type of person that goes on vacation to Hawaii as opposed to the type of person that sits around and types Maui into Google images on a bi-weekly basis like yours truly. Except, for me it is not because I'm scared of flying it's because it costs thousands of dollars to go.We will go into this more on another day, but Pascal talks about how these calculated risks encompass virtually every decision that we make on this planet. Every decision that you make and every belief that you hold is a calculated risk. Your thoughts about God, your eternal fate and the nature of existence should be no different. Keep in mind that when Pascal talks about this he is appealing to an agnostic. There were a lot of these people in France during his lifetime in light of all the scientific progress that was being made. If on one end you had Christians and on the other hand you had Atheists, there were several pockets in the middle of that spectrum and one incredibly large pocket during the time of Pascal was someone who wasn't completely satisfied by either explanation. So instead of trying to PROVE the existence of God, Blaise Pascal asks these people to hedge their bets like they do with every other belief that they hold. He presents them with what is known as Pascal's Wager.He says that if you don't believe and God and he doesn't exist...then you die and nothing happens. You rot in a pine box until the sun explodes in a couple billion years. On the other hand, if you don't believe in God and he DOES exist, then you made a huge mistake. A mistake that is going to cost you infinitely. You are now banished to a lake of fire, pushing boulders up a hill for all eternity. Things are not too good for you either way.The other option is to believe in God. Pascal says if you believe in God and he doesn't exist...then it's the same as the first one. You die and nothing happens. But if you believe in God and he DOES exist, then you have an infinite amount to gain. You never have to die! You get to spend eternity talking to people in heaven about how right you were!The most common way it is summarized is if you believe in God and he doesn't exist then you have lost nothing. But if you believe in God and he exists, you have gained everything. Therefore, it is downright irrational to NOT believe in God. You have everything to gain and nothing to lose.Now, just for the record Pascal would never say that you have NOTHING to lose. How bout every Sunday morning for the rest of your life? How about 10% of your income? How about being an autonomous adult with the ability to choose an ethical system that yields the life you want for yourself and your family? The list goes on.Pascal would've never said that you have NOTHING to lose, he would say that what you have to lose is finite. It is all those things I just said and more, but when it comes down to it you are losing something finite and standing to gain something infinite. We can see his logic here and with a slight changing of the wording it becomes a very compelling argument. We've probably all heard this argument in some form or another. In my experience the most common variant of it in today's world is someone asking you, What if you're wrong about what you believe? Then what? Let's talk about some of the famous rebuttals to Pascal's Wager...I asked on Twitter this week for people to send me their favorite ones.Chris Bush (@cbush) on Twitter said that \"Either I believe or I don't. It's not a matter of choice. Belief has a certain irresistablity about it.\" This has to be one of the most common ones and it is very true. Let's say that everything Pascal said is true and I am an agnostic, even if he shows me how impractical it is to NOT believe in God, can you really make a conscious choice to BELIEVE in something?What if Pascal said you should believe in Santa Claus because you have a stocking full of presents to gain and nothing to lose. Could you just decide to believe in Santa? You can pretend to believe in something. You can tell yourself something over and over again trying to brainwash yourself into believing something. But when you believe something it is beyond choice. You just believe it. Pascal's Wager doesn't address any of the things that caused doubt in the agnostics mind in the first place.Jonathan D'Angelo (@future_jonathan) on Twitter said that \"How about the biggest flaw: that it presupposes the selection of the correct god.\" I'm not sure this is shining light on a flaw in the argument itself, but it does underscore the fact that Pascal's Wager could just as easily be used to justify belief in the existence of some other God: Allah, or Zeus or Tom Cruise. The significance of this is that many of these religions are incompatible at the most fundamental level. If you believe in one and another one of them end up being correct, you burn in hell. So the thinking is, Pascal paints this picture as though a belief based on this criteria only might yield infinite gain, when it might also yield infinite loss. This doesn't destroy Pascal's Wager, but it is something interesting to think about.But let's talk about the other side and what advocates of Pascal's Wager would say. The typical place this conversation goes is that they start talking about exactly what is it that you stand to lose by not believing in God and living your life as a non-believer. They're talking about that one part of Pascal's Wager that presents a downside to believing in God. He says that if you believe in God and he doesn't exist, then you've lost nothing, or you've lost a finite amount. Well, there are a lot of people who say that losing that finite amount is actually losing A LOT! The other side says, \"Really? Are you really losing a lot?\" They say, what's the alternative to living a Christian life? You live a hedonistic life where pleasure is the highest good! Being a Christian requires sacrifice, no doubt about that. But by not sacrificing...by eating whatever you want and having sex with whoever you want and living a godless life hellbent on attaining pleasure, is that lifestyle really better? Usually these people end up with terrible relationships and health problems and a lack of priorities. They don't have a sense of purpose and they're scared all the time. If that is the FINITE thing that you stand to lose, is it really worth clinging on to?I have heard this argument probably from 50 different people in my lifetime. It is absolutely fascinating that so many people parrot this line of thinking. They must have success with it or they wouldn't have said it to me, but I wonder what type of person doesn't see the obvious fallacy in it. What's the alternative to living a Christian life? Leading a hedonistic life!Why is that necessarily the case? They created a false dichotomy. Why is the ONLY alternative to a belief in the Christian God a life of hedonism where pleasure is the highest good? Hedonism is an ethical doctrine, just like the one laid out in the Bible. Do these people really think that there are two ethical doctrines that exist in the history of man? Hedonism and Christian ethics? No, there are hundreds. And let's talk for a second about what one of these modern agnostics would say about ethics. Nothing is intrinsically good or bad. A system of what is right and wrong, or good and bad, what we call a system of ethics is only possible if there is an end goal attached to it. There is an ideal life that we want for ourselves and then a system of behaviors to follow that will yield that outcome. Let's say the ultimate goal of your life was to have the most meaningful, deep, trusting relationships possible. What sort of behaviors yield that outcome? You certainly need to be honest. You certainly need to be temperant. You certainly need to exercise self-control.What one of these modern agnostics would say is that the bible is two things. On one hand a beautiful ethical doctrine that helped usher in an age of egalitarianism in the world...an ethical doctrine that they largely follow whether willingly or not because it yields a life desired by many. On the other hand it is a story that is used to get people to follow that ethical doctrine. The positive benefits afforded by Christians that someone making this argument would contrast with a life of hedonism are a byproduct of following a solid system of behaviors, not a belief in God. They would argue that anyone could follow the system of behaviors laid out in the bible and see extremely positive effects in their life, the difference would be that a believer would see them as a supernatural God reaching his hand down and getting them that job they just applied for, and the other person would see it as the natural byproduct of being a virtuous person. People want to give honest, patient, temperant, courageous people jobs. The only alternative to Christianity is Hedonism? A way of thinking that is WIDELY denounced by almost every philosopher that ever created a system of ethics? Hedonism is a straw man. It's an easy target when in reality there are hundreds of systems to choose from. So what is at stake for someone arguing the other side? Autonomy. The ability to choose the end goal of their life. And while, inevitably, much of their personal ethical doctrine may overlap with the one laid out in Christianity, the belief in God, to these people really has nothing to do with it.Real quick some other common arguments against Pascal's Wager are that he pigeonholes the possibilities that can come after death. For example, couldn't you be an atheist and still have an afterlife in some spiritual form? There are other possibilities that he leaves out. Uh, another is that the BASIS for the argument is that you are taking the best calculated risk, but because of the thousands of Gods already proposed by man in various civilizations throughout history it actually makes the chances of this single, Christian God minuscule. But it should be said that probability is EQUALLY as minuscule as all the other ones, it's not like any other religion has it more correct by any means. One other common criticism is that if God is an infinitely perfect and therefore infinitely just being, why would he condemn a person to hell if they follow his system of ethics but cannot bring themselves to believe in him. Why is BELIEVING so important to God? Doesn't that make him an unjust God? This is a good question in itself, but it doesn't do anything to Pascal's argument and is easily explained by most Holy Books.Look, when it comes down to it, Pascal's Wager has been heavily commented on over the centuries by great thinkers. There is a lot of firepower up against it at this point. But make no mistake, Blaise Pascal is one of the most astoundingly brilliant figures in the history of philosophy and next week we are going to talk about a famous paradox that I guarantee everybody listening will relate to immensely. Thanks for listening, I will talk to you soon."
}