{
    "ep": "Episode #035",
    "title": "John Locke pt. 1",
    "spoken_text": "This is a transcript of episode #035 on John Locke pt. 1 - From Sea to Shining Sea. Check out the episode page HERE.I want to begin the show today by asking you all a question that you probably have never asked yourselves before. Are you ready? Here it goes. Who owns your body? I mean, you as a spiritual being, or as a mind that operates this bag of chemicals that you walk around in...who owns that bag of chemicals? Do you think you own it? Why? You just live in it...why does that necessarily mean that you own it? When I was little we got evicted from the apartment complex I was living in and we just continued to live in the apartment. That apartment wasn't OURS simply because we were still living in it, and this was underscored when a few weeks later the police came in and kicked us out. But no one can really kick you out of your body can they? So who do you pay rent to as a spirit or mind occupying this body? Do you set up some sort of rent to own program?This question is pretty ridiculous..and as interesting as it is to think about it really is just trying to get you to say that your body is a part of who you are. When you are born, your body and you for that matter, are self-owned. Figuratively speaking, there is a deed to your body that is signed over to you and you exist in this role of self-ownership. You are entitled to your body at birth, but is it the ONLY thing you are entitled to? What else are you entitled to simply by virtue of being born?Now that is a question that is interesting to think about for a while. By the way, as these thought experiments get more and more relevant and the questions become increasingly modern and relatable, maybe the best way to listen to this show is when I ask a question, to pause and think about it a little bit.But all that said...even if you own your body...do you have control over it? After all, there are things that we own that we don't have COMPLETE control over...an 80 year old lady with a sticky gas pedal isn't entitled to the right to drive her car through a 7-11. And now that we've asked all these questions, let me tell you something...listeners of the Philosophize This! program...you are NOT entitled to complete control over your body! I mean, we all know...its common knowledge that 6000 years ago when the lord in his eternal grace put the very first human on planet earth, Adam, he gave him dominion over all of the fish and fowl!God said:\"Be fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth.\"God gave this guy Adam a pretty daunting task...he essentially gave him dominion over every living thing that moves on the earth. Well part of all of those living things is... you. Part of all those living things were Adam's kids. And let's not forget the 5th commandment: Honor thy father and mother! We are not born free, we are born as subjects of our father, who we are beholden to. The first and most natural form of government if you are a human being living under the God of the Old Testament in this natural world...is a monarchy. This is the most natural form of government...it is the system of government that God initially laid out...it is the one that we are used to. We are born unfree and we should stay that way.This was the basic position of a 17th century political theorist named Sir Robert Filmer...if you couldn't tell he was a huge supporter of a monarchy:\"The first government in the world was monarchical in the father of all flesh, Adam being commanded to people and multiply the earth, and to subdue it, and having dominion given him over all creatures, was thereby the monarch of the whole world: none of his posterity had any right to possess any thing, but by his grant or permission, or by succession from him: The earth, saith the Psalmist, hath he given to the children of men, which shew the title comes from fatherhood.\"This position was known as Patriarchalism. The King or Monarch of a particular government serves the role of the father, and we as people should be subservient to him like his children. Well as we've talked about, this time period was filled with all sorts of intellectual battles. The one that was probably the most important in retrospect was this battle of what political system is the most appropriate. One of the guys that was putting his life on the line, constantly running and fighting against monarch rule was John Locke. Now if you live in the United States, or most modern nations for that matter, you are very familiar with the political philosophy of John Locke; it was what the founding fathers used as a framework when building the constitution, along with Montesquieu.The important part is that each and every day you wake up and go to your job in the 21st century...you are still feeling the effects of this battle we're about to talk about fought all the way back in the 1600's. We think of a battlefield...we have all seen huge explosions before and they are incredibly dramatic and scary, but are few bombs in history that still affect people centuries after they were initially dropped. And this bomb of political theory set off by John Locke who spent most of his life on the run and scared just to be able to...we are living in the shockwave of this bomb.So the ideas themselves we are going to be familiar with...and it is easy to just write them off and say \"Oh, I've already heard about that, so I already know about it...i can just tune out\" But context is everything...and if we understand how John Locke arrived at these ideas and where shone his lantern of reason to develop this system, it can give us some very nice insights into the modern world we're living in. When John Locke wrote his two treatises on government, his second one being the huge influence on the founding fathers, he was responding to Sir Robert Filmer and his defense of Patriarchalism. His second treatise on government was a direct counter-attack in this intellectual war zone.To put it lightly, Locke thought that the idea that we were born unfree children under the dominion of a father figure was complete trash. He attacks the argument of Filmer on two different fronts...one: Filmer's interpretation of God pronouncing Adam the monarch steward over every living thing on planet earth...was a pathetic distortion of reality. Locke says when God said to fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth...if you read the Bible it is glaringly obvious he wasn't talking to Adam in particular...he was talking to all of mankind! God pronounced the HUMAN SPECIES as stewards over the land, not a single guy named Adam who we are perpetually in service of. Locke argues that after all, the commandment goes \"Honor thy father AND mother\" There is no Patriarch. And \"honoring\" your parents is much different than being born a piece of their property.Well what about the fact that we are born helpless? We need our parents to take care of us or we die...are we really born free if that is the case? Locke says yes, we are. We just aren't able to exercise it yet. Similar to our ability to reason. As humans we possess an innate faculty of an ability to reason, but as infants we have no way of exercising it yet. Would you say that we are born irrational creatures by nature? Or would you say we are rational creatures without the ability to express it yet?He uses this example to make the case for why we obviously are not born unfree:\"Thus we are born free, as we are born rational; not that we have actually the exercise of either: age, that brings one, brings with it the other too. And thus we see how natural freedom and subjection to parents may consist together, and are both founded on the same principle.\"The implications of this are huge. So if we are not born into a world instantly under the control of some other person, then we are in a sense, created equal. We are self-owned machines. So on one end Locke destroys Filmer's argument by claiming that he drastically misinterpreted the Bible...You were completely wrong in the way that you interpreted this passage but EVEN IF YOU DIDN'T misinterpret the Bible so badly, you were in the wrong from the start because...we shouldn't look to things like the Bible to determine what system of government we have. The Bible is great for some things, but not for this. Reason, used correctly, is a much better way to arrive at a good system of government.Locke talks about how so many of these things from the Bible that theologians claim is divine revelation that reason could never arrive at...he doesn't think that's true. Uh, he has this really great section where he uses the example we were talking about earlier...that God made a declaration that we, as the human species are hereby kings over all of the animals of the earth and that we should eat them....John Locke goes, why do you even need God to say that to arrive at that conclusion? I mean, if you believe that God created us, then you believe he created all of the processes in our body, and the fact that we have such a strong desire to live, the fact that we get hungry and want to eat those other creatures of the earth, that alone should show you that eating those animals is a behavior that God endorses.And the significance of this is that you can use reason and our place in the natural world to determine what is correct behavior and you don't need to worry about misinterpreting some obscure tweet that God sent out thousands of years ago. He is very clear about this he talks about the different ways God COULD have created the world, but didn't. This world is a deliberate construct of this creator. So, if people like Descartes can measure things in the natural world and find these mathematical constants and try to arrive at a universal system...If we can study substances in the natural world and how they react to each other and arrive at a system of chemistry...if we can study events in the natural world and come up with a system of meteorology...Is it really THAT CRAZY to think that we could study our place within the natural world and come up with a system of ethics? or a political system for that matter?You know, people are typically given a system of ethics in modern times. All kinds of examples of this...They're told that God chose this system of behaviors for them to follow and they better do it, or else. They watch TV and watch how other people treat each other and try to emulate it in their life, so that maybe their life becomes more like this guy on TV and his life. But for a long time thinkers wondered, what do we base our system of ethics on? Just imagine TV and the Bible didn't exist for a second...where would you start if you were forced to try to build an ethical system? What behaviors would matter to you? Certain things we know we feel...like we hate it when someone steals from us, but what would you use as a basis for making the claim that \"stealing is wrong\".Well lucky for us, we've already talked about SEVERAL examples of this. The Epicureans in the Hellenistic age looked at the default human behavior. If you remember they said that from the very moment we are born we seem to avoid pain and seek out pleasure. I mean, if you pinch the skin of the new born baby it pulls it's hand away out of instinct. From that, they decided that pleasure is the ultimate good and from there it's just a matter of truly knowing what brings you pleasure in the long term as opposed to what you just THINK brings you pleasure. Again, they asked what does it mean to be a human living in this natural world, an aversion to pain, let's develop an ethical system around it.But this is just one example of MANY. Back in the seventeenth century, there were several thinkers including Thomas Hobbes who we've already talked about and John Locke who thought that by using reason to analyze human nature and our place in the natural world, certain universal truths can be deduced from it. This system is what is known as Natural Law. Now, the rest of the episode will focus on what this natural law is, but lets put this umbrella of justification over all of the rest of this: Just like a law can exist on the books in today's world, and it doesn't matter in the slightest if the police aren't enforcing it...this system of natural law can exist and it means absolutely nothing if there is no one there to enforce it.\"POLITICAL POWER, then, I take to be a RIGHT of making laws with penalties of death, and consequently all less penalties, for the regulating and preserving of property, and of employing the force of the community, in the execution of such laws, and in the defence of the common-wealth from foreign injury; and all this only for the public good.\"When put the most broadly...this is the role of government to John Locke: to preserve the rights afforded to us by natural law...all of them. This is much different than the other political theorist we talked about: Thomas Hobbes. Remember Hobbes thought the role of government was to maintain stability...to prevent chaos...and as individuals we didn't have any unalienable rights, just a will to survive. Many of the rights that we DID have in a state of nature were handed over to the Leviathan in the interest of self-preservation. The government's job to John Locke is to protect our natural rights. Now, the important part for us is...what are those rights? Put the most broadly, Life, Liberty and Property. You ever wonder why those rights are touted as being so unalienable? It's because the foundation of them is based on what is seen as a universal truth derived from nature.So we started out the show today by asking who owns your body. Who owns you? Now I'm going to go out on a limb and say that most of us said that we feel as though we are self-owned. We own ourselves and with it a sense of Autonomy. Autonomy is referring to our ability to make decisions for ourselves, not coerced by some other individual or group. So we have the life we were given, the liberty to control that life...but John Locke things we are entitled to one more thing. Property.Now, he isn't saying that you are entitled to a house when you are born, or to a yacht when you're 16 years old. When you use your life to exercise your liberty to provide for yourself, and you labor hard and create something that improves your lot in life, John Locke thinks you are entitled to the fruits of your labor. Now this is an interesting point, one that has caused a lot of backlash over the years. Living in a modern, capitalistic society modeled after the philosophy of John Locke, we might not THINK about it...but why are you necessarily entitled to what you create? Why is that YOURS now?Maybe the best way to understand why John Locke feels this way is to consider the alternatives. I mean, look around you...everything you own...everything you consider to be the fruits of your labor was at one point a natural resource harvested from the earth in some way. Books are made out of paper which comes from trees...your cellphone is made from the tears of some factory worker in a third world country. We live in a world where using that natural right of liberty when trying to provide for ourselves forces us to use the natural resources of the world. We have no choice...if we don't want to starve to death, we need to use what is around us to survive. Just because you look around you and none of this stuff LOOKS like it came from nature...none of this stuff just magically appeared. It is some natural resource doctored and processed down to provide some purpose.So if we're FORCED to use the resources of the world...it begs the question.. who owns those resources? I mean, what good is your life and liberty if you were born into a world where there are no resources to use. The more relevant question is not who OWNS these resources, but who controls them. Well there are actually a lot of possible answers to this question...and it is fun to brainstorm and try to think of a method that we could use that would be fair to everyone and allows some level of control over them. But for the sake of this show, let's just talk about a few of the common ideas.So one possibility is that we assign a group of people to be the overseers of the resources. As difficult or impractical as it sounds, they would essentially catalog all of the resources that people could provide for themselves with...all of the trees, the rocks, the sand, the dirt, coal-mines, gold mines EVERYTHING. and then they would be assigned the task to perfectly and equally distribute one part to each and every person. That way, nobody goes without the tools they need to be able to exercise their liberty to provide for themselves.The common argument against this one is that it is horrendously ineffective in practice. You could find 100 reasons...but how bout that all men are created equal...but not all natural resources are created equal. There's going to be some people that just get a field full of dirt and trash and other people that get a mine full of gold and silver. Even if it COULD be implemented in real life, let's not forget about the idea that in this model we are handing over complete control over the resources of the world to a small handful of people. We've seen how that pans out.Another common recommendation of dealing with this resource problem is: why does there even need to be a controller at all? Why can't we all just take whatever we want, whenever we want when we need it? Well, aside from the environmental catastrophes that could occur if we allowed for the unrestricted extraction of whatever resource you want whenever you want it, the biggest attack on this method of managing it is that it just isn't consistent with human nature and reality. People that think this way usually are really compassionate, farsighted people that are content with what they have. The problem is, Hitler didn't invade Czechoslovakia because of scarcity. He didn't continue into Poland and France because his people were incapable of surviving on what resources they had. His goal was conquest and glory.Lets not project how WE would act in a given situation onto the totality of the human race. There are selfish, greedy, bad people in the world. I mean, even with an over-crowded prison population there are enough people willing to infringe upon your property that you have a car alarm. You have locks on your doors. People willing to do terrible things in the name of their own self interests exist, whether we like that reality or not. Making every resource on earth uncontrolled doesn't force people to go along with the system. And it also doesn't give your neighbor much of an incentive to remain productive if he can just come over and use your pots and pans whenever he wants because technically they aren't yours. This issue of productivity is a big one to people of Locke's time...we need to keep these resources productive. We don't want somebody hoarding a bunch of resources and doing nothing with them...saving them for a rainy day. This is the basis for a lot of modern advocates of taxing private property. This is usually aligned with the democrat party nowadays where if you own a piece of land, you pay tax on that piece of land on a regular basis and the thinking is that by having to pay that amount you will be forced to try to use that piece of land to make money and pay those taxes, as opposed to you being able to just own it and do whatever you want with it, if you want to have your land be a vacant lot, that's your right! Tough issue with tons of debate and it stems from this question.Anyway, Locke proposes a different solution to the problem. His idea is that we have the natural right to our life and liberty to move around as we please and work to provide for ourselves...his idea was that you have a natural right to the fruits of your labor. The thinking was that this motivates people to work hard if they want a lot of stuff and allows for people that just want to get by, to just get by. It doesn't put complete control over how productive the resources are being in the hands of a small group of people...in fact if somebody wants to put the resources to use, they can. The only thing stopping them is their will, to get up and do the work.A later political theorist named Claude Frederic Bastiat summed the next part of this up really well he said:“Life, liberty, and property do not exist because men have made laws. On the contrary, it was the fact that life, liberty, and property existed beforehand that caused men to make laws in the first place.”So here's what Locke and Bastiat are getting at. We now have a basis for why... just by virtue of being born, to John Locke, we are entitled to three things: Life, Liberty and the fruits of our labor... however hard we choose to work, that's what we get. But if these are natural rights afforded to use by using reason to look at our place within nature, then like we talked about before, that natural law is pointless if there isn't a police officer to enforce the law.There are bad people out there...people that would take the fruits of your labor in a heartbeat if there was nothing protecting you. And you can say, well I got somthin fer those boys. I got me some fire arms. Dem boys be plum stupider than a jackrabbit they come takin my fruits of labor.Well what if these bad people start a gang and group together. You can handle a few of them with your defensive advantage...but can you take a 30-40 person gang by yourself? What if they're highly trained because this is how they get everything. Could you single handedly defeat ISIS? Really, the only solution to this problem is to be protected by a more highly-trained, well-equipped gang of people to protect your natural rights: your life, your liberty to not be handcuffed to a drain pipe somewhere and your property. The fruits of your labor and the manifestation of your liberty to provide for yourself.This is why government exists to John Locke. To protect your natural rights of Life, Liberty and Property. You know early in his life, John Locke was actually an advocate of a Monarchy, but you read his works as his life progresses and he gets more and more radical in this direction that we've been talking about. And make no mistake, these were radical ideas at the time. We're going to talk a lot about his life on the run from these people next episode, but rest assured in knowing that he was running for a reason. This gradual movement throughout his entire life came to a head near the end of his life when he advocated a position that at his time what downright revolutionary. See, Thomas Hobbes said that we are in a state of nature where we don't have any restrictions, but we don't have \"unalienable rights\" so to speak. Someone can kill you in the state of nature and it can't really be considered \"wrong\" because there is no system of laws in place that deems it bad. The ultimate goal is survival...you can do anything you want if it means you are going to survive. Like we talked about you can steal all your neighbors stuff and this isn't wrong in the state of nature. Hobbes says that we forfeit most of the rights that we have in the state of nature to the Sovereign whose sole just is to maintain order. John Locke on the other hand says that the role of government is to protect the natural rights of it's citizens...so this makes him conclude that if the government is NOT serving the people as it should, that the citizens underneath it have every right to change it to something else..or even overthrow it completely.Find out what happens on the next episode of Philosophize This! I'll talk to you soon.On this episode of the podcast, we begin learning about John Locke. First, we ask ourselves whether or not we own our bodies and what other things we are entitled to simply by virtue of being born. Next, we consider whether its possible to develop a system of ethics by studying the world around us, just as we develop systems of science and mathematics. Finally, we discuss the three unalienable rights Locke believes humans have (they’ll sound a bit familiar!), and why he thinks its the government’s job to uphold those rights. All this and more on the latest episode of Philosophize This!"
}