{
    "ep": "Episode #146",
    "title": "Bergson on Laughter pt. 2 - Vitalism",
    "spoken_text": "So in response to all the different theories about what makes us laugh that have been laid out historically...Henri Bergson presents his famous hybrid theory in his work released in the year 1900 understandably titled \"Laughter\".  Now by the end of our explanation here today... we're going to ultimately conclude with the idea that Bergson believes laughter at it's core is ultimately a message to other people. But to understand what he means by that we're going to need to have a deeper understanding of why he thinks we laugh when we witness \"the mechanical encrusted on the living\"...but to understand THAT we're going to need some more detail about one of the key ideas that helps him ground his entire worldview: process philosophy...and to get started doing that we have to go all the way back to episode ONE of this show...to a presocratic philosopher born in 535 BC...a man by the name, of Heraclitus.  So because it was seven years ago if Heraclitus was going to make a bumper sticker of the simplest way to put his biggest idea... it would be that HE thought the universe is always in a state of flux...or constant change. We could also think of flux in terms of the universe being ever flowing. Flowing between dueling polarities, day and night, good and evil, chaos and order, existence flows between things that seem to be opposites that are, in fact, two sides of the same coin. Two different states of a larger overall PROCESS...that is constantly in flux. Now...thinking of flux as being similar to flowing is actually very helpful when trying to understand Heraclitus in particular because as you might remember his most famous metaphor from one of his fragments is about a river. He says: \"No man ever steps in the same river twice, for it's not the same river and he's not the same man.\" Picture yourself standing on the bank of a river. You step into the river for a second. You get out for a minute. You step back into the river. What the metaphor is saying is that when you step back in that river... you are NOT stepping into the SAME river. Because the river, the water, you stepped into before is now somewhere about a mile downstream. Seeing as how Heraclitus wasn't a kayaking instructor it seems like a pretty weird point for him to be making...so what was the LARGER point he was trying to make here? Well one of the points put in a more modern context that will help us understand process philosophy is that so often we stand on the bank of the river and we see that river as a freestanding, separate, static entity. This is the Nile River a land surveyor might say. In fact, all throughout history to Bergson scientists and philosophers have tried to do this with things much BIGGER than a river...they've sometimes tried to do it with the entire universe! But Heraclitus is saying that the universe is not made up of a bunch of static, separate, distinct objects that can be cataloged and compared up next to each other to be able to understand them...there is something more fundamental about the universe that seems to him to be more like the flow of a river, and what's more is that to Heraclitus it seems that it's not just the UNIVERSE that is flowing...as observers...we seem to be flowing as well.  Well similar to the river example is the more MODERN, popular example of the sand dune. Picture a sand dune on a windy day...and for whatever reason a scientist decides they're going to try to empirically quantify what exactly that sand dune is. Like we talked about a couple episodes ago there's a SENSE in which by the time you get done making your first measurement of one little piece of that sand dune...the sand dune has shifted, and morphed and turned into something else. It can seem impossible to take an accurate snapshot of what that sand dune is in any single moment.  See, but to Bergson, even THIS is already making a mistake in thinking...to even think of the sand dune in this way...is to think of the sand dune and what it is in terms of what can be spatially measured and quantified in this moment. But is the sand dune ever REALLY defined by this moment? When you actually look at the sand dune it starts to look a lot LESS like a bunch of distinct parts that someone can measure and quantify...that can then later be assembled next to each other like building blocks and then we can eventually recreate something we call a sand dune...no, a sand dune starts to look MORE like a continuous, fluid PROCESS...a process of parts that interpenetrate each other, parts that NEED each other, parts that cannot be broken down or separated or else we aren't looking at the full sand dune at all. What I'm saying is that the sand dune never TRULY exists in a single moment that can be cordoned off, quantified and recorded by a scientist or philosopher.  This tendency we have though, to look at things in terms of what they are in THIS PARTICULAR MOMENT is why Bergson thought it was so important to explain process philosophy through the example of time. Bergson used the word time as we all do in a casual every day sense. He completely understood that we need clocks and seconds, minutes and hours to be able to function well in social life...we need to know when it's time to pick the kids up from school...we need to know when the bus is going to get to the bus stop...but outside of this he thought our understanding of time was yet another example of us projecting our thousands of years of spatially biased thinking onto a universe that can't be fully understood spatially. There's probably no better example of this than the common idea of a time line. Imagine you're watching a video and there's the bar underneath that allows you to click to any point in the video. This video represents the world as we're living in it and the time line underneath represents the way we commonly perceive time. The thinking is that there is a line of events that have occurred... that can be subdivided into tiny increments...and these increments lay side by side on this time line allowing us to go back to any single snapsnot, in that timeline and see it as distinct from all the rest...for example, we say things like I met this person at this second, on this hour of this day. In other words, we have GPS coordinates for moments in time... we think of time spatially...NOT ONLY in terms of locating specific moments in time, but we even think of the increments of time, like seconds, as though they're these things that are distinct from each other and quantifiable. As though THIS second stands alone from the second that came before or after it.  Bergson thinks what we typically call seconds are not distinct, separate moments at all...these \"moments\" (if you even want to call them that) interpenetrate each other. They are interconnected and cannot exist without each other. In fact, Bergson wants to get away from the name time altogether, the technical term that HE uses is DURATION, and duration is a holistic, connected and continuous process...NOT unlike the sand dune. To try to quantify it in any single moment would be missing the point of what it is you're even trying to measure and understand in the first place, and HERE'S THE BIG POINT! Whenever we try to spatially quantify ANYTHING that is more fundamentally a continuous process...we only end up distorting the phenomena that we're trying to study.  Now, we don't just do this with sand dunes and clocks...we do this with all KINDS of things...we do this with consciousness...we try to break down the different parts of consciousness to be able to understand it better...we do this with identity, the pieces of our identity work together like a unique set of puzzle pieces, we do this with human behavior, we do this with what drives life at all...which brings me to Bergson's next big point here: Mechanism. Remember his idea that we laugh when we witness the mechanical encrusted upon the living? Well we're actually talking about what he MEANS when he says mechanical.  By mechanical he's referencing a way of viewing the universe popular in the late 19th century...the idea that everything can be explained by looking to material and mechanical principles to be able to explain it...we break things down into their component parts, we try to understand each part and how it works and then we try to understand the THING by seeing how those parts all work together almost like gears in a machine. The point is these machines are multiplicities...they are a bunch of different things assembled together to make something else...Bergson of course wants to look at processes, which are by contrast singular, continuous with their parts not being distinct from each other. This is going to be a key distinction he uses when laying out his theory of why we laugh at things: process vs mechanism, but the more technical way to put that in the case of Bergson would be VITALISM vs Mechanism.  Let me explain because this brings me to the last piece of the puzzle that'll allow us to understand his theory of laughter and that is a look into one of the answers Bergson gave to the big questions that faced the thinkers of his time. Once again Bergson's living during the late 19th early 20th centuries...the theory of Evolution is at the forefront of people's minds...now for people like Bergson who believed that evolution was a scientific fact...what was more on HIS mind was finding ways to not only justify the theory but also to explain little scientific loose ends that people believed at the time that didn't seem to be fully understood yet.  Now whether we're talking about life as a process or we're talking about evolution as just a theory to explain what is going on one thing that you eventually HAVE to recognize is that whatever this thing is it seems to be changing...and at times to Bergson it seems to be changing creatively. Which is a pretty curious spot to be in if you're a thinker during this time...how do you account for this change? What is directing it if anything? And if there IS some creative element to that change...what is the source of all the new stuff it's creating?  You can imagine why Bergson thought this was an important question worth answering...consider the two dominant theories trying to account for the change of evolution during his time: the mechanistic and the teleological. See some thinkers thought that we could understand the inner workings of life and nature almost as though it's a machine with a bunch of different parts working together, again the popular mechanistic view. Bergson thought this was wrong because that explanation could NEVER fully account for new things being created out of evolution. Reason being is that IF life is emerging and it resembles something like a machine...then nothing new could really come out of it...because everything new would have to be borne out of the existing, finite set of cogs and gears that it has, whatever those are. Now on the other hand there were people of his time that accounted for the change by pointing to final causes...or various forms of finalism...the idea that HUMAN BEINGS are an ENDPOINT that evolution is aiming towards...a SQUIRREL is an endpoint, a MOOSE is an endpoint. Not only does this not account for the creative evolution that Bergson saw he thought it completely ignores a lot of the discontinuity between species and even how some species have very different characteristics in one location as opposed to another.  Bergson's solution to this problem is his famous concept of elan vital...loosely translated to vital impulse...or an impulse... rooted at the origin of life... that accounts for the creation of all the species. To explain the discontinuity of all the species he offers up two primary factors that he calls instinct and intelligence. This is where we can understand the contrast he marks between the traditional mechanistic view of things and what would eventually become known as Bergson's Vitalism (hence the vital impulse)...See if the mechanistic view says that nature is like a machine, then Vitalism is going to say that life is actually a process...a process that has it's own rules and norms ...and that the laws of things like physics and chemistry cannot adequately describe or account for all that goes on in this life process. The idea was that both physics and chemistry are scientific approaches towards understanding how the material world operates...life is not wholly material...and to try to use our understanding of matter to make sweeping claims about our understanding of life would just be too far of a reach to Bergson. Not to mention this goes BACK to the fact that Bergson believed human methods of analysis LIKE physics and chemistry were incapable of studying these sorts of processes without distorting what they were trying to study. These sorts of mechanical, spatial approaches being applied to the process of life...you could almost say this would be like the mechanical being encrusted on the living.   Now it doesn't really matter whether or not bergson's CRACKED THE CODE of evolution. And his lengthy explanation for why instinct and intelligence account for the differentiation between species really wouldn't be relevant to our discussion here today. So out of respect to YOUR time, the important point we need to take from his work in Creative Evolution is that we live in a bit of a paradox as human beings between instinct and intelligence. See on one hand we are the ONE SPECIES that wants to know about the complex inner workings of the process of life and how it operates...and yet, because we always have to use our intelligence to be able to ARRIVE at that knowledge...we are the ONLY species that can't get intimate access to it. See other animals have no PROBLEM accessing this vital impulse that Bergson talks about...they live a much more intuitive existence than human beings do...we on the other hand use mechanistic thinking, spatial thinking, scientific analysis to try to understand the process. Well we already know how that worked out with the sand dune...we can't use intelligence to get access to elan vital because simply by virtue of imposing ANY human created system of analysis we are distorting the very phenomena we're trying to study.  You probably no doubt see parallels between THIS sort of argument and things like the observer effect. Well this places Bergson FIRMLY in a tradition that was popular during the early twentieth century that would come to be known as intuitionism.  Now all that said...we can finally understand what he means when he says that we laugh when we witness the mechanical encrusted upon the living. The true nature of life, of human behavior and of human behavior within societies is driven by this vital impulse or vitalism. In other words the mechanistic view is wrong. Society is not a machine, nature is not a machine, and we are not the cogs and gears that make it up. Human behavior is a process...it is fluid, flowing between different polarities, singular, continuous, and the parts that make it up are not distinct and separate...their existences rely on each other, a person is not exactly who they are without the people on either side of them.  Now we can try all day long to try to use our intelligence to scientifically break down human behavior and society...and we DO, through psychology and sociology among other things...but as undeniably useful as that information will be to us practically in this moment, we are only, to Bergson, distorting what we are trying to study and will never be able to have access to the overall process that is going on or elan vital. The only way we can gain access to THOSE things, again, is through intuition.  To Bergson this explains why no single philosophical or scientific theory has been able to explain why we laugh at things. See when you and your friends are walking through the woods, your friend in front of you is going on about the vape store they're going to open up, and then they trip over a log and ruthlessly attack a rhododendron with their face...whether you realize it or not, intuitively you are at some level assessing somebody who is a direct threat to the health and fluidity of society. See we know at some intuitive level as people...the process oriented nature of life and of human society. We intuitively have ACCESS to this vital impulse whether we realize it or not...we know at some level that the success or failure of our societies often times spells the life or death of us as individuals. So when somebody engages in a behavior that starts to resemble mechanization, death or robotic-like automatism, we see that as something that could be a direct threat if it continues and laughter...begins to serve as a corrective action in that effort.  Laughter is a mediator between Vitalism and Mechanism to Bergson. To be a functioning member of society in touch with this vital impulse that drives us.... takes a certain amount of flexibility as a person. The world can throw a LOT of things your way as a citizen of a society...we need to keep our wits about us and Bergson thought one of the worst things you can be is overly rigid. Bergson thought it was SO EASY to fall into the trap of what he called the easy automatism of acquired habits.  Now according to my friend...her name is Merriam Webster...and I know that's usually two last names just a CRAZY coincidence I guess...but according to her the word automaton means: a moving mechanical device made in imitation of a human being. When people start to resemble automatons more so than they resemble vital, functional members of society, we witness one key example of how the mechanical is encrusted on the living.  So, when your friend trips over the log... because they are so distracted and are hyper focused on some set of plans they have...in that moment they resemble an automaton programmed to start a vape store, far more than they resemble a functioning member of the process of society. They can't BE flexible to whatever society throws their way...because quite frankly they're too distracted to be paying attention to it. Bergson would call this a \"lack of elasticity due to absentmindedness.\" This is why we laugh at them. Because if everyone lived their life so distracted that they can't even see the log sitting right in front of them...then society wouldn't last very long at all. Laughter becomes the way we communicate to this person that they need to lock in and get it together.  Another example Bergson gives is a type of person we might more commonly call a conformist. This is a member of society that to Bergson has fallen asleep at the wheel. They accept whatever narrative is thrown their way, they accept their place within it...they're told what to do and they LIKE it that way because it's easy. The example Bergson gives is of a business person with their strict, rigid dress code, the rigid decorum of behaviors that's expected of them, the power poses and Tony Robbins affirmations in the mirror every morning...you see I even started to try to do it right there...it's so easy to start trying to laugh at this person's expense because if everybody blindly committed to some role that they just fell into one day then we wouldn't have enough resistance against the current dominant narrative at any one time...society in other words would be less vital or healthy to Bergson.  One more type of person that lacks elasticity is somebody that goes too far in the OTHER direction. Bergson calls this type of person somebody with \"separatist tendencies\". This is someone that goes against the glue that holds society together at a level, that if left unchecked...might actually do some harm. Good example of THIS in comedy is maybe a WACKY sitcom or movie character. Or picture a stand up comedian talking about some crazy thing they do when they're out in public. This is the OPPOSITE of the conformist...this is someone who REFUSES to conform and is alienated from the fluidity of the social process because of it.  Generally speaking though, what's common among ALL these examples is that they are all pushing the envelope of behavior that will maintain a vital, healthy society...but Bergson would want to point out that what's interesting to consider is that we have ANOTHER group of people that often push the envelope of what's good for society, CRIMINALS!  We have an obvious solution for criminals...we put them in jail. But these minor offenses... where people really aren't HURTING anyone else...they're just lacking elasticity...we're not gonna put them in JAIL for that...but society STILL NEEDS some manner of recourse. That is where laughter comes in for Bergson. Laughter is a self administered antidote where people pay a minor social price for the sake of having the most vital society possible.  So we can see now why Bergson's theory is considered more of a hybrid theory of laughter. You could make a case that there are pieces to this that match the superiority theory. You could say that this is a variation of the incongruity theory, and tons of other bits and pieces from the hundreds of theories out there. What's interesting though is that Bergson's theory SEEMS to account for the discrepancy we talked about at the end of last episode...the question of why it is we can laugh at BOTH, comedy that speaks truth to power AND comedy that is just completely absurd. When you think of laughter as a tool to promote social vitality and health...then OF COURSE...OF COURSE we'd laugh at people pointing out how people in power are being ridiculous, we need our leaders to be in check...and OF COURSE we'd laugh at someone saying something totally absurd or over the top...because even if we know at some level that they don't mean any of it...just IMAGINING this being a real member of society engages that part of us.  But just to play devil's advocate...what about somebody that tells a joke for the sake of telling a joke? You know how the kids do it...what do they do? Wanna hear a joke? And then the other person laughs...there's no corrective action going on there...they're just telling JOKES! Maybe somebody that can offer some insight here is Aristotle. He has a section in his work where he talks about the function of eyesight. See you can ask the question what is the function of eyesight the same way you can ask what is the function of laughter. The same way you could say that we laugh because it serves a purpose, it maintains social vitality...you could say we see because it serves a purpose, it allows us to see predators, allows us to pick food, work together in groups, etc.  But Aristotle says how horrible would it be if the only time you ever got to use your eyesight was when it was doing something useful for your survival? What if every time you weren't doing something to immediately survive you just went blind? Wouldn't be fun Aristotle says and why? Because sometimes you just want to enjoy the view. Sometimes you just want to look out the window and see things for the sake of seeing them.  Now Aristotle is eventually going to use this to talk about why philosophy is important. People of his time loved to say that the value of philosophy is that it gives us tons of useful benefits at the level of society. Not unlike Bergson's view of laughter. But Aristotle is going to say that a true philosopher is capable of loving wisdom for wisdom's sake. Sometimes there IS no practical benefit to engaging in philosophy...sometimes it's just an activity that's worth doing for the fun of it...something you can do and you don't even NEED wifi or 5G or a floppy disk drive or any of that fancy computer stuff people have nowadays.  What if it's equally possible to do this with laughter? What if laughter undeniably provides us with social benefits, but it's also entirely possible to just laugh for the sake of laughing...and that we don't need some superiority theory or incongruity theory or all this overthinking to explain it.  No matter WHY you're laughing though Aristotle has some advice for you. He'd say make sure you never find yourself too extreme on either SIDE of humor. What he means is always make sure that you're not that person that can't take a joke, where everything needs to be a serious, productive conversation all the time...but equally make sure you're not that annoying person on the other side, laughing and joking about everything no matter HOW serious it is while the world's on fire all around you. Laughter can definitely be a convenient distraction. Which reminds me with ALL this talk about jokes and laughter these last couple episodes...this type of person aristotle's referencing reminds me of one of my favorite passages about humor that I'll leave you with here today...ironically from Kierkegaard...posted this on twitter before, Kierkegaard...says...this: A fire broke out backstage in a theatre. The clown came out to warn the public; they thought it was a joke and applauded. He repeated it; the acclaim was even greater. I think that's just how the world will come to an end: to general applause from wits who believe it's a joke.  Thank you for listening. I'll talk to you next time. "
}