{
    "ep": "Episode #030",
    "title": "God Exists",
    "spoken_text": "This is a transcript of episode #030 Descartes pt. 3 - God Exists. Check out the episode page HERE.So being me, Stephen West, distinguished host of the podcast philosophize this!, I receive a good deal of email. That’s right, I said it. Mountains of email that is very difficult to get through and the reason why it matters right now is because there are certain emails that are reoccurring. One of the most frequently reoccurring emails that comes my way is people asking me to help them respond to people trying to convert them. There used to be door to door vacuum salesmen…in today’s world there are door to door spokespeople of God. It is their duty when living on this planet to spread the word. When they see someone that obviously hasn’t heard about how easy it is to get into heaven…all you have to do is BELIEVE!…they want to tell them about it. These are not bad people. Most of them have great intentions and genuinely care about people. But I think the reason why so many people ask me for responses to their typical questions is because they put people in a really weird spot.When someone comes to your door and asks you about what you think happens when you die, the situation gets awkward really fast. But why? Why are things so awkward. I think situations are awkward when there is some level of dishonesty present. There is something that one person knows that the other person doesn’t know and the feeling of awkwardness is one person trying to find a politically correct way to break the news to them or avoid having the conversation. For example, when some nerdy guy at work comes up to you and says some obnoxious catch phrase that he came up with that isn’t even remotely clever, you feel awkward because you have to think of a way to tell him that you don’t like his little catchphrase and that he ISN’T funny without actually saying it in a brazen way.Well the same thing applies with the aggressive conversion experts. This person comes into your house, you pour them a little lemonade like they’re on To Catch A Predator, and they say, so How do you think all of this got here? That’s a little bit like walking into somebody’s house and saying Why did you break up with that ex-girlfriend of 10 years? The answer is always “It’s Complicated”. Just like you have a decade of history in a long term relationship to try to sum up in a single sentence, you have decades of contemplation about the nature of existence and they’re basically asking you to do the same thing. This is a very difficult task.Now I absolutely love being tested. I seek out these sorts of conversations with random people; I love it. My friends have told me that when they look through the peephole and see someone in a bicycle helmet wearing a suit and tie that they close all the blinds and crawl around pretending not to be home. I ALWAYS answer the door. One thing I’ve learned about the way they ask questions over the years is that there are two main avenues this conversation can go down, and the onus is on them to breach one of them. They usually ask the question “Do you believe in God” outright, or they will ask how you think the universe was created in the first place. The point of this question is so that they know where their efforts need to be focused on. If you answer “Yes.” that you believe in God, then their task becomes to try to move you from one book of behavioral restrictions to another. If you say something like, I was raised a Muslim then their task becomes to try to convince you into accepting their rule book as opposed to your old one. You say something like yeah, I was raised a catholic but I stopped going to church because I felt like it started to not be aligned with what I believe and I just haven’t found a new church. When you say that you believe in God, these are the sorts of conversations they have with you. But what if you say no. What if you say that you aren’t sure whether God exists? Well this is the other avenue these conversations typically go down. If I were one of these people, when I went door to door this would definitely be the conversation that I enjoyed the least. The reason why is something that we’ve touched on in the past and it is something that is very relevant to understanding Descartes and his cosmological argument for the existence of God.Let’s imagine that Rene Descartes was one of these door to door salvation salesmen. Let’s imagine what Rene Descartes would say to you if you told him that you aren’t sure whether god existed. Make no mistake, Rene Descartes would be the most annoying Jehovah’s Witness that ever knocked on your door. He would be brilliant. He would also be arguing for the existence of something just a little bit different than your typical Jehovah’s Witness. As we’ve talked about before, there is a HUGE logical leap from believing that God exists and believing that the Christian or Muslim God exists. There are dozens of different takes on it: God is simply a master craftsman, God is a collective mind stream, God is the universe itself. There is a big difference between believing that some thing, some being brought this universe into existence and believing that that thing also exalts humans as a species above all the other ones and cares about whether you get that job that you just applied for. There are 50 shades of God. To convince someone that God exists is not to convince them that Jesus died for their sins. When Descartes set out to prove the existence of God, his task was not to convert people into Christians, he was referencing some infinite first cause from which all things initially sprang. Descartes WAS a Christian, but proving the concept of God was to have a basis for his rationalist philosophical system, not to get more money thrown in the collection plate.You know, there are several instances in his work where he echoes a sentiment that Montaigne talks about a lot. He says if you live in a society or a culture where something very important to the culture is WIDELY accepted as true, that even if you could destroy it with argument, maybe it is best to just go along with it if you want to be productive in other areas. I mean, if you walk around all day looking for things that you don't agree with, and whenever you see one of them you assign yourself the burden of CORRECTING that person or group, can you ever get anything substantive done aside from that life? I could spend every second of every day supposedly correcting people around me, and what has changed at the end of the day? There needs to be a line drawn somewhere...Descartes isn't saying that you should just blindly trumpet the status-quo, but with Descartes living in a world where people are being prosecuted and brutally punished for going against the previous teachings of the church, we can be empathetic; we can understand why Descartes might adopt certain appearances in the interest of keeping the powers that be happy. And this is not conjecture...we see it in his work. He wrote a treatise, he actually never finished it, but for years of his life he was researching and constructing a treatise arguing for the validity of Copernicus and several other scientific findings that directly challenged what the church had been teaching for so long and then right when he was wrapping things up, the whole Galileo thing happens and Descartes says \"Alright, well. Onward and upward. Those were some productive years I just spent.\" He never finished the work... and it really wasn't that crucial in the grand scheme of things anyway.So when Descartes comes to your door and you tell him that you're not sure whether God exists or not, this is a big road block for him. This is an equally big road block for him back in his time. But why does Descartes need for a God to exist? Why does he need this infinite being that gave rise to the universe as we know it? Well to understand that, we need to reference what we talked about a couple episodes ago. Cogito Ergo Sum: I think, therefore I am. or I think therefore I exist. Remember Descartes started by subjecting everything in the world to the most rigorous doubt imaginable. He did this in order to find some irrefutable truth. Some mathematical axiom for the world, if you will. The reason I say mathematical axiom, is because he needed a foundation that he could use as a basis for making future claims. Now he talks about how he doesn't know whether ANYTHING around him truly exists because after all, an evil demon could be constantly deceiving him into believing these things exist. But there is one thing he can't deceive him about and that is that he is thinking. Because even if he is having a deceptive thought, he is still having a thought. So he can be sure that he is a thinking thing that exists.The mathematical axiom...the basis from which Descartes is trying to build a full philosophical system is that he exists. So from here he asks, okay, well if I know that I exist, then because something cannot come from nothing, something must have caused my existence. So what was it? Well it was my parents when they were 20 years old and had a little bit too much to drink. My parents caused my existence...and this begs the question: What caused their existence? Well it was their parents. When you look at every single thing that exists, every rock, every tree, every planet, every moose frolicking around they all eventually come back to the same point. What caused that point? Descartes isn't even necessarily talking about the beginning of the universe...if there is a creator of this universe, what caused that creator to come into existence? What caused the creator of THAT creator to come into existence? This infinite thing or being is was Descartes calls God. This is a mainstay of philosophy at the time of Descartes...we've talked about it before with Aquinas and a couple of the Persian and Islamic philosophers...it is what is known as the Cosmological argument.Descartes needs this God as part of his picture for many reasons. One: Although we CAN never stop doubting what is around us and say that it is possible that an evil demon is constantly deceiving us, Descartes obviously doesn't want to stop the discussion there. We can be pretty sure all of this stuff exists, even if we can't prove it beyond a shadow of a doubt, and by saying that this infinitely great God is responsible for our perceptions of the world, it takes out the possibility of the evil demon. He says that as an infinite, perfect being God would never deceive us, so therefore we can be certain that what we see about the world is the way that is actually is. Please reserve your objections to this for later on. The point of me saying this is to explain why God is so important in Descartes worldview.Another big reason god is important is because Descartes is a rationalist and mathematician. He is setting out on a pretty daunting task: to prove that the universe and everything in it is connected to each other. Causal relationships, logical relationships...there are lines connecting every thing and everyone. The problem with that is that if that is a possibility then there must be an endpoint. There has to be a bookend from which everything is derived from, or else these connections might all be invalid. These connections can't go on into infinity. This is a problem that not just Descartes will run into...we will see it in the other continental rationalists Spinoza and Leibniz. The bookend that Descartes uses as a starting point is this infinite perfect being known as God.So, famously Descartes uses two main arguments to prove the existence of God. One we've already heard of before it is called the ontological argument. St. Anselm talked about this. If we define God as that than which nothing greater can be conceived, and we can conceive of and infinite perfect being, then because something existing in reality is at least marginally greater than something that exists only in thought, That infinite perfect being MUST exist in reality: Therefore God exists. We've talked about that one, and it really isn't worth talking about how Descartes uses it because he uses it later on in his Meditations and it seems like more of a supplementary argument because his first argument gets a little sketchy. You know...this is the: If you didn't buy my FIRST argument, here is one that seems to be rock solid.His first argument is notoriously confusing. I think philosophy professors around the world are forced to teach this argument and all of them struggle to find a way to convey it in any sort of memorable way. It's also notoriously oversimplified. I took a philosophy 101 class where I needed to write a paper on this argument and in the book it explained it...I thought that I understood it...and then six months later I actually read Descartes meditations and went back to the book and realized that it was completely wrong. This was in a textbook, so you can imagine how many different interpretations of this argument there are and as a podcaster I will do my best to give you a well-rounded account.Descartes would be sitting in your house...sipping your lemonade and he would begin his proof of God's existence by talking about an important distinction when it comes to existence. He would look around your house or your apartment and pick something out...say a table for instance. That table has two forms of reality: formal reality and objective reality. And he even breaks it down more than this, but let's not go there. Each thing has a different level of formal reality...if God existed he would have an infinite level of formal reality...that table sitting there has a finite level of formal reality and a few other obscure things like qualities of things including ideas of things have what Descartes calls modal formal reality. Modal being an even lesser form of formal reality than finite.The point of this is that everything has varying degrees of this thing called formal reality. But what about things that exist as thoughts? I mean, if I have an idea of something in my head...does that idea exist? Well yeah it does. But the idea of a table in my head does not exist as much as that table actually existing in physical form. For example, I can imagine the idea of an absolutely perfect triangle, but that perfect triangle doesn't exist anywhere in the physical world...why would it. That would be kind of random...just a triangle floating around. Descartes talks about things that exist as ideas...or objects of thought and he gives them something he calls objective reality. Now, just like everything that exists has varying levels of formal reality, all IDEAS have varying levels of objective reality, and what determines their LEVEL of objective reality is the thing that they are representing. If you have an idea of God, that idea has an infinite level of objective reality, if you have an idea of that table, it has a degree of finite objective reality and if you are thinking of qualities like blue-ness or sharpness, then they have a modal objective reality.Now Descartes says that ALL humans have an innate idea of this thing we call God as being infinite. I mean, to create everything in the universe this thing needed to be un-caused, so therefore necessarily existing always. Outside of the boundaries of time, so therefore eternal and timeless. To give rise to everything physical, it itself cannot be a physical being, so therefore it must be incorporeal or spiritual. So Descartes says we ALL have an innate understanding of this being as being infinite. And because of that, our idea of God has an INFINITE objective reality. He says that every idea that we have, everything with objective reality, was created by something with a higher level of formal reality. For example, we can have ideas of tables, rocks, chairs or mooses frolicking around because we have a higher level of formal reality than these things. Yes, we have a FINITE level of formal reality, but we have MORE formal reality than a rock, so therefore we can create ideas about that rock. If this logic seems confusing it is because he is deriving it from the laws of cause and effect that he studied endlessly in his life. There must be as much reality in the cause of something as in the effect it generates. So if we as flawed humans are not infinite beings...where did we get this idea of an infinite being from? What caused that infinite idea to come into existence in the first place? Well, based on the laws of cause and effect it needed to be something infinite. A finite being cannot bring into existence an infinite idea. The infinite being that brought that idea into existence, is what we call God.Alright so at this point I would like to thank God that we are done explaining that. Imagine Descartes sitting on your couch and he just got done explaining that to you. I mean what do you even say? Do you just point to the door and say...\"Leave this house.\" There was a video that went viral a couple months ago where this couple has this dancing Halloween toy that is malfunctioning and they are convinced it is possessed by a demon and they are going crazy saying: \"I REBUKE THEE IN THE NAME OF JESUS CHRIST! LEAVE THIS HOUSE!\" I was absolutely rolling on the floor laughing and that is how I would treat Descartes if he came into my house with his formal and objective reality. Let's talk about how you SHOULD respond to Descartes...Let's talk about how people typically criticize the argument.By far the most common rebuttal to Descartes system is what seems like a logical inconsistency that has become known as \"The Cartesian Circle\". What it points to is his circular reasoning when it comes to proving that a non-deceptive god exists. Remember, he uses God as the being that insures there is NOT an evil demon constantly deceiving him, but he relies on his thoughts being non-deceptive to arrive at the conclusion that that God exists.This really isn't as much of a contradiction as it would initially seem. Descartes argues back that he doesn't rely on God to feed him non-deceptive thoughts ALL the time. While we are attending to what he calls a \"clear and distinct\" perception where it is so clear and distinct that we can't doubt the validity of it, we don't need God. The insurance that God provides is to prevent us from doubting things while we are not looking at them anymore. As a very crude example, lets say you're a UPS delivery guy and you deliver a box to the same front porch every day. At one point you determined that there are two stairs leading up to the front door, and then each day after that the box you are carrying obstructs your view of the stairs. You are no longer ATTENDING to the stairs. The insurance that God provides is that those stairs have not changed since the last time you did your analysis. Now imagine this example as it would apply to a series of logical connections throughout the universe.There is a lot of argument against Descartes and his creation of this idea of objective vs formal reality. Many people wonder why there even needs to be a distinction and what basis he has for making this distinction. On one end he relegates the existence of ideas and makes them lesser than things that have finite formal reality, but on the other end he makes their existence greater than things with finite formal reality. Another common objection is that it is a huge logical leap to arbitrarily say that beings with finite formal reality cannot possibly conceive of something with infinite objective reality.But the largest disagreement is probably when he says that we all have an innate idea of this being known as God as being infinite. Why is that necessarily the case? Many cultures throughout history have vehemently believed in a creator that in itself was not infinite. If this idea of an infinite entity is TRULY innate, which is what Descartes NEEDS to prove, why do these people not have it?The common explanation is that they don't. The only people that do are people that were born into a society or culture that regularly plants the seeds in the heads of their young that an infinite creator exists. That constant reinforcement shades the direction of their thoughts, so although everyone around Descartes may have had this conception from a very young age, it might not be inherent. This may be the chickens coming home to roost. This may be a manifestation of what we talked about earlier where when the bulk of society believes something that we should pick our battles and sometimes just go along with it. Maybe Descartes should have fought that battle. One thing is for certain...which as we continue our journey through philosophy we will realize...is that if he had fought this battle, if he had questioned whether the idea of an infinite God TRULY was innate...it would've been a lonely, depressing road ahead.Talk to you guys next time."
}