{
    "ep": "Episode #117",
    "title": "Structuralism and Mythology pt. 2",
    "spoken_text": "This is a transcript of episode #117 on Structuralism and Mythology. Check out the episode page HERE.So just to start I want to rephrase something we talked about a couple episodes ago because I think it's important to frame our discussion here today: there are practically an infinite number of possible combinations of words that you can cobble together and read, but it wouldn't be until those words adhered to a very specific, underlying structure that they would work or have any semblance of meaning to anyone at all. Language has a structure, and we can observe this structure, we can study this structure and if you're a structural linguist you may be able to predict how that structure is going to change in the future. Well to many of these thinkers that follow up with the methods proposed by Ferdinand De Saussure, what it seems like to them is that culture... has a specific, underlying structure as well...and when Barthes uses Semiotics to study mass media and get to the mythology that lies underneath the surface level, this is one of the first attempts to gain access to that underlying structure of culture, SO that we can observe it, so that we can study it and yes, looking at culture almost in a new, scientific way to try to be able to predict cultural changes that will occur in the future before they actually happen.  By the way, if any of this mythology business seems a little bit conspiratorial to you...consider the fact that practically everyone listening to this knows how it feels to engage in this process...most people these days are media practitioners that are in the business of promoting their own personal mythology. We just do it on a slightly different form of media than Barthes is talking about...social media. Now even if you don't, you can at least relate to how the average person's Facebook or Instagram looks. Someone's Facebook page isn't a total and accurate representation of who they are...it becomes sort of like a museum dedicated to the person they want other people to think they are, of which they are the sole curator.  Think about the mythology that's present there...they'll post a picture of themselves smiling on top of a mountain they just hiked, right after posting a picture of them eating their avocado toast on a park bench, right before a picture of them boarding a plane, caption reads: hey guys just boarding the plane, won't be able to respond for a few hours! The point is, these pictures weren't chosen because they wanted to deliver a surface level denotation of what's actually going on in the pictures, they were chosen because it promotes a narrative...maybe it's that I'm the kind of person that lives an exciting life where I travel around to interesting places...or I'm the kind of person that eats avocado toast, I eat foods that are trendy, healthy yet surprisingly portable and as you can see I'm in the park so I'm not the kind of person that squanders that portability of my avocado toast...Who am I? Well you can tell by looking at my pictures...you know that person you'll sometimes see, the sun glistening off their perfectly clear skin and beautiful white smile as they sit on a park bench enjoying not only this moment, but their avocado toast as well? That's the kind of person I am...it's funny, someone just snapped a random picture they happened to catch me here. Of all places. Now while this is just one example of it...no matter what mythological tale you're weaving for people on social media, the reality is: your actual life is far more complex than the story you tell to people on social media. You're not always smiling, there are countless things going on in your life that you would never include on there, and here's the point: you can imagine if someone you didn't know.. just took the story you told about yourself on social media as a complete picture of what it is to be you, all they'd really have a very narrow picture of a mythology that you've produced, I mean you certainly wouldn't say this person has an understanding of who you are at your deepest level. Well, so too with mythology about the world that media produces, just imagine if the universe had a Facebook page. Your understanding of it would be tantamount to one of the stories people tell about themselves on their individual Facebook page. To an early structuralist, your own individual worldview is not a deep understanding of the universe...it's an expression of a cultural norm...it is as much an expression of a cultural norm as a handshake is.  Now you may be wondering, if we can observe and study these cultural structures, when you're observing them...what exactly do they look like? Well that's what the last half of this episode is going to be about...what I think is crucial for us to do before we get there is to talk about a few more examples of Barthes using Semiotics to break down specific examples of this mythology that's rooted in media. Each of these examples revealing a little bit more of these structures that underly culture, and each of them, when we look at the tactics used to deliver the mythology, these examples can help us understand how these messages are delivered to people in ways that you wouldn't realize it was being delivered to you unless if you were deliberately looking for it.  We've talked about soap and how we organize the things in our life in terms of a constant fight between clean vs. dirty. We've talked about professional wrestling and how messages of justice can be part of the fabric that holds society together, sometimes to the detriment of society. One thing any good mythological work is going to have are people with some sort of exalted status in the eyes of the public... people that act as examples for the average person to look up to or examples of what people should avoid doing because look at what happened to this person in mythology that did that...these could take the form of demi-gods, epic warriors, fallen angels...but in our mythology we give this status to people that possess this strange thing we call celebrity.  Barthes would say... that there's a mythology thats constantly being delivered to you in media...that these people we call celebrities, are not like you. They're better than you are. And this message often leads people when navigating their personal life... to exalt some celebrity onto a pedestal, and then look up to them as an example to emulate, often times leading the average person to have extreme reverence for their opinions on things that, most of the time, the celebrity's really completely unqualified to talk about in the first place. But nonetheless there's this undeniable FEELING that this person's just different from you...they're BETTER than you are, let's listen to them! Where does that come from? Barthes might point to something like when TMZ runs a photo spread of Leonardo Di Caprio walking down the street eating a hot dog...what do they always do? They probably do some headline referencing one of his movies...what's eating gilbert grape? I don't know but his brother leo is eating a hotdog walking down the street enjoying a sunday afternoon. The denotation of these pictures would be Leonardo De Caprio walking down the street eating a hotdog. The connotation somebody may take away from that might be that, \"Hey look! Leonardo De Caprio is just a regular guy like me! Look, he's wearing a Dodgers hat! I too wear an LA Dodgers hat. I too have found myself on occasion walking down the street eating a hotdog. That's so cool, he's just a regular guy!\" But Barthes would say the mythology... the story that's being told at a deeper level there...is that it's a newsworthy event when Leonardo De Caprio walks down the street eating a hot dog. The very fact, that the news of the day for you is that Leo is eating a hotdog like a normal person, deifies him and draws attention to the fact that he's not just a normal person. This is an interesting type of this mythology and it's a good example of how flexible and hard to spot it can be if you aren't specifically looking for it...a collection of signs can seem to be delivering one message on the surface, when the mythology connected to those signs is actually implying the exact opposite of that message.  Now this mythology affects things far more influential on people's lives than Leo and a hotdog. One example of when this TYPE of mythology is used is when people are running for president. Think of all the pageantry that surrounds a presidential election cycle with the sole purpose to simultaneously deliver to people the message that this person running for president is just like you...but they're also, nothing like you at all. The candidate makes sure they know which crowd their speaking to so that they can dress like you except they roll up their sleeves because they're ready to get to work. They'll play up connections they have to your career or your geographic area so it's like you both come from the same place. They'll look you in the eye and tell you that your family matters to them and that you two are the same kind of people because you share a common vision for the direction the country should be headed in. But there's also a sense in which this whole display that is taking place, them standing at a podium speaking to a crowd in a very artificial voice, people waving signs with their name in big, bold letters, they say things in a way that slows down at the end and accentuates so that they can get applause. There's a sense in which they want you to feel like this person is nothing like you. That this is not just any ordinary person in front of you...this person is better than you. This person is presidential, whatever that means ...in other words this is someone to be exalted within our culture and looked up to. To many early structuralists, having figures within society that we exalt in this way is part of the recipe for the way we structure culture that makes it work.  Now, Barthes is doing his work in post WW2 France, so many of the specific collections of signs that he analyzes have to do with the political climate of that particular time in French history. One of the most famous examples of his analysis is when he takes a Semiotic approach towards understanding the cover of a magazine called Paris Match...the cover of this magazine in particular depicted a black soldier, dressed in a French military uniform standing at attention and saluting.  The denotation there is of a black soldier saluting. The connotation someone might draw from that ranges considerably, but the deeper mythology that Barthes claims is being stated here... he works out when he sees the magazine for the first time in a barber shop: \"I am at the barber’s, and a copy of Paris-Match is offered to me. On the cover, a young black soldier in a French uniform is saluting, with his eyes uplifted, probably fixed on a fold of the tricolour. All this is the meaning of the picture. But whether naively or not, I see very well what it signifies to me: that France is a great Empire, that all her sons, without any colour discrimination, faithfully serve under the flag, and that there is no better answer to the detractors of an alleged colonialism than the zeal shown by this black soldier in serving his so-called oppressors.\" What he's talking about is after WW2 ends the French Colonial Empire is still a thing. Mass protests by the colonized populations and the violence France used to keep them under control had a lot of people calling into question whether what they were doing was ethical. Barthes says what they're doing when they run a cover of a magazine like that is to present a mythology of: look! Here's a citizen of one of our African colonies dressed up in a French uniform proudly saluting the French flag. People complaining about the colonies...can't you see what we are? We are France! A sprawling, powerful empire made even more powerful by this multicultural military force that all proudly serve the cause of French imperialism, all of these other cultures we colonize happily saluting the ultimate symbol of Frenchness...the French flag. All of this, a mythology delivered to the viewer that takes French imperialism and the agony of the colonized people, sweeps it under the rug and turns it into just the way the world is.  Barthes would say the cover of this magazine is a collection of signs. Signifiers that denote a surface meaning, but signifieds that deliver second level messages like the concepts of Frenchness, the goodness of French imperialism, the presence of multiculturalism, there being a unified population with equal rights...and when the viewer of the magazine receives this mythology, when coming up with the way they view the world, they'll often times accept these things as nature...or just the way the world is. Barthes says: \"For the myth-reader [i.e., the believer of myth] the outcome is quite different: everything happens as if the picture naturally conjured up the concept, as if the signifier gave a foundation to the signified: the myth exists from the precise moment when French imperiality achieves the natural state\"  To Barthes, this is the whole point of mythology. To turn history into nature. To turn things that are arbitrary and historical into \"the Truth\". To turn the politically motivated into \"just the way that things are\".  Now, here's an extremely important point that is going to be crucial in understanding the problems post-structuralists are going to have with mythology. Any mythology that is politically motivated...in the sense that it is trying to change the world in some way...can't help but smuggle in with that mythology an entire set of values that people receiving the mythology often mistakenly interpret as fact...or again, just the way the world is....and remember, when he says politically motivated, Barthes is not just talking about a narrow conception of that in the form of liberal vs. conservative...but about ANY thing that seeks to change something about the way the world is. Barthes says: \"Any semiological system is a system of values; now, the myth-consumer takes the signification for a system of facts: myth is read as a factual system, whereas it is but a semiological system.\" Barthes says that often times when these values are smuggled in...it can get otherwise perfectly decent people... to participate in systems or behaviors that only a monster would participate in if they were self aware of how much mythological baggage they carry around with them. Building on the example of French Colonialism, Barthes might talk about the mythology connected to wine in French culture. Wine is seen as this ultimate, panacea of a drink. Wine is what he calls a social equalizer. No matter what economic class you come from we're all friends when we're drinking wine! Wine makes the person that's really shy come out of their shell and be more talkative...while at the same time, with the person that talks too much...calms them down and lets them relax. When it's winter time, wine is seen as this thing that you drink and it warms you up. During the summer, wine is associated with sitting in the shade sipping a nice cold glass. There's not much talk about the negative effects of wine, how many people it kills every year, how many families it destroys, the normalization of purposefully putting a neurotoxin in your body...no all that death is overlooked and wine is seen as something you do when you want to feel more alive...when you want to \"live a little\". But these aren't the only negative effects of wine that the mythology allows people to overlook. Barthes says: \"the mythology of wine can in fact help us to understand the usual ambiguity of our daily life. For it is true that wine is a good and fine substance, but it is no less true that its production is deeply involved in French capitalism, whether it is that of the private distillers or that of the big settlers in Algeria who impose on the Muslims, on the very land of which they have been dispossessed, a crop of which they have no need, while they lack even bread. There are thus very engaging myths which are however not innocent. And the characteristic of our current alienation is precisely that wine cannot be a blissful substance, except if we wrongfully forget that it is also the product of an expropriation.\" To Barthes, the mythology connected to wine that gets delivered to people through media creates their subjectivity, and with it the ideas they have about what it is to be a French person and what your relationship with alcohol looks like. And this mythology allows people to engage in a behavior that has what Barthes sees as horribly unethical practices associated with it...and they can use this mythology to transform what would otherwise be ethically wrong into an innocent expression of their \"Frenchness\". I'm French...we drink a lot of wine. This is just how we are. This is just what we do. This is just the way the world is.  To bring this to modern day, Barthes at this point in his career, would see the exact same thing in many of the ways people look at what it is to be an American. For example, if drinking wine is an integral part of the mythology associated with what it is to be a person from France...to be an American is in some small way to be someone that every once in a while has a burger. Fourth of July comes around and what do you do? You get out the BBQ...invite the family over...grill up some burgers and eat one with the family. No one would judge you for doing that...that's just the way the world is. That's just what it is to be an American. Barthes would say our subjectivity about what it is to be an American, being engaged in that mythology, makes it possible for otherwise perfectly decent people to not even consider where that meat came from, statistically speaking, from factory farming situations that most people participating in the activity of eating a burger wouldn't want to patronize or endorse. But nonetheless, the mythology of what it is to be an American kept them doing it without them even realizing they were hurting anyone. What other things about what it is to be an American historically are hurting people around you unbeknownst to you? Same question for whatever country you're listening to this from.  This same dynamic applies to things that extend beyond nationality though. Say a big part of your subjectivity or how you view yourself requires you to dress in a specific style of clothes...maybe you're really into shoes...whatever it is. Say you're a surfer dude. Part of the mythology of being a surfer dude is wearing some totally bodacious surfer dude clothes bro. And dude, what if when you go down to the store to buy your surfer clothes. Bro, what if they were made by people that work in abject, miserable conditions in a third world country? What if it would absolutely horrify you to know that you were contributing to something like that, but the mythology you've received your whole life through media that makes up what it is to be you has had you thinking about wearing those clothes as just \"what it is to be a surfer dude\" \"this is just the way the world is.\"  So now that we've talked about several examples of it hopefully it's a little easier to see the similarities between the mythology of ancient Greece and the mythology we still use in today's world. Maybe a good visual to use when thinking about structuralism is to think of Plato's cave.There are the shadows on the cave wall. There are the puppets behind the people casting the shadows and there are the actual human beings that watch the shadows on the cave wall and mistake it for reality. Well let's use that visual to think of structuralism: think of the shadows on the cave wall as the distorted, narrow worldview given to someone by mass media and the culture they live in...this worldview that structures reality into something comprehensible, let's them navigate existence. They often mistakenly think of these shadows as \"just the way the world is.\" Think of the puppets casting the shadows as being the unmediated reality that we don't have access to. Well what lies in between those two things? What makes the worldview on the cave wall that people often mistake as unmediated reality possible? Well to a structuralist, the answer is: the structures that human beings use to derive meaning from that unmediated reality. The structure of language. The structure of economics. The structure of culture in all its parts.  To a structural anthropologist by the name of Claude Levi-Strauss, he would say that it is absolutely fitting in this example that human beings are the only things in between unmediated reality and their worldviews on the cave wall. To Levi-Strauss, human culture, human behavior, your personal views on how you fit into all of this, all of this is really just a reflection of the underlying structures of the human mind and the way it interfaces with reality, and these structures of the human mind are ultimately what is dictating everything about the way that we arrive at these worldviews. And when Levi-Strauss starts to study these structures within culture, what he notices is that the way the human mind seems to make sense of everything, is by thinking of things in the world in terms of dichotomies. Some structuralists call these dichotomies nebular oppositions, but by far the most common term used to describe these is that the human mind makes sense of reality in terms of binary oppositions.  Some very simple examples of these binary oppositions are things like up vs. down, left vs right, in vs. out, on vs. off. Thousands of binary oppositions that are the way the human mind makes sense of and structures the meaning of this reality that we're in. Remember when we talked about the structure of language...and how Sassure thought that words only have meaning in terms of their relationship to the other words within a given language? The example was that the word cow only has meaning insofar as it is not the word cat, or dog or horse. Well a similar sort of pattern starts to emerge for Claude Levi-Strauss when he looks at the structure of culture. When we look at one of these binary oppositions in particular, say up vs down...the only way the concept of up, has any meaning to us, is in the relationship between up and it's binary opposite, down. That is where the meaning lies...it's in the relationship between the terms in these binary oppositions.  Now as you can imagine, not every binary opposition is as basic as up vs. down. Because as humans continue to create a given culture...and they set up more and more of these binary parameters that allow for societies to function well together, as we do that these binary oppositions start to get a little more abstract as they are used to make sense of more abstract things. For example, clean vs. dirty...like the mythology embedded into the way we look at soap. Just vs unjust...like the way we look at our society that things like professional wrestling and its mythology affect. Now these examples start to seem a little more complicated than something like up vs. down. There's a sense in which there's probably more conversation that needs to be had about whether things are clean vs dirty than by just looking at it strictly in binary terms. For example, when you just get done cleaning your kitchen table, and the first microscopic skin cell flakes off of your arm and hits the table...or the first speck of dust gets on it...is the table no longer clean? Where exactly do we make that distinction? What it seems like is that thinking about things in strictly a binary way ignores the existence of an entire spectrum of nuance that lies within those two binary poles. Yet, it is undeniably useful to us.. when navigating our lives and structuring our culture.. to think of things like our kitchen table, or the sidewalks of our city streets, or the operating room of a hospital in binary terms like clean vs dirty.  This is why these structures that underly culture are often spoken about as narrow, distorted or merely humanistic. Because, while it's impossible to do entirely, try to remove yourself from this human scaffolding we've set up on planet earth for a sec and try to apply some of these binary oppositions to the universe as a whole. Leave planet earth, go 10 million galaxies in one direction, look around you...which way is up and which way is down? Well who am I to say what up and down is in relation to the entire universe? I can't just point up...what if I'm flipped around? Is there even such a thing as up or down on the level of the universe? Well how about clean and dirty...would you consider that galaxy in the distance a clean place or a dirty place? In other words, what it can start to seem like is that the terms clean and dirty are narrow parameters that we've created as a culture, that undeniably help us navigate our lives and allow society to function well, but there's a sense in which the terms clean and dirty, and many of these binary oppositions for that matter...don't even exist...outside of this narrow human scaffolding that we've set up that allows us to make sense of things.  Now when these binary oppositions start to get really tricky to maintain is when we use them to make meaningful structures that potentially have huge negative effects on people's lives. For example, sane vs insane. Who or what exactly determines at what point somebody becomes insane? You can think of this like the dust on the kitchen table, at what point does it become dirty? Well at what point do we confer all of the negative effects onto someone that come along with being someone who is insane within a society? Free vs caged? Well, anyone who's listened to the episodes of this show on existentialism knows that it's no where near as simple as thinking about freedom in strictly binary terms like that. Freedom is always freedom within a cage, it just comes down to how big your cage is and whether you're satisfied by it. You can imagine if someone used mythology to get people within a culture to ignore the nuances and think of their freedom strictly in binary terms, you could get them to live in a pretty small cage without them even realizing it.  Claude Levi-Strauss moves to Brazil and teaches at the university of Sao Paulo from 1934 - 1939. While he's there, he becomes fascinated with premodern cultures and travels deep into Brazil to make contact with remote tribes that are completely disconnected from the modern world. What he finds... is that when you apply structural anthropology towards studying the culture of these remote tribes, cultures that most people of his time would look at and see as \"primitive\" or less advanced than the culture of modern France where he comes from, what he finds is that there is actually very little difference between the way those two cultures are structured. He gives the example of a pack of cards, all separated by suit, A-K, four columns. When you look at the cultures side by side they can appear to be massively different from each other, a spade doesn't look anything like a heart. But when you pay attention to the structures of the culture, you can see the fingerprints left behind by the way the human mind interfaces with reality no matter what part of the world you're from, you can see the ace of hearts align with the ace of clubs. You can see the seven of spades align with the seven of diamonds. What Levi-Strauss finds in these remote, uncontacted tribes... is the very same method of using binary oppositions to structure the meaning of the things in their culture...and that no matter how superior the modern, advanced cultures would like to think that they are, cultures that think of themselves in terms of advanced vs primitive, modern vs. ancient good vs. bad, what it starts to look like is that cultures are not good or bad in the way we'd traditionally described them, they only differ when it comes to the specific rituals they engage in that they've connected to this underlying structure of culture....and here's the thing that'll really get you thinking: these rituals are arbitrary. One culture may shake your hand as a respectful greeting another may bow, but these two rituals serve the same function in both cultures. Think about that: these rituals interact with culture in what seems to be the exact same way signs interact with the structure of language. We're doing the same thing in both places.  This discovery would have massive effects on the way people starting thinking about the way we structure modern, advanced cultures. Next episode, we're gonna start talking about it. Thank you for listening. I'll talk to you next time. "
}