{
    "ep": "Episode #063",
    "title": "Kant pt. 8 - Limitations of Knowledge",
    "spoken_text": "This is a transcript of Episode 63 - Kant pt. 8 - Limitations of Knowledge. Check out the episode page HERE.I wanna start the episode today by simultaneously saying both the most controversial and least controversial thing I've ever said on this show. You are not built to have total knowledge of everything around you. I'm sorry. No matter how painful or unpainful this is for you to hear, you just were not designed to arrive at a full understanding of everything that exists out there. > There's this weird tightrope that we walk as human beings sometimes...on one hand we live our lives and we want to feel like everything is knowable...we want to feel like if we just keep philosophizing and conducting science experiments that eventually we'll get to some knowledge rest stop along the highway...to a place where we just know...everything. Or at least close to everything. But on the other hand...at some level...we know this is impossible. On the other hand we know just how incapable we are of knowing. > Many people simply by virtue of being the kind of person that listens to a podcast like this...there's a part of you that sees value in seeking knowledge, right? Understandable. I'm one of you. > But why do you do it? Why seek knowledge about the world as opposed to not seeking knowledge? You ever had someone ask you that? Why do you like to LEARN stuff...do you know what I like...NOT reading. That's my thing. Why would you ever read a book about something when you can just enjoy your life instead? Why would you ever watch a documentary on something and actively use your brain when you can be entertained... watching Honey boo boo? It's a valid question: why are you listening to this podcast when you could be listening to one of any number of hacky ex stand up comedians telling the same formulaic dick jokes week after week into a microphone? > How would you respond if someone asked you that? Well I would respond by saying that no matter how immediately ungratifying an educational experience may seem on the surface...it usually leads to my life being better in some way, right? Knowledge is power. I learn new things and I create for myself a richer, fuller understanding of the universe. I can list off a thousand examples of how learning things makes me less ailed by ignorance... or clouded by superstition like some member of a pygmy tribe. > Knowledge brings opportunities that you wouldn't otherwise have..by that I mean that more opportunities present themselves to you in this world because of this knowledge that you have.You can look around at the world and appreciate things more than other people...in this way knowledge broadens our vision of what the universe is...it makes everything in this small very limited, community that you live in...bigger...more exciting...more interesting. > For example...let's say you watch a Netflix documentary on...I don't know...electrical boxes. When you're walking down the street...you look at that electrical box...you don't just see an electrical box...you see all the ingenuity behind it...how it powers the entire neighborhood...you think about how George C. Electric Box in 1843 made the first one and you consider the intricate web of wires and connectors...the billions of calculations that box is making every day...when you apply your knowledge to your perception of the world around you...you are for all intents and purposes seeing a completely different world than someone else who walks past that very same electrical box and just says. Meh. This things in my way. Knowledge makes the universe bigger and more interesting. > And lucky for people like us...knowledge is a respectable paradigm to strive for in our society. I think it's so respectable...many of us choose it and fall into the trap of failing to ask ourselves: what is my ultimate goal here? What's the endgame? What am I aiming towards with knowledge? What are we as a species aiming towards? Total knowledge of everything there is? Sure, why not? I mean why would we ever get to a stopping point? Can you really ever imagine scientists stopping? We could arrive at the most awesome piece of knowledge imaginable and would we really stop? Why would we? There's no stopping point when it comes to knowledge! > Or is there? > You know there's a way of thinking about our knowledge of the universe that seems pretty popular when I talk to people in today's world but it was actually being talked about all the way back in Kant's time...there was a famous mathematician named Pierre Laplace who was sort of the poster child for this way of thinking...the idea was that if we knew the location...theoretically speaking...if we knew the location of every atom in the entire universe...and we knew exactly how to calculate these seemingly necessary, constant forces like gravity...that we could at least in theory simulate every cosmic event...every natural event...we could simulate or predict EVERYTHING that was going to happen...from there on out. > Now in modern times this usually takes more of the form of...look at what science has done so far! Look at how much we know compared to before! As long as these people in lab coats keep conducting these empirical experiments and concluding things and then building off of those experiments and making further conclusions that eventually...we will have arrived at TRUTH...we will have knowledge of everything there is in the entire universe! > There's a huge difference between truth and knowledge. What Immanuel Kant would want us to consider...and this is a very key distinction to make... is that even if we arrived at this rest stop on the knowledge highway...even if this was possible, at best all we could EVER have is not total knowledge of everything there is...but total knowledge of human experience. There's a big difference between the two. > Remember Kant talks about how there are two worlds...the world of things in themselves...the noumenal world...out there somewhere...out of our reach...and the world of appearances...that's the world we live in...the crude map of that more real world that our mind and senses produce so that we can navigate our existence. > We know this...we know at some level that everything we see all around us is not TRUE, fundamental reality...but only what our mind is depicting of that reality...yet just at a raw everyday existence level...very few of us make that distinction...we live our lives as though we are existing in some infallible, true depiction of the universe. It's almost like a defense mechanism. > This is why I said this is simultaneously the most and least controversial thing I've ever said on this show...people navigate their lives emphatically believing they are making judgments in the \"real world\" but they're never more than a couple well placed questions away from being talked down from that standpoint...from saying...ah yes well of course this isn't reality! > Like if you believe you are an agent of the Christian God's will navigating this planet, then you don't believe that God created your eyes, ears and mental faculties to necessarily comprehend the FULL extent of this majestic, glorious tabernacle he's created for you...no he made you so your eyes and ears would work well enough...well enough to read the bible and treat other people around you nicely. > If you're a Godless, hedonistic monster, well you also have another way you look at the world. This hardware that you have to perceive the world is not necessarily designed to measure the fabric of reality itself...it's designed to pick bananas and live in these particular climatological conditions. And in that way, the hardware you have that is picking up this reality is completely arbitrary on a cosmic level right? This way that you perceive the world is really only a relevant skill-set on this little blue planet that we have during this very short time period, right? > Let me explain what I mean by this: right now you can see certain types of waves. You can see light waves, heat waves, etc...but you can't see other ones...like gamma rays, microwaves radio waves...but they still exist right? Just because you can't see them with the naked eye doesn't mean that they don't exist, but how did we get to a place where we needed these special instruments to see some waves but not others? Well again, if you're a Godless hatchet man of Satan then you probably believe that life forms with genetic mutations that could perceive things like light and heat waves had a reproductive advantage in some former world and that being able to see things like gamma rays or radio waves isn't impossible...it just wasn't that useful before the advent of the radio. > Let's use a modern example. Let's imagine some really bizarre post-apocalyptic scenario where there are disparate pockets of wi-fi signal still being transmitted and we have these devices that we carry around that pick up that wi-fi signal and it connects us to a network where we're told where to find fresh water and food. Now if that's the world you live in most of you listening to this show have a serious problem on your hands...you don't see wi-fi signal flying around when you walk into Starbucks, right? If you do you should probably get that checked out...you don't SEE the wifi signal, but it's still there. All around you. Because of that...your life in this post apocalyptic world would be VERY difficult...you'd be reduced to walking around randomly staring at your phone praying for bars to show up. You'd be hopeless. > Now here's the crazy thing...there probably are several people alive today that can sense when wifi signal is present. Either by seeing it or feeling it or hearing it...but either way...that skill that person has that right now is practically useless...becomes very relevant in this bizarre post apocalyptic world that we're talking about. You essentially become a human dousing rod. I mean, talk about a survival advantage. You can sense where the disparate wifi connections are that lead to food and water! I want that guy on my team. > My point is: this guy goes on to reproduce and his kids inherit this gene...their kids inherit the gene and so on...this goes on enough generations and it's not crazy to think that the average human being eventually could be able to actually see wifi signals. Right? Now, my BIGGER point is that the fact you CAN'T see wifi signals and can see light rays...is equally as arbitrary. It's determined by whatever climatological conditions your ancestors were in. If survival was contingent on some OTHER skill set in the past...you wouldn't be here and if we want to pretend we would be here then it's not contrary to reason to say that the map our mind creates of reality...our experience of the world might be much different than it is now. > See what we are to Kant...this is very important for us to understand...is not a perceiver of the world of things in themselves...the ACTUAL world...no we should think of ourselves as an experience machine. A human apparatus that walks around experiencing stuff. That mind that you have that draws you a picture of reality...it's not necessarily showing you the world as it TRULY is...but just the information that's USEFUL to you. And that, as we just talked about could be any number of things... it could be God giving you eyes good that are just good enough to find the collection plate or your eyes just being good enough to get by on this very subjective, circumstantial, narrow set of climate conditions. > But think of what that means: if that is true...then human experience itself might be very subjective, circumstantial and narrow. What you're seeing right now could be nothing compared to what there actually is. There could be an infinity of parallel universes stacked on top of you right now that you have no idea are even there because it serves you no purpose to see them, that doesn't mean they're not there...no it just means God's love is not limited to one universe and why would he show you them if you're being morally judged in this one. There could be an infinite number of waves or vibrations or signals going all around you all the time that you don't sense...we don't have an instrument that READS these signals...that doesn't mean they're not there...just that 100 million years ago it didn't give some mutated fish with a gimp leg a reproductive advantage to perceive them. > Now here's Kant's point: Kant loves the sciences. He thought Newton was definitely headed in the right direction when it comes to arriving at knowledge about this seemingly mechanistic universe that we live in, but what Kant would say is...what science is really good at doing is arriving at knowledge about HUMAN EXPERIENCE...not things as they are in themselves necessarily. Now that doesn't make ANY PART of the scientific body of knowledge not useful in Kant's eyes but it does make a very good point about human knowledge itself...that what we know...what we're organizing when we do science is only human experience... and that any inference we make about what that actual world looks like to Kant, is useless. What it also does is make the point that given how obviously flawed and narrow this human experience machine that we have at our disposal is...it begs another question: are there at least potentially things that we just CAN'T know? Knowing anything is always contingent on that human apparatus, right? So are there things out there... that ours are just not capable of knowing or perceiving regardless of how big of a microscope we make or how much philosophy we do? Both metaphorically and literally speaking: Are there signals out there that we just can't pick up simply because of the human apparatus we fell into by happenstance? > Kant thinks the answer is yes and he also thinks that dismissing things about what the world is based on this very narrow conception of reality that you have is just plain dumb. > Kant believed in God. Kant was not just a believer in God...but a believer in human souls...he believed that we actually have free will despite how that might seem contrary to the Newtonian Universe that was emerging...he believed all this stuff. > Now at first glance this may seem weird or inconsistent. In fact, it may seem inconsistent at second or third glance as well. In fact, you eventually get to a point where you just stop glancing at Kant and start glancing at the people that came after him...but there are some interesting discussions to be had in the mean time. > Kant's views on God would be very confusing to someone just getting into philosophy. Like does he like God or doesn't he? Because back there he was saying some really mean stuff about God but then I heard him say something about faith and God existing...which seems like its different! I don't know! > Keep in mind...before you label Kant as a superstitious moron...that this is the same unparalleled genius Kant that we referenced back in our episode on St. Anselm. This is the same Kant to finally debunk Anselms proof of God's existence. You know, if God exists then he must be the greatest possible thing that can exist. God is that than which nothing greater can be conceived. I can imagine that thing in my head. Couple that with the fact that something actually existing has to be at least marginally greater than something not existing...therefore, the TRUE thing than which nothing greater can be conceived must exist. Therefore, God exists. > Now if you're rolling your eyes right now...this was a knockdown argument in philosophy before Kant. Consider the fact that Kant went OUT OF HIS WAY during his lifetime to debunk this thing. In fact, Kant goes out of his way to debunk a lot of stuff about how people have been thinking of God. Remember, Kant agrees with Hume in his rebuttal to the Cosmological argument or the prime mover argument that we are assuming that the universe needed to have a cause. Kant says sure, when navigating the world as one of these human experience machines it intuitively makes sense that this all needed a cause, but we can't say anything about things in themselves...which is what this all truly is. Cause and effect...space and time...these are ways that our minds make sense of the world...we know nothing about what things are like in themselves...just the human experience of these things. So all these arguments that use these intuitive approaches to what \"HAS TO BE TRUE\" because \"IT JUST DOESN'T MAKE SENSE OTHERWISE\" are nonsense to Kant. > Kant makes all these arguments and still believes in God. He still believes in human souls. He still believes in free will...and if you asked him about it...he wouldn't do what anselm did or Descartes did or Thomas Aquinas or any of these people that try to persuade you into thinking that God exists...you know give you an argument for how we \"know\" God exists. > Kant takes it another direction. He thinks these things were talking about here...god, free will, souls...these are beyond our capacity to know. If you asked Kant do you \"know\" if God exists? Or do you \"know\" that humans have free will? He would laugh and say of course not. Of course I don't KNOW whether God exists or any of these things...but these things are by their very nature outside of what is possible for us to know with this very narrow, limited apparatus that we have to navigate the world. > Now you might be saying, Ok Kant but it seems like you're sidestepping the issue here. It seems like you're creating this alternative world that we can't know anything about...and I'm fully on board with that...I'm fully on board with the idea that we shouldn't be making assumptions about it or even speaking about the world of things in themselves because to do so would be using human language, words and phrases that we use to describe our human experience and even THAT is assuming too much about this world of things in themselves...I'm on board with all that...but it seems like...you...are now assuming quite a bit about this real world...like the fact that a God is a part of it. > But there's us walking that tightrope that I talked about at the beginning of the episode. We want to believe that if a God existed...we want to believe that come on...we'd at least be able to know that it exists, right? We want to believe that that's a piece of knowledge our mind could arrive at. But what if it's not? We know at some level...Isn't it possible that it's not? > What if to some other creature... looking at the world through a different apparatus than our human one it is perfectly obvious that a God exists or that humans have souls or any number of things? What if the existence of a God is as unknowable to us as the existence of some type of ray or particle or some parallel universe that we just don't have the ability to ever sense no matter how big of a microscope we build? > When you look at the world like Kant does...really makes the God of the Abrahamic religions start to seem pretty sadistic if you think about it. I mean to make part of the criterion of whether you get into heaven or not a belief in whether he exists...but then to give you hardware that makes it impossible for you to ever know. It's like the entire meaning of your life is to believe in something based on nothing. Like why doesn't God have a YouTube channel? I mean seriously people...weekly addresses...no more ambiguity...special segment...here's what I meant when I said that thing...that thing that you've interpreted to mean twelve different things. > Kant has a lot of slippery arguments about why he believes in all three of these things and they change all throughout his life depending on which particular work of his your reading at the time...understandable at one level...we're reading the intellectual development of a human being that thought about stuff all the time...makes sense some things would change. He talks at times about how...it's an undeniable fact that most people have feelings about what is right or wrong...and they feel compelled to act in a certain way about them, but even by mentioning the ideas of right or wrong implies that we had some sort of choice in the matter, so although it appears to our human experience machine that we live in a mechanistic universe where we can predict everything that's going to happen including human behavior...in reality, even though we can't see it or sense it...there must be a moral realm out there that is responsible for all this. We must have what we think of as free will. Again these things change all throughout his career...reason is the basis for morality...reason is not an object of experience...point is we DON'T know what this other world is like...this is why he spends his career spending so much time trying to understand how we experience the world...because if we can understand this human experience machine fully...we can understand the limits of human knowledge. > See what we can glean from Kant here is a really interesting insight about the limits of that human knowledge. Kant would say that his belief in God is based on faith. No he doesn't know whether God exists...he thinks all these philosophers trying to PROVE to you that God exists are wasting their time which is why he spends so much of his destroying their arguments. No, this is beyond anything we can ever experience. He makes a really interesting point that the first time I read Kant I must have just glossed over...but he talks about be fair to me...because there are two different kinds of faith. > He says that if you have faith about something that is potentially knowable...then that is superstition...that is detestable...that is laziness...intellectually unacceptable. For example, the tribal people that look at the volcano and don't understand why it sometimes shoots lava out and sometimes doesn't shoot lava out...now, if you have faith that it's your act of throwing people into this volcano that's affecting it...that it's somehow appeasing the volcano Gods that honor human sacrifice and that's what you blame for the frequency or infrequency of volcanic eruptions...well that is superstitious, ridiculous faith to Kant. Reason being, because if you put in the leg work...if you conducted experiments and studied the volcano and geology and eventually plate tectonics...if you did all that, you could arrive at knowledge about when and why the volcano erupts. Tide goes in, tide goes out right? > But Kant says having faith about something that's unknowable can never be a justification for laziness...there's nothing more you can do. If knowing whether God exists or not is unknowable to a human mind, then assenting to a faith based belief in it is less bad to Kant...and I think he would just want us to recognize that fact. What exists...is not just what we can measure and see existing in the narrow, crude, biased completely random apparatus that we've duct taped around our heads in the year 2015. And while not many of you still listening to this episode would disagree that knowledge is power, maybe knowledge isn't the paradigm. > Maybe it's not stockpile as much knowledge as I possibly can that's the paradigm. Maybe knowledge is a bridge to something else. Maybe the reason you're listening to this podcast as opposed to another one less abrasive to what you already think you know...is because maybe it's not the knowledge you want, but something else...something else that usually comes along with knowledge. But I guess that's the thing...I wouldn't know...would I? Thank you for listening. I'll talk to you next time."
}