{
    "ep": "Episode #016",
    "title": "Saint Augustine",
    "spoken_text": "This is a transcript of podcast Episode 16 on the philosophy of Saint Augustine. One of my favorite things to ask people and, to me, one of the most fascinating things to hear people talk about is the moment they knew they had found the infallible truth about life and the infinitely enormous universe that we live in. There is usually a moment in their life...it's a little like the JFK assassination...or 9/11...everybody knows where they were and what they were doing when they heard the news...well I think being one of the lucky few that has the nature of existence revealed to them has to rank AT LEAST as high as those events. I mean, it's pretty huge! People have ALL different ways that this happens to them. For whatever reason, they're chosen out of the 7 billion people and growing on this planet for God to breach the strict protocol of never revealing himself so that he can have some kind of direct correspondence with them. You know, he'll directly speak with them sometimes, people talk about having conversations with god...maybe sometimes hes not really in a talking mood so he does something like...move the drapes and then the person infers that God moved the drapes, so that means I have to go outside...but not physically outside...he means outside this BOX I'm living in...this box of sin and deceit. A couple Mormons that came to my door one time said that the moment THEY knew WAS direct communication, but it was more in the form of God giving them certain feeling states when they think about big decisions in their life...or by giving them goosebumps...the all powerful creator of the universe was communicating with them by making their hair stand up on end. Another one of these interesting examples... One of my many step grandmothers over the years once told me a story...apparently one day her cat, who was SEVERELY overweight somehow got the...you know those ventilation grates in the floor that you can have in a two story house? well apparently she forgot to put it back covering the hole in the ground one time and her morbidly obese cat went down inside of the ventilation shaft and got stuck...like he got wedged in there...it was like some parody of mission impossible 7... Tom Cruise gains 50 pounds and has one last go at trying to save the world but its not working out for him too well. Anyway so my step grandma hears the cat meowing and she goes to the kitchen where she keeps her bible, because who doesn’t like to cook and study the word simultaneously... and she begins praying... and all of a sudden and when she tells this story she is incredibly emotional, so she obviously believes that it happened... or it DID happen... GOLDEN TUBES OF LIGHT RAIN DOWN FROM THE SKY... there was a chorus of angels...she told me she actually saw heaven and Jesus descended from the ceiling right through the ventilation shaft and he said \"USE THE STEPLADDER\" granted when she tells the story he doesn’t say it like he's a genie... he says it in a comforting voice...then he disappears and she goes and gets her mom, because she was young at the time... and they use the step ladder to reach up into the ventilation system from downstairs and they manage to get the cat out. and how lovely is that you guys? Jesus HAS to be busy... there's a lot of tragedy in the world...i read once that something like 100 people die EVERY SECOND... many of which from preventable diseases or violent acts...i mean i cant fathom how special it must feel to be the cat he saved instead of dealing with the rest of the 7 billion pieces in the chess game he is playing all over the world. To my ex-step grandmother it was a miracle, and she said from that moment on there has never been any doubt, she and god have conversations all the time and she knows that if anything bad ever happens to her, God is going to get her out of it. Well I love hearing these stories... and the guy were gonna talk about today has a really great one, albeit not as sensational as my ex-step grandmas... and its a great story... because he spent SO MUCH of his life as a skeptic of Christianity and then he has this experience and he is INSTANTLY certain of everything...he INSTANTLY knows the infallible truth. Can you guys REALLY blame me for being so interested in these stories? I mean if you start with the knowledge we are born with...its pretty incredible that ONE experience not only tells you that a supernatural God exists... but that THAT god is a single god...that is interested in human affairs and offers people personal salvation if they follow his set of rules... but not only that...ALSO that this supernatural god manifested himself on planet earth and sacrificed himself, to himself to save us from himself or however the popular saying goes if were talking about Christianity. I mean these things are not just a given when you're born into this world, and I find it endlessly fascinating to hear when others are given experiences like this.Now, Saint Augustine was one of these lucky few... and if you’re looking at figures in the history of philosophy... he kind of gets a bad rap... he's sometimes portrayed as the \"mommas boy\" of philosophy...but I think that's kind of inaccurate and really its just trying to point out that his mom was a semi famous figure herself. you guys would know her better as Saint Monica..the town of Santa Monica in Southern California is named after her...its easy to imagine being a child and feeling an enormous amount of pressure to conform to the same religious beliefs as your parents and fearing that if you don’t you wont be accepted by them...plus if its a RULE in their house that you're GOING to go to church every Sunday if you’re living under my roof...your choice as a child becomes either to believe and to become a Christian... or to be COMPLETELY antisocial and against all these people at all the various church functions... people who are usually INCREDIBLY nice and worthy of respect. My point is...this is a modern example of how someone might feel pressure from their parents and family to believe in something and it might lead them to accept the first thing that is presented to them and work out all the details later simply by virtue of this peer pressure. Well one AMAZING thing about Saint Augustine is that he DIDNT do that, he remained unsure for many of his formative years... and he did it in the face of Saint Monica. Much of the reason this woman is heralded by the roman catholic church is because of how persistent and effective she was at leading her son to Christianity. For her son to remain skeptical for as long as he did tells us a great deal about Saint Augustine and it makes the story he tells of the moment when he converted especially interesting. But first let me tell you a little bit about his early life because it ends up shaping his philosophy for years to come.Saint Augustine was born in a town called Thagaste... it's on the coast of North Africa and instantly he found himself in an environment of religious differences and conflict. But I'm not talking about the world and society he was born into which without a doubt WAS full of differences and conflicts...I’m talking about his home life. His father was a pagan...his mother was a devout Christian. Their two backgrounds made for two very different ideas of what the best path was for young Augustine. When you read Saint Augustine's principal work called ...\"confessions\" ... ALL throughout the dozens of books and volumes a recurring theme is him lambasting himself for all the TERRIBLE sins he committed as a youth. The funny part is... it's not like he was some sick...sadistic kid...you know it wasn’t like he was that kid that lived next door in Toy Story. He seems pretty normal. But this guilt consumes him...and it would consume you too if you believed like he did that you are held accountable for every sin you commit from the moment you are born... even ones you commit when you are just an infant... he says this in the confessions:\"Who can recall to me the sins I committed as a baby? For in your sight no man is free from sin, not even a child who has lived only one day on earth.\"Right here, you can see the disconnect from how we in modern times typically think about the actions of babies and things we do in early childhood. Generally speaking... as a society... the earlier in life you do something the less accountable you are for your actions...or at least the more we expect you to make mistakes so therefore the punishments are less... I mean this is why if an 8 year old kills someone they get 2 years in Juvi and if a 28 year old kills someone its 25 to life. But for Saint Augustine, from the time we set foot on terra firma for the first time were getting tried as adults. and he's not just vilifying everyone else for the sins they committed as children and babies... like I said before... he spends huge chunks of entire books reading HIMSELF the riot act about all the bad things he used to do...he talks about his unquenchable desire for his mother's milk as though he's committing the sin of gluttony... he talks about all the needless and ungrateful COMPLAINING he did all the time just crying whenever he needed something. The deeper implication here, one that even adults can take something from... is that if we do something wrong and we didn’t know that it was wrong...that doesn’t SAVE us from God's wrath. Plus, this sets a very useful precedent that regardless of how seemingly perfect your life has been from the moment when you were able to be mindful of your actions...you are still a sinner that needs God to save you from the lake of fire.In other words, no matter who you are or what age you are, you are flawed and in need of God's grace to save you from your inevitable fate in Hell. This is what his mother Monica was telling him all throughout his childhood. And yet, he STILL remained skeptical. Luckily for him, his father saved up enough money to get him out of the house and be educated. But he was still a young man...a young man setting sail...making the philosophy scene...you know...hes a blank slate out there experiencing the world. Years later in his Confessions he would write about one of these places he went in his early life:\"I went to Carthage, where I found myself in the midst of a hissing cauldron of lust. Bodily desire, like a morass, and adolescent sex welling up within me exuded mists which clouded over and obscured my heart, so that I could not distinguish the clear light of true love from the murk of lust.\"He goes on later:\"This was the age at which the frenzy gripped me and I surrendered myself entirely to lust, which your law forbids but human hearts are not ashamed to sanction.\"So, we can see several things here that are quintessential qualities of Saint Augustine. Most notably in my opinion is that its a not-so-distant relative of the idea that Plato, Plotinus and other philosophers laid out that there is a clear distinction between existence in the sense-able world and existence in a higher, more real world. It's drawing a distinct line in the sand between pleasures within our bodily existence and what he sees as the truth, our soul's eternal fate. His example is the difference between \"the clear light of true love from the murk of lust\"It seems clear that he made some mistakes during his younger years when it came to lust. He sure talks about it enough...honestly he attacks himself so relentlessly and with such severity that the deeper philosophical implications under what hes saying can kind of get lost underneath the paragraph after paragraph of him telling himself he didn’t follow the Christian rulebook well enough. But earlier on in the confessions he makes a point that illustrate what I think he was trying to get at in the next several chapters, he said:\"But my sin was this, that I looked for pleasure, beauty, and truth not in him but in myself and his other creatures, and the search led me instead to pain, confusion, and error. \"So while he is out, getting educated, seeing the world, he finds what HE thinks is the truth. He became a believer in Manichaeism. Manichaeism was a Gnostic religion that was a pretty serious rival to Christianity during the times of Saint Augustine: basically the idea behind it was that God wasn’t all powerful, and that in actuality everything is controlled by a dualistic cosmos. In the case of Manichaeism there were two forces, Good and Evil constantly battling against each other and it should be known that these two forces in themselves are extremely complex and represent things... many times the Good representing the spiritual or higher existence and the Evil representing the material flawed lower existence. The important part is this, Saint Augustine became a follower of Manichaeism. Sometimes I like to think about how things would have played out if little sputnik moments throughout history ending up happening differently. Just imagine if instead of Christianity becoming the dominant religion of the west if Manichaeism tipped the scales in their favor. How would the world be different today? It's interesting to think about people walking around believing that there is a powerful cosmic force of Good perpetually battling with a powerful cosmic force of evil and we, as humans, are co-existing with this battle. It's interesting to think about. But really, the great thing about Christianity is that it kind of has everything. There are Christians today who believe in something very similar...they believe that the devil exists and has the power to intervene and try to influence humans into doing his bidding...you know the devil tries to get us to do bad stuff and God tries to give us strength so that we wont succumb to his temptations. The similarities to Manichaeism are obvious.But anyway, after a while of following Manichaeism he grew kind of suspicious. He started having questions that people couldn’t answer... and ultimately he just wasn’t satisfied. He started talking to Archbishop Ambrose and he started leaning more in the direction of Christianity. But he wasn’t sold yet. He wanted to be...but I imagine he would’ve felt a little silly just hopping from one religion which he says is the absolute truth directly to another one...he needed some sort of experience to make him sure.So the story goes that Saint Augustine was having a conversation with someone and gets incredibly frustrated with himself... so like someone who has attended therapy in his life...he removes himself from the discussion and goes out to his garden to cool down and get some fresh air. But he doesn’t cool down. In fact, he starts hitting himself... he starts pulling his own hair out... he starts crying.Now as he's sitting there crying on a bench, he hears a child say from a nearby house the words \"pick up and read, pick up and read\". At first he thinks it is just the kids playing a game... but then he realizes it was a divine intervention. God had taken control of that child's brain...or at least orchestrated events in that child’s life so that he KNEW she would yell those words at that time and that they would echo across the garden and Augustine would be there crying and HE would take those words and interpret them as a message from god to read his Bible. God is smart, you guys. He was ten steps ahead of them... as feeble humans they got played by God. It almost calls into question our ability to exercise free will if our actions are so predictable or God has the ability to seize control over your actions.So Augustine gets the message from God and decides that what he should \"pick up and read\" is the Bible...so he get's his Bible, opens it up and the first line that he reads is Romans 13 verse 13 and 14:\"Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. 14 Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh.\"Well to someone whose mom had told him all throughout his childhood how flawed he was and how wrong all of these earthly desires were... the kind of upbringing that would lead Saint Augustine to think so terribly of his time in Carthage as a young man... the type of upbringing that would cause him to ruthlessly lambaste himself for all of his sins.... this was the best passage you could've read. This was God speaking to him. Now he knew the truth, and Christianity became the last religion he converted to.Saint Augustine would spend the rest of his life making a case for Christianity against it's many competitors and critics during his day. In the process he would write by far the most brilliant philosophical works of his time period and would foreshadow to concepts that changed the world over 1000 years later. He may be one of the main reasons why Christianity prevailed over all of it's competitors.One key idea that was a central theme of last episode with Plotinus is the apparent dichotomy between evil in the physical world and the existence of a benevolent God. If you remember, Plotinus made the case that evil is better described as just an absence of good, and really to be fair to middle Platonists... and actually Plato himself says in his work \"Gorgias\" that evil only is manifested by an absence of something...the point I'm making is that it wasn’t an idea unique to Plotinus to say that evil is only an absence of good. Plotinus just organized everything and popularized this three tiered fountain approach which explained how the physical world is so far removed from the source of good.. \"the one\" that it stands to reason that that absence of good can be there.Well there are obviously differences between Saint Augustine's world view and the world view of Plotinus and his hierarchy of being...but it's important to point out that the relationship between these two men is BY FAR the biggest contribution that Saint Augustine made to philosophy. Make no mistake...Saint Augustine made huge strides when it came to Christian thought...he defended orthodox thinking like nobody else...but philosophy owes him a massive debt of gratitude because of the fact that he managed to fuse together the philosophy of Plotinus with Christianity. Saint Augustine is commonly referred to as a Christian Platonist. There's no telling what would've happened to Platonism or ALL of earlier philosophy if it weren’t for this merger that he pulled off...but if the fate of Plato’s thought was anything like all the other philosophy of the ancient Greek world and the Hellenistic age, then I think if it weren’t for Saint Augustine we might only know Plato through a few obscure fragments that managed to survive. This is why Saint Augustine is a hero to philosophy...he kept it going during a time when it had no business... going. That said, he was an INCREDIBLY brilliant man who made completely unique philosophical works as well as adaptations of older works. But back to what I was talking about before...the question from last episode. How can evil exist in a world created and maintained by a benevolent god? Well Plotinus attributed it to the distance between this lower matter and the transcendent \"one\" or \"good\". Saint Augustine didn’t think the same way...so he had to find a way to answer this question. His answer was the most comprehensive approach to date of a concept that still rocks philosophers to this day. Evil exists because humans have free will. The idea was simple... humans are rational creatures... that seems to be a given. But the only way humans can TRULY be rational creatures is if they have the ability to make choices. Most importantly, to make choices between murdering that guy or NOT murdering that guy...stealing your neighbors bar B cue or NOT stealing your neighbors bar b cue. He calls this ability to choose between good courses of action or bad courses of action... Free will. Saint Augustine points out that in the book of Genesis when Adam and Eve were in the Garden of Eden, he left the choice of whether to listen to the talking snake and take the fruit up to them... this is an early glimpse at the relationship between God and all other humans. We have the ability to make choices either to our benefit or detriment. It naturally follows that these choices can be to the benefit or detriment of others...when they’re to the detriment of others we might call them \"evil\". This is how evil can exist in a world with a benevolent God as it's creator and overseer. The concept of evil actually has nothing to do with God, it has to do with human action. These detrimental actions are just a necessary expense of having a bodily existence with the right to choose.The important part here is that Saint Augustine was heavily influenced by Plotinus and this wasn’t the only issue where he was influenced. it turns out...Plotinus and his hierarchy of being...the Three tiered fountain that all of creation stems from makes a pretty good companion philosophical doctrine to Christianity and their idea of the trinity. Saint Augustine was able to merge the two. But one interesting part of his quest to merge Neo-Platonism with Christianity is a problem that he ran into when thinking about Plotinus' concept of \"the one\". Saint Augustine would have been thinking about \"the one\" as God. For Plotinus, \"the one\" was independent of EVERYTHING else. There was absolutely no way to describe it...so it goes without saying that it has existed forever, eternally...because if it existed in relation to time...it wouldn’t be a singularity...it wouldn’t be \"the one\" anymore...it would be...\"the two\". But this didn’t merge well with the Christian idea that God created the heavens and earth, because when something has a Creation...people can always ask...well what came before that?Saint Augustine reconciled the problem by creating a conception of time that was so ahead of its time and different from everything else that had come before it... it's almost like he heard a kid chanting it next door to him.We can think of Saint Augustine’s theory of time as being broken down into two parts. What is time in reality? and how is it measured?Well he takes a page out of Aristotle’s book when trying to classify what time is exactly and he looks to the efficient cause of time as a starting point and it also clears up the questions everyone has about how what the relationship is between the Christian god and time... he talks about it here in his Confessions when he is talking to god about the questions these naive people have:\"How could these countless ages have elapsed when you, the Creator, in whom all ages have their origin, had not yet created them? What time could there have been that was not created by you? How could time elapse if it never was? Furthermore, although you are before time, it is not in time that you precede it. If this were so, you would not be before all time.\"What he's saying here is that God created time. Because he created time, he couldn’t have existed \"within the fabric of time\" so therefore, he exists external to it and isn’t affected by it. This may seem a little disappointing to some people, but it gets better because he's nowhere near done. Once he established that God gets all the credit for time...then he started to wonder what it is exactly...and how do you measure it? He sets the stage for a while in his Confessions and he really gets this state of confusion that he's in across:\"My soul speaks with truth when it confesses to you that I do measure time. Is it the case then Lord, my god that I perform the act of measuring but do not know what I am measuring? I measure the motion of a body in time. Is it the case that I do not measure time itself?\"Most of us measure time in terms of past, present and future. But Augustine makes the case that the way we think of the concepts of past, present and future are wrong... in fact nothing exists in REALITY except for the present. The past has already happened and doesn’t exist anymore... and the future hasn’t happened yet, so can it really be said to exist? He thought the concepts of past and future are really just human constructs to make sense of the world around us... he said:\"It is inaccurate to say, \"there are three tenses of time: past, present and future,\" though it might properly be said, \"there are three tenses of times: the present of past things, the present of present things, the present of future things.\" These are three realities in the mind, but nowhere else as far as I can see, for the present of past things is memory, the present of present things is attention, and the present of future things is ex[expectation. If we are allowed to put it that way, I do see three tenses or times, and admit that they are three.\"He goes on and describes the way that the human brain measures time:\"It is in you, my mind that I measure time. Do not interrupt me, or rather do not allow yourself to be interrupted by the thronging of your impressions. It is in you, I say that I measure time. As things pass by they leave an impression in you. This impression remains after the things have gone into the past, and it is this impression which I measure in the present, not the things which in their passage caused the impression. It is this impression which I measure when I measure time. Therefor, either this itself is time, or else I do not measure time at all.\"What he's saying is... Time is nothing in reality. It only exists in relation to the human brain's way that it perceives reality. Time is an illusion created by our minds to make sense of the world around us. This was incredibly ahead of it's time...and he sums it up with a great quote here:\"What is true of the poem as a whole is true equally of its individual stanzas and syllables. The same is true of the whole long performance, in which this poem may be a single item. The same thing happens in the entirety of a person's life, of which all his actions are parts; and the same in the entire sweep of human history, the parts of which are individual human lives.\" "
}