{
    "ep": "Episode #137",
    "title": "John Rawls - A Theory of Justice",
    "spoken_text": "This is a transcript of episode #137 on John Rawls. Check out the episode page HERE.So if you looked at every philosopher that we've covered so far on this show it'd be very easy to describe the DIFFERENCES between each of their works...but a much more difficult and illuminating question to ask is whether or not the works of all these very different philosophers have among them any root similarities. Now...of course you could say things like they all made some sort of contribution to human thought. You could say they all used language to express their big ideas. But another way to think about the answer to this question is to say that every, great philosopher in their own way...QUESTIONED the fundamental assumptions that were present in the thinking of their time. THAT is a hallmark of a great philosopher...because when seeking solutions to philosophical problems...casting aside the cultural or linguistic assumptions of a particular snapshot in time...very often leads philosophers of the next generation to understand how those assumptions have been limiting our ways of thinking about things.The philosopher we're going to talk about today falls into this category...and he's going to question an assumption that seemed to others as radical as it was dangerous. His name was John Rawls...and this was the assumption that he questioned: Can human beings ACTUALLY LIVE and flourish for any extended period of time in liberal democratic societies?The political paradigm of the Enlightenment...liberal democratic societies. A government BY the many. Democracy. Liberal in the sense that there is a STRONG focus on rational discourse, the acceptance of outside ideas... the legitimacy of political ideas being decided by having conversations between competing ideas, let the best ideas rise to the top and direct the future of society for the time being, and if those prevailing ideas don't happen to be the ones you believe in, you're supposed to ACCEPT those ideas as part of the greater political process and work to defend your positions better the NEXT time we're having a conversation.This was a brand new way of conducting politics when it was proposed in the Enightenment, and the assumption over the years by so MANY in the west has been...that NOT ONLY is this one of our greatest inheritances from the Enlightenment, but not to mention they would say: this is the absolute GREATEST, political system, that has EVER been devised. John Rawls is going to question those assumptions. He's going to ask whether or not liberal democratic societies might ONLY be the greatest political system ever devised ON PAPER. You might think of OTHER political or economic theories that SOUND GREAT on paper, but when actually put into practice, when you consider the nature of how human beings REALLY behave...they fail time and time again. Well are liberal democratic societies just another example of a delusional, naive Enlightenment era ideal that can never actually work for any real length of time?What Rawls is referencing is the long history of this type of society descending into various types of chaos. Civil wars, Fascism, class warfare, extreme violence between different groups, extreme wealth inequality, dozens of more examples and the ultimate question Rawls is getting to is this: When you consider the track record of liberal democratic societies, no matter HOW GOOD they sound on paper, maybe there is something about our nature as human beings that makes us EFFECTIVELY incapable of existing in this type of society for any real length of time...we can play nice for a while. We can shake hands and disagree up to a point. But are we just temporarily kidding ourselves? Will there always be a point of disagreement where human beings are willing to subvert the rational conversation in favor of using FORCE to implement their ideas? Maybe this is just HOW human beings engage with each other politically. Maybe the last few hundred years has consisted of us having a bunch of mostly pointless conversations, punctuated by moments of chaos whenever a truly important political issue comes up where human beings have to actually act, and THAT is how they choose to act.Generations from now will people look back on the way we're conducting politics today and think of us all as naive? Look at them believing they can just talk things through. Clinging to this ideal from the Enlightenment that makes us feel really good, but doesn't ever actually work in practice. Can human beings only exist for any real length of time in a more tribal, most of the time, Nationalist political setting?So it should be said that John Rawls' answer to whether we can actually live for any length of time in these societies...is yes. He is EXTREMELY optimistic about the future of liberal democratic society, he does NOT think that we're all being naive, but despite him ultimately defending liberal democracy, as we'll see... his willingness... to ask these tough questions about the assumptions we're making politically...like so many OTHER great philosophers...will cement his place in history.So this becomes the first MAJOR problem Rawls is faced with in his work...he's presented with the long history of failures in liberal democratic society, and yet he remains extremely OPTIMISTIC about liberal democratic society. Well the next question any reasonable person has to ask is, why has there been such a history of failure if liberal democracy is so great?Rawls' answer to this question is that it's largely been a misplacement of priorities. We CLAIM to be creating societies that are just, ones that wont lead to outcomes like these extreme tensions between groups... but we've never really had a truly substantive conversation about what we really mean when we say that, you know we say things like \"liberty and justice for all\"...but what EXACTLY do we mean when we say society should be ensuring justice?This is not just an IMPORTANT question to Rawls, this is THE question...he has a very famous quote where he says:\"Justice...is the first virtue of social institutions, as truth is to systems of thought.\" What he means there is that in the same way you would judge the legitimacy of a system of ideas based on how TRUE it is...we should judge the legitimacy of our social institutions based on how JUST they are, now...what is Rawls talking about when he references justice?Well in a lesser sense he's certainly talking about things like the criminal justice system, or the balancing of the scales within a society, but if you wanted to understand the scope of Rawls' work the the far more CRUCIAL version of justice that he's talking about is what he calls \"Distributive Justice\".The idea is this: we as individuals gather together and form groups that we call societies. We do this because it benefits us to...when we work together in groups we are just far more efficient than as mere individuals...and BECAUSE of this there's a lot of surplus VALUE created that really, ONLY exists because we're working together. The question becomes how does this surplus value get allocated, or how should it be DISTRIBUTED, as in distributive justice.Another name for this surplus value is what Rawls calls \"Primary Social Goods\"...and these social goods certainly include obvious things like income, power and wealth...but Rawls would want to point out that our teamwork as a society produces value in other areas that are a lot less intuitive, and yet these areas STILL need to be considered in this discussion. Things like rights, liberties, opportunities, etc.These things, these primary social goods, are the building blocks that Rawls is going use to make his case in his 1971 work A Theory of Justice. Kind of right there in the title. He's constructing a theory of how a we should distribute these trappings of society in the most just manner possible. Rawls thinks that justice can be created by making sure that we have just institutions, in other words, if the STRUCTURE of our society is just, including our constitution and laws, then we will have a just society. So a bit of important context to understand where Rawls is coming from with all this is that he's doing his work in the modern United States. Rawls is a statistician and he's looking at the numbers and he sees a huge disparity in the United States in terms of income inequality. To him this is a failure of the liberal democratic societies of the past and their silence on the topic of distributive justice. He wants to actually start HAVING this conversation...and he wants to begin at one of the most simple questions you could possibly ask about justice...the question is: should inequalities exist within a just society? and...sure...there are people out there that would say everyone should have the exact same thing no matter how hard they work or what choices they make...equality of outcome is often a desirable end to a person that holds this position. But Rawls would say no. The fact is these inequalities DO exist within societies, in fact their existence is inevitable. The REAL interesting philosophical discussion begins when we ask ourselves, what type of inequality is just, what makes these inequalities just, and what criteria do we use to determine that?Rawls is looking at the numbers in the late 60's United States and what he sees is that there are actual billionaires and multi- millionaires simultaneously existing in a society with people who are homeless or in extreme poverty. Again he wants to ask how JUST is this society...the same way someone else might want to ask how TRUE is a particular system of ideas? Can we say this is a just society with these two very different outcomes being possible?What's immediately evident when you start thinking about this question is that there are a lot of different ways you could answer it. For example somebody more on the Libertarian side of things could look at the homeless person next to the billionaire and they might say, \"Yes, this IS a just state of affairs...because these two people have made very different choices to get to where they are in life...and ultimately... that's a GOOD thing for society.\" They may say look it's not the government's JOB to tell you how to live your life...that you need to be making THIS much money per year or working THIS many hours or else the world is an unjust place...the government's job is to set the rules of the game and enforce them...your job is to learn how to play the game and then figure out how you want to play it...if someone wants to be a street drifter more power to them...if someone wants to sacrifice every second of their life otherwise so they can see one billion dollars in the bank more power to them. We can't use INCOME as a direct measurement of equality, because the more relevant difference here is in how these two are using their liberty.Rawls might ask this person: what if the billionaire got all their money by going door to door with an army and saying give me all your money or I'll kill you, until they got a billion dollars. Certainly we wouldn't see THAT as an example of justice just because it hinged on free choice...and what Rawls would want to do here is just call for a more nuanced definition of what exactly justifies this inequality? Remember...his biggest concern is that he doesn't want to stop short here. To Rawls, Liberal democracy IS the best system and CAN work, but for it to work we NEED an exhaustive answer to this question, and maybe a good clarification to start with is to say that perhaps an inequality is just as long as its based on some sort of work or effort that somebody has put in.Rawls would agree with this. The question now becomes how do we identify the instances where the inequality is based on effort...and the ones where it's made possible only by some sort of unfair advantage? This becomes a major question in A Theory of Justice.There's an interesting metaphor for unfair advantages in the modern world that one of Rawls' colleagues named Cohen offers and it goes like this: Say humanity reaches a point where we have a level of technology where we can travel vast distances through space and colonize other planets. One day an astronaut lands on one of these earth like planets, plants a flag in the ground and says this one's mine. Now let's say a couple years later astronaut 2 comes along and their ship breaks down, they need to find a way to survive on the planet...the planet's completely empty except for astronaut one and their little house...for astronaut two to ever be able to carve off even a SLIVER of an existence on this planet...they will ALWAYS be at the mercy of astronaut one. The first astronaut will dictate all the terms of the agreements, the deals will almost certainly always favor the first astronaut, SIMPLY BECAUSE the first astronaut happened to get there first. Well this is a metaphor for how everybody enters into the world who wasn't born into inherited wealth, power or opportunity. By complete chance... their lives are at the mercy of someone else who was born into THEIR place by complete chance.So you can see why it's important to Rawls to further delineate between inequalities that were arrived at because of work or effort and those made possible by essentially winning the lottery...and that winning the lottery...that moral arbitrariness...is what makes it unfair to Rawls. See, to Rawls you're not entitled to things that are morally arbitrary. Best way to explain WHY he feels this way is to give the opposite example.Let's say you're driving down the road obeying all the traffic laws. There's a cafe coming up on your right and through some random confluence of events some guy trips over a dog and spills a glass of water on the floor at which point a woman slips on the water and bumps into a chair that trips a server and they go flying into the street at the exact wrong time and tragically, you hit the server and they die. Now as a society...we would NEVER think of you as a bad person if that sort of thing happened. The justice system would NEVER TAKE a consequentialist route there and throw you in prison for the rest of your life, technically somebody died! Bad luck!In other words it would be wrong for ANYONE to think it was just for you to OWN the consequences of something that is in your life solely because of a horrible stroke of luck. Rawls would say that when you're born into an estate worth a billion dollars...you are equally not in complete ownership of things that are only in your life because of a good stroke of luck. But as we'll see later that DOESN'T mean it's necessarily the job of the government to TAKE it from you for Rawls. To be clear: you're not a BAD person for having the billion dollars...just as you're not a BAD person because a waiter fell in front of your car. The point is when things are morally arbitrary you can't have all the good and none of the bad, or in other words what this MEANS for Rawls' philosophy is that we need to decide on further criteria that determine how much of that inequality is just and why.Probably a good point to state for the record that these inequalities extend far beyond just money that you're born into. People are born with all sorts of inequalities. You could be born really smart. You could be born into a family that doesn't care about you. You could be born a really attractive person. You could be born into an area that has horrible resources for public schools and you have virtually no chance of excelling. You could be born into a family business where you're the heir apparent to taking over when mom retires. You could have so much crime in the area you live that leaving the house and trying to do ANYTHING with your life is terrifying. We are born holding the Rstubs to this genetic and cultural lottery that will dictate the parameters of our existence...and Rawls would say that if we TRULY want the inequalities of our society to be based solely on a difference in work or effort, we need to be willing to not ask people to own the bad or good circumstances they happened to be born into.Now the problem with actually implementing anything along these lines should be obvious: Nobody that was born into a great situation is going to vote for a policy that makes them give up the fruits of their advantages...and nobody born into a bad situation is going to vote for a policy that makes them live out the rest of their life accepting the consequences of what is essentially a server falling into the road in front of their car. This touches on a larger problem of passing ANY kind of meaningful social reform: most of the time...people are going to vote for what benefits THEIR particular demographic. Rich people vote the interests of the rich, poor the interests of the poor...and again this fact extends to every advantage someone might have been born with as it is reflected in the political process. So Rawls is faced with another problem in his work: even if we could figure out which of these birthright advantages are just or unjust...how would we ever pass something like this in a Liberal Democracy?To solve this problem Rawls creates one of the most influential thought experiments of the 20th century. His goal with the experiment is to show that the massive levels of inequality exist in the modern United States simply, and for no better reason than because the society already exists in that way, powerful interests are already invested in the way that things are, and meaningful social change is very difficult to actually carry out with the system being the way that it is...BUT, he would ask, what would society look like if we had to start all over again? Would we structure society in the exact same way? Would things play out exactly in the same way that they are now? What if our position when formulating this new society was not that of Astronaut two, from our example before...but instead what if we were all simultaneously designing a society from the position of Astronaut one that first day they landed on the planet?This is what Rawls refers to as the Original Position..basically it's HIS version of the state of nature...now imagine we're all standing around on this new planet, formulating how a society should be structured. Rawls wants us to imagine a few other things as part of this thought experiment: imagine you are structuring this society through what he calls a \"veil of ignorance\". You are asked to decide HOW THIS SOCIETY will be structured without knowing ANYTHING ABOUT your POSITION in that society once it's founded. You can't know whether you're going to be living in Beverley Hills or the projects in New York City. You can't know your age, gender, race, sexual orientation...you can't know your IQ, your athletic ability, your charisma...you can't know the family you will be born into or whether you'll have some mental illness that makes every day miserable. Human beings have the capacity to be rational...Rawls wants to ask: how would rational beings WITHOUT a vested interest in one group or another create a society?Well one thing's for sure, Rawls thinks, it wouldn't look ANTHING LIKE the modern United States. No rational being would look at the statistics and choose that structure...because it is much more likely for you to be born one of the many millions that struggle vs one of the handful of people with power and resources. In fact, Rawls thinks that when people consider the lives that some people in the inner cities are forced to live in parts of the United States, the very fact you could POSSIBLY get unlucky and be living one of those lives is enough to make rational people want to restructure society.So how would rational beings structure it? They would follow what is known as the \"Maximin Rule\" or the idea that we would pick the structure of a society that provides the best situation for the least advantaged WITHIN that society in comparison to all other potential societies. Put another way: we pick the structure where the worst case scenario for a person is the best out of all the other possible worst case scenarios in other strategies. Rational beings would do this because they don't know whether they're going to be the ONE...the ACTUAL LEAST ADVANTAGED person in the entire society.There's a lot of metaphors about this but there's a particularly common one and I guess I'll just lay it out here...imagine you're having a pizza party...and you're ASKED by the people at the party to cut up the pizza however you want. The catch is...you can't know which piece of pizza is going to be yours until AFTER you cut the pizza. Now you may cut up the pizza into bigger pieces and smaller pieces if that's what you chose to do...but one things for sure here: you're going to cut the pizza in a way where if you were to get the smallest piece...it's still something you'd be satisfied receiving.Somebody might ask at this point: well why isn't the obvious choice here to just cut every piece of pizza to be the exact same size, a type of socialist pizza cutting. Rawls is not a fan of Socialism. He respects what it's trying to do...but he thinks it achieves equality at the expense of everyone. Yeah, sure we're all equal under Socialism...but we're all equal at a lower standard of living than is possible in a restructured Capitalist system. Remember this is adhering to the Maximin Rule...what system produces a worst case scenario for a citizen that is the best? To Rawls the SMALLEST piece of pizza in a revised capitalist structure is BIGGER than the equal pieces provided by Socialism...it's just a bigger pizza. But on the other hand, to Rawls, we can't just have laissez faire free market Capitalism because THAT doesn't take into account the moral arbitrariness of unfair inherited advantages like intelligence, status or wealth. The question for Rawls is this: how do we structure Capitalism in a way where it is TRULY a rising tide that is raising all the ships, as opposed to just a few of them.Well we can start by laying out the criteria John Rawls prescribes for determining which of these inherited inequalities are just or \"fair\". In fact, that's the way he describes it... flying in the face of thousands of years of moral philosophy: Justice is not an eye for an eye, justice is not total equality...Justice is fairness, to Rawls. What's an example of an inequality that exists that is fair? Well first it must adhere to two strict rules:Social and economic inequalities must first be to everyone's advantageSuch social and economic inequalities must be attached to positions that are equally open to all.So with this second rule Rawls is trying to protect against any sort of system with different classes people are born into, or even figurative classes...no positions in society reserved for a specific person or type of person even if you're the least advantaged person you can still apply for the position...doesn't mean you're gonna get it...just means that if there is an unequal position available, if we're going to ACCEPT that inequality as part of the structure of our society, it should be open to everyone to apply. What Rawls is referencing is that...historically there have three primary ways people are blocked from prestigious positions in a society: one is legal, where there are actual legal barriers precluding a person from holding a position. One is by your birth status, which would make you disqualified from holding a position because of something about how you were born. And the third roadblock is having the talent or effort to be able to excel at the position. Rawls thinks a just society will stick to this third one and he says only one that DOES can be said to have true equality of opportunity.Now, the FIRST rule...that these inequalities must first be to everyone's advantage...this really is the cornerstone of what Rawls would eventually call his \"system of liberal equality\".Let's go back to our person that inherited a billion dollars to illustrate what he means. Let's say this person inherits a billion dollars...and then spends their life investing and reinvesting that money to improve the world around them. They create tons of jobs for the less advantaged, they innovate technologies that improve the lives of the rest of the world, they may offer scholarships to people that couldn't otherwise afford school to recruit them to work for their companies, they build storefronts that improve communities...this is an example of an inequality that may exist that truly is to everyone's advantage. So it is possible to inherit vast sums of money and still use it in a way that benefits others and makes it fair or just. Now on the other hand if this same person...took that billion dollars and just let it sit under a very large mattress for their whole life...well that WOULDN'T be to everyone's advantage...and at this point Rawls would be a fan of some type of heavy tax to penalize the inaction, probably followed by some type of government redistrubution to the lesser advantaged.But this extends beyond just inherited money...when Lebron James wins the genetic lottery and is born with athleticism and talent that warrants him making 10's of millions of dollars a year...he uses his athleticism to achieve an exalted status as a cultural icon...that inequality is an example of justice... because his abilities go on display and provide entertainment for millions of people. When someone's born with extreme intelligence and they go on to graduate from a prestigious school and become the tip of the spear in some new research program...their unequal position within society as a thought leader is justified... because their research will likely go on to improve the lives of the aggregate.This way of thinking about inequalities in society is known more broadly as \"the difference principle\"...or that we should remove inequalities within society as much as we can until the REMOVAL of further inequalities would cause harm to the least advantaged. Now, this is in contrast to the way we've often thought about things before, sometimes called part of the \"efficiency principle\", the idea that we should find people in society that need help...and help them as much as we can until HELPING them would cause harm to someone else. This is a completely different area of focus, the focus for Rawls is always on ensuring the most we can for the least advantaged person among us, as long as that insurance doesn't prevent US from contributing to society.Based on that last sentence it shouldn't be too far of a leap to reveal that what Rawls is ultimately doing with all this is providing a philosophical justification for a modern progressive income tax. We all have different talents and abilities. Take an example...the people who were lucky enough to be born with extreme intelligence...who were also lucky enough to be born into a family that nurtured that intelligence...who were also lucky enough to be born into an area where they had low crime and decent public schools, who also had the money and freedom to go to college, who were also healthy enough to not be in and out of the hospital their whole life...this person...who would be without a doubt an extremely impressive individual, is standing on the shoulders of giants. The contribution of EVERYONE in society has made anything that they ever accomplish... possible. Think of how much LESS this person could've accomplished if they had to grow all their own food, or didn't have roads to efficiently travel on, or had constantly keep watch to fend of criminals. Through our own individual skillsets...we all look after each other in a way. This is why we WANT to incentivize people to become as talented as they possibly can...to Rawls we want to ALLOW for unequal positions of pay or status, but the difference in money or status is ONLY justifiable if that difference is used to BENEFIT the least advantaged among us or people like them. The Difference Principle.So these two rules that we talked about for what makes an inequality just...that it must be to everyone's advantage and be available in a position open to all...what these two things ultimately boil down to is equality of opportunity...and the difference principle. These two things combined make up the test that we have to run inequalities through to make sure the inequality is just...and Rawls thinks the actionable way to apply this is simply to start looking around at society, find examples of inequalities, and put them to the test.The FEELING I get from reading A Theory of Justice is that we shouldn't be thinking of the least advantaged within society as this annoying, faceless pest that's just sucking out a disproportionate amount of resources. The sense that I get from reading Rawls is that he wants us to be thinking about members of our society more like we'd think about members of our family. Because maybe in your family you have some variation of a tradition...where the whole family gets together and goes over to grandma Beatrice's house for the holidays. Now, grandma's getting older these days....she's 127 years old...she doesn't get around as well as she used to. She can't spend 15 hours toiling over a hot stove anymore...so the kids all get together and cook the meal for her these days. And when it comes time for dinner and everyone's sitting at the table there's an unspoken agreement that everybody in the family gets firsts before anyone gets seconds. You wouldn't give grandma table scraps that she could barely survive on, and why? Well, i'd imagine it has something to do with the fact that...she had one of my parents...my parents had me...in a strange way nothing that I have ever done in my life would be even POSSIBLE without this woman and the contribution she has made. Rawls might say so too, with every member of our society...even the least advantaged.Thank you for listening. I'll talk to you next time."
}