{
    "ep": "Episode #138",
    "title": "Robert Nozick - The Minimal State",
    "spoken_text": "This is a transcript of episode #138 on Robert Nozick. Check out the episode page HERE.So obviously there are a lot of different problems political philosophers were faced with throughout the twentieth century...and we've talked about several of them so far, but one of the BIGGEST ones that we HAVEN'T talked about yet...specifically for political philosophers in the mid to late 20th century... one of the biggest questions facing these thinkers was this: when we are hit with problems, big problems, that we need to solve collectively as a society...should the state or the government be the primary tool that we use to solve those problems? How much responsibility is wise to give to the government? Does the government solve the problems of a society in the best manner possible...or does giving the government more responsibilities to deal with CREATE more problems than it's worth? Another important question to consider about all this when it comes to THIS episode in particular: when you progressively give the government more jobs to do and more outcomes to guarantee for people, when you have a big, powerful government with a democracy behind it feeding it tasks to complete...does a big government plus a democracy always equal a tyranny of the majority? And do citizens that don't necessarily agree with the majority or the people currently holding political office, do those citizens just need to resign themselves to paying into a tax pool that FUNDS all the things they don't agree with? Maybe an over-sized government makes slaves of people whose views don't HAPPEN to align with the current majority. To me these are some of the most important and FUN questions to think about in all of political philosophy.But let's take these questions on one at a time. Should the GOVERNMENT be the tool that we use to solve our problems as a society...now as you can imagine when you ask a question like this, one that's THIS wide in scope...the ANSWERS you're gonna get are going to vary widely as well. Last time we talked about John Rawls and his work A Theory of Justice...and Rawls would be a good example of a later 20th century thinker who is more on the side of government BEING a good solution to our problems. We saw this in his work: he lays out what he thinks is a fair and just distribution of social goods and then suggests that it's the GOVERNMENT'S job to tax and redistribute accordingly to ensure that distribution remains JUST and is not too imbalanced in one direction or another.But there are of course thinkers that disagree with Rawls. Maybe one of the most extreme examples of someone on the other side would be some variation of Anarchy. The exact OPPOSITE of believing that government is the best way to solve our problems. Human beings BEGAN in the state of nature...why should we believe that centralizing power into a single body we call \"the government\" is going to produce any better results than what we could otherwise produce with private enterprise? But we'll save that conversation for later when we do our episodes on the Anarchist thought of the 90's...today's episode is on a philosopher who falls somewhere in between John Rawls and an Anarchist. His name is Robert Nozick and the book of his we're going to be talking about today is titled Anarchy, State and Utopia. Now, just to give the following conversation a little preliminary structure...that title, Anarchy, State and Utopia is referencing the three major sections that the book is divided into. The first section would be Anarchy...where Nozick spends a considerable portion of time being understanding of the Anarchist's aversion to government, but ultimately making a case that they go too far. The middle portion of the book, State, has Nozick laying out the TYPE of state that HE thinks is best...and in the Utopia section is where he describes WHY his version of a state is the best...Utopia is a sort of tongue in cheek musing by Nozick..he by NO MEANS thinks his system is an actual Utopia...but he thinks it's FAR BETTER than other systems that have been tried and he argues for why he thinks that is.See, Nozick is not a fan of there being a BIG state, with a lot of responsibilities...he's not a fan of there being no state...so what is he a fan of? How big should the government be and what exactly should it do? Nozick is a fan of what he would call \"the minimal state\". The best way to start understanding what he means by this is probably to contrast him with both the work of Rawls and the Anarchists of his time...and to get us into this mindset of Nozick let's start with some general criticisms of Rawls and these bigger government approaches which will then LEAD us to the criticisms of Rawls detailed by Nozick himself.The first place someone might take issue with Rawls is with his use of the maximin principle. That word maximin, as you might remember from last time, is a mixture of the words maximum and minimum. Rawls holds that rational agents... when choosing the structure of society would reliably choose the option that provided the maximum for the minimum, or the best case scenario for the least advantaged within a society. But some people would reply back to that and say, sure that sounds great. But when you REALLY look at the studies and what human beings TRULY seem to value when it comes to the role of government, they don't want the best situation for the least advantaged...they want certain basic services guaranteed, with a satisfactory quality of life ensured...and then beyond that...they just want the government to leave them alone and let them live their life.People don't want the government telling them what things they should care about or how they should be living, and the larger the government gets the more they're asked to do that. We're going to be touching on this at multiple points in the next couple episodes, but let this be the first instance of saying... that one of the main criticisms people have here is that Rawls wants to do away with markets and instead rely on a predetermined fixed distribution of the social goods which leads some people to think that the maximin principle is not \"obviously what rational agents would choose in the original position\" as Rawls suggests, but instead maybe Rawls NEEDS the maximin principle for other parts of his theory to work at all, and that there are actually MANY different options we might see rational agents choose while structuring society.Another common criticism of Rawls: he talks about the people in the original position structuring a society through a veil of ignorance, how would people structure a society if they couldn't know their age, gender, race, income level, family, level of intelligence, etc...and there are people out there that would reply BACK to this and say once again, that SOUNDS really nice, but doesn't that take away practically everything about what makes a person...a person? These aspects of our identity MATTER...they're part of the composite that makes us a human being...and political institutions need to be structured to deal with the problems of human beings...not these nameless, faceless, rational agents of Rawls that don't actually resemble a human at all.But maybe the biggest point of departure between Nozick and Rawls comes down to the way they see rights. Nozick opens Anarchy, State and Utopia with this famous line, \"Individuals have rights and there are things no person or group may do to them.\"Nozick wants to focus heavily on our rights as citizens...and the reason he wants to pay such close attention to them is because he wants to get away from what he thought was a huge misstep in the work of John Rawls. Rawls talks a lot in his work about fairness. Justice IS fairness to Rawls. When you're born into an estate worth a billion dollars...you don't DESERVE that billion dollars any more than you deserve the negative consequences of somebody falling in front of your car by chance. Both outcomes are morally arbitrary. But Nozick's going to say that none of this stuff matters when it comes to the state...because Rawls is asking the wrong questions. The job of the state is not to determine what people deserve or what things are fair or not. The job of the state is to determine what people are entitled to and then to enforce that.Let's say your great grandma Beatrice tragically passes away. Let's also say that throughout the last five years of her life her daughter took care of her and made sure she was safe. Grandma Beatrice in her will tries to leave everything she owns to her daughter, but makes some sort of error on the legal form and through some random sequence of events her possessions get passed on to her son, who for the sake of the example has always HATED grandma Beatrice and hasn't spoken to her for years. The role of the state... is not to be an episode of judge judy where they sit there and reprimand Grandma Beatrice's son for not being in her life...the role of the state is not to tell him that it's not fair or that he doesn't DESERVE what was left for him. The job of the state is to determine what he is entitled to and then to make sure that he gets it.Nozick thinks there are certain rights that all human beings would agree upon whether they are in a state of nature or in the most advanced society on the planet. He calls the values that ground these rights moral side constraints and in short, they set the parameters for what can be done to a person without violating their rights. One of the most important ones for Nozick is this: that no person should be harmed without their consent. Seems pretty reasonable...but as we'll see it's THIS moral side constraint in particular, it's TRULY taking the rights of people seriously that will eventually lead Nozick to unavoidable problems with the work of both the Anarchists and John Rawls.Let's start with the problems this leads to with the work of the Anarchists, laid out in the Anarchy section of the book. So if one thing we can all agree upon is that no human being wants to be harmed against their will...then Nozick says when you consider the hostile, dangerous environment of the state of nature, and you THINK about how human beings would behave in that scenario...what would naturally emerge are private services that provide people with protection from other people that want to hurt them. At the most basic level you'd pay a fee...and then you'd have your own personal security guard whose job it is to make sure nobody tries to hurt you or your family or take any of your stuff. But feasibly not everybody can have their own private security guard...so these guards would have to take on multiple clients, probably people that are in a similar proximity to each other.But then another problem comes up, Nozick says. The whole thing becomes a convoluted mess. When you have hundreds or thousands of competing security guard factions all trying to enforce the rules of the people who happen to be paying for them...there's no codified set of rules that all the security guards are enforcing...it's going to be a nightmare for these guards to have to figure out in real time... who's a client of theirs vs who isn't, which set of rules they're enforcing today vs tomorrow, which rules correspond with which client... what happens when there's a conflict between what two different clients want? Not to mention, Nozick says, what's going to happen when to settle a dispute one person's security guard has to fight another person's security guard? Well, one of them is going to win and then everybody from the losing security guard's detail is going to want to be protected by the OTHER security guard now.This may seem like a weird hypothetical for Nozick to spending so much time on, but the argument that he's ultimately making here is that what NATURALLY emerges in the state of nature is a local monopoly over the protection services of a region. Another way of putting that would be to say that what naturally emerges is a very basic kind of state that allows people to pay a fee in exchange for basic protection and the enforcement of contracts. This is one of the reasons WHY he thinks the Anarchist takes their aversion to government too far...because even WITHOUT any sort of formally organized state...this inevitable monopoly over protection services effectively creates the same thing.This version of an extremely minimal state...one that provides basic protection for people and makes sure that contracts are enforced: this is the standard, from which any conversations about the role of government need to proceed from. So if you have any ambitions about fun or creative services that you think it's the government's job to provide...you're going to have to do some major convincing to Nozick if you want to make a case for the government being the appropriate thing to carry those services out.NOT ONLY is this not what the government is GOOD at doing...because it has a complete monopoly over the services and thus can be embarrassingly inefficient with no consequences...but this also isn't what the government SHOULD be doing to Nozick. The more stuff we ask the government to do...the more money they're going to need from you to inefficiently execute that plan...why is it the GOVERNMENT'S job to tell people how to live their lives outside of following the laws? Nozick thinks we need to take answering this question seriously and be very cautious of commissioning the government to solve our problems, because giving a centralized body like the government more and more power and more and more stuff to do comes with very real consequences.This is clearly a point of disagreement between the different views of Nozick and Rawls...because Nozick thinks whenever you advocate for a state, that's supposed to redistribute wealth from one group of people to another, you are fundamentally going against that moral side constraint, you are doing harm to someone who has not consented to be harmed. Let me explain what he means.Nozick understands where Rawls is coming from here...he gets it...the idea is that you are part of a group... you have benefited in some way from that group...so therefore you now owe a debt TO that group that you're obligated to pay through higher taxes.Well Nozick gives a counter example in Anarchy, State and Utopia...bit of paraphrasing here but he would say imagine you're at home one day...you're cleaning your house...and it's a nice day outside so you open up the window and from down the street you can hear your neighbor playing instruments practicing music with their band in their garage. So you sit there taking a break from cleaning and listen to the music for a while. Now imagine the next day...the person from down the street comes to your door and demands payment because you listened to their music. Would you say that you OWE this person money? Of course not, Nozick says...the only way you'd owe them money is if you CONSENTED to pay them for the music before they started playing.Forcing somebody to pay into a system... that will then redistribute their income to whatever cause it wants regardless of whether or not the person consents to support that cause...to Nozick, is a backhanded, covert way of implementing forced labor on your citizens. For somebody paying 40% of their income in taxes...you are asking them to go to work everyday and produce value for the state for 40% of their time...for almost 3 and a half hours out of an 8 hour shift they are not working towards improving their life...they are raising funds for the government to spend on whatever vision for society they have today. The fact that this money sometimes goes towards people who are in need REALLY has nothing to do with it to Nozick, because when you truly take people's rights seriously and don't harm them without their consent then you realize that doing something wrong is never okay just because you think it will lead to good results.To Nozick, you can't just conveniently ignore one person's rights because you think doing so will make things better for other people. This is of course in direct contrast to the long tradition of political philosophy being centered around Utilitarianism.To illustrate his point further Nozick gives one of the most famous examples from his work. Just imagine for a second if you were a slave under the control of a brutal slave master that abuses you and treats you like dirt. Now, we would all agree this is not a way ANYBODY should be treated and we would CERTAINLY not say that this slave is a free person. But then Nozick says imagine another scenario, imagine you're still a slave, but your slave master doesn't abuse you. You work long hours but you're allowed to have a family and your own modest place to live. Would THAT be an okay way to treat someone? Would we consider THAT person free? No. Well how about if you're still a slave but your slave master doesn't really need your help all that much? You can live on a farm out in the country, raise your kids, go to the store and buy stuff, but nonetheless you were still the property of the slave master. We would say clearly this is still wrong...this person is still OWNED by someone else, they are not a free human being in any real sense. Nozick walks this example all the way back to living a modern life under a government that taxes and redistributes...and a culture behind it that tells you what sort of job you're going to have, what causes your tax dollars are going to go towards, how much you need to work, how many vacations you go on, what you buy...Nozick's question here is when you are living in a society where the government has SO MANY tasks that aim at ensuring specific outcomes for people...do we really own ourselves fully? As the size of the government increases does our ability to be truly free decrease in a similar proportion? The question Nozick wants answered is at what point in his example does the slave truly experience self ownership?This is the reason Nozick is an advocate of the minimal state...Rawls had GREAT intentions with his work. But one of his biggest problems for Nozick was that he aimed for what he called a patterned distribution of social goods. The distribution of goods MUST follow a particular PATTERN that we've decided is good beforehand. Philosophers of this time typically called for a patterned distribution if they were trying to get away from markets, usually because they're trying to get away from the inequalities that are often PRODUCED by market systems. But Nozick thinks aiming for things like EQUALITY across the board...or the best for the least advantaged across the board is wrong on many different levels. Not the least of which is that let's say that you have a certain patterned distribution that you want to achieve...TOTAL equality for the sake of the example...let's say one day you achieve that goal...well what happens the SECOND AFTER that goal is achieved? Well, somebody sells something or gives a gift to someone or someone gets sick and can't work...in other words...things aren't equal across the board anymore...so what necessarily NEEDS to happen is the government has to step in and RESTORE the balance of that pattern. What you are signing yourself up for, to Nozick, is an endless spree of government coercion...where they constantly have their fingers inside your life...constantly trying to produce certain outcomes and a TYPE of citizen.To Nozick the bigger the government the more Utilitarianism starts to creep in...the more we start ignoring the rights of the few under the assumption that it is good for the rest of the population. But Nozick wants to respect people's rights on a level most political philosophers weren't willing to. This is why Nozick thinks it's none of the government's BUSINESS what people deserve...the question they should be asking is what is legal and what are people entitled to.So when Rawls talks about the moral arbitrariness of being born into a billion dollar estate...how if you aren't putting that towards the least advantaged within society then we can't consider you having that money as justice...Nozick is going to say that the only question the government should be concerned with is did you get that money in a legal way? There is a JUST way to get that money and there is a JUST way for it to be transferred from its previous owner...as long as it follows these two criteria...then the ownership of that billion dollars is just...we need to respect people's rights and we need to respect our legal system. When someone finds a way to make a billion dollars while following all the legal parameters set up to protect people along the way...Nozick would ask how can we say that outcome is not just, when every step taken to get there WAS just under our legal system?Nozick thinks Rawls' big mistake here is that he's thinking about people's property as though when they die it enters some sort of purgatory where its not owned by anyone and then falls into someone else's lap. But these things were already legally acquired and owned by people...and then given to someone else through a legal process. Nozick compares the way Rawls is looking at society to the way people would look at being stranded on a desert island. How do you treat the limited resources that you have once you're stranded? You take an inventory of what you have, you, distribute it the best you can...and when Tom Hanks finds a volleyball...smears his blood all over it and names it his good pal Wilson...there is NOBODY out therethat is saying, well technically that belongs to the Wilson volleyball factory that's not your property Tom Hanks...no, nobody would say that...but here's the thing Nozick would say: we don't live stranded on a desert island. This is NOT a state of emergency. People inherit things that are already owned for having produced extreme value in former societies. Say all you want as an individual about whether that's FAIR or whether they DESERVE it...but when it comes to the state they should only go as far as asking what people are entitled to and whether they achieved it through legal means..when the path to get there was just...the outcome is just.To Nozick the beauty of his system lies in the fact that there ISN'T some patterned distribution that the government is guaranteeing through coercion. There AREN'T a handful of specific outcomes the government is nurturing more than others with everyone's tax dollars. The minimal state allows for a level of freedom and self ownership that a big government system can't offer. When you don't have a busy, powerful government with a tyranny of the majority directing it...Nozick thinks that leaves room for types of lifestyles that are incompatible with big government approaches. Because while the big government approaches have very specific outcomes they're trying to ensure, the minimal state allows you to run any experiment you want as long as you're not harming the people around you. So under the minimal state if you wanted to buy some land, band together with a bunch of friends and start a communist compound because it's just the type of society you want to live in...you can do it! Think the liberals are ruining the world? Think the conservatives are ruining the world? Start a community where you cut either of them out completely and see how it goes for you! The beauty of Nozicks minimal state is that it allows the world to act as a laboratory where we can run any kind of experiment that we want...and then LEARN from the successes and failures of other strategies. This is far from a perfect system, but AT THE VERY LEAST it is a system that truly respects people's rights...and this leads Nozick to reference Leibniz and jokingly refer to this system as \"the best of all possible worlds\". From Leibniz's Theodicy that we talked about on this show.The book Anarchy, State and Utopia offers a unique argument in favor of Libertarianism, which at the time was in many ways a different solution to 20th century political problems that were going on. Next episode we're going to be talking about the philosopher Friedrich Hayek...and it's been said that while Nozick offers a defense of Libertarianism from the perspective of rights, Hayek offers a defense of Libertarianism from the perspective of markets. But BOTH of them it should be said take issue with the idea that we should be PLANNING what our society is going to look like before hand and then using the government as a tool to coerce that into existence. Whether that is a planned distribution of social goods, whether that's a planned economic system with specific outcomes like socialism, whether that's a planned idea of what a citizen of a particular society is going to be like (how much they're going to work, how much they're going to make, etc) Whatever plan you may have beforehand of how society should look, when the enforcer of that plan is a centralized monopoly of concentrated power like the government...you may be creating more problems than you're solving.Thank you for listening. I'll talk to you next time."
}