{
    "ep": "Episode #143",
    "title": "Jürgen Habermas - The Public Sphere",
    "spoken_text": "This is a transcript of episode #143 on Jurgen Habermas. Check out the episode page HERE.So for a long, long time the Enlightenment has been the whipping child paying for all the mistakes and all the transgressions of philosophers and leaders alike...and this child has taken a LOT of ABUSE over the years! First we had the counter-Enlightenment, then we had the Existentialists, then we had the beginning of the 20th century, then we had the Postmodernists...but for ALL these thinkers and ALL the different ways they thought the Enlightenment had produced practically EVERY problem we faced as a species...there were JUST as many IF NOT MORE thinkers that came back at them with a very nuanced philosophical argument that's been used since the BEGINNING OF TIME, and the argument was this: Yeah...but still.Yeah, turns out in retrospect we aren't using rationality to arrive at the intrinsic structure of the Universe...but still...who really wants to throw out the entirety of what the Enlightenment has produced in the mean time? Do you really want to throw out all of the technical understanding of the universe that science has produced? Do you really want to throw out all the economic progress? Do you want to just sit here vacationing in France deconstructing grand narratives for the rest of our lives? The thinker we're going to be talking about today: Jurgen Habermas...said no.Habermas thought sure...the Enlightenment HAD some problems. And yes, maybe we're not arriving at the capital T truth about anything. But maybe a better plan would be for us to take a closer look at the project of the Enlightenment, figure out what went wrong...and then try to re-work and re-imagine it so that we can PRESERVE all of the things that were so GREAT about it. Habermas called the problems produced by the Enlightenment the \"pathologies of modernity\"...and he thought these pathologies were not a sign that the project of modernity was a total failure...he thought they were evidence that the project was incomplete. Reason...had been looked at in such a narrow and uncharitable way by the critics of modernity that it was never given a chance to realize it's full potential...which by the end of the episode we will understand, could be the emancipation of the entire human species.So let's get started anyone looking to defend the Enlightenment PROBABLY has to begin by addressing some of the most notable works criticizing the Enlightenment..and one of the most SCATHING investigations into what went wrong we talked about all the way back in our series on the Frankfurt School...one of the most famous books in the history of philosophy: The Dialectic of Enlightenment by Theodor Adorno and Max Horkheimer.Should be said Habermas is ALSO a member of the Frankfurt School, ALBEIT the newly formed Frankfurt School back in Germany after the war..and while many of his ideas overlap with OTHER thinkers in the Frankfurt School... he nonetheless HAS to take this early 20th century book to task to be able to move forward adequately with HIS work.Like we talked about last episode Adorno and Horkheimer thought that the project of the Enlightenment was destined to consume itself from the beginning, because by using reason to question the foundationalism of religion...there would be an immediate need for reason to in turn question ITSELF as a foundation, at which point we'd HAVE no clear foundations for our values and we'd open up the floodgates of totalitarianism...among many other things they thought might go wrong. Check out the series on the Frankfurt School if you want to hear more, but right now we have to move on with THIS episode. To skip ahead, they believed one of the major problems that faced modernity was that the project of the Enlightenment put FAR TOO MUCH faith in reason. But Habermas is going to say that Adorno and Horkheimer made a huge mistake. They defined reason in a very narrow way that only included two TYPES of reason and ignored other important examples of how reason presents itself in human life.Reason during the Enlightenment was two things to Adorno and Horkheimer, one had to do with making reasonable STATEMENTS about the world...reason on one hand was the unbiased measuring tool that can supposedly get us to the truth about the universe...which...hopefully by THIS point on the show we've talked about enough. But number two had to do with determining which human ACTIONS were reasonable...THIS type of reason was known as Instrumental Reason, or put another way...the type of reason that helps us rationally progress from a starting point...to a conclusion. This is the type of reason that is instrumental...when it comes to providing the rational means...that can get us to certain ENDS we want to achieve. Means to an end...keep that in mind because it's going to be important...but first let's give some examples of why this type of reason is a PROBLEM for Adorno and Horkheimer and before them the sociologist Max Weber.Think of how this type of reason impacts many of these Enlightenment thinkers that spend their lives trying to create ELABORATE systems that explained the way the universe is. How easy would it be...to come up with a conclusion for how you think reality is...and then use rational analysis to prove, step by step, that YOUR conclusion is correct. The very fact that so many thinkers seemingly proved things that were mutually exclusive...just goes to show WHY this could be a problem...now to show how this instrumental reason can be downright DANGEROUS...let's consider a more extreme, everyday example.Let's say I have some CRAZY goal I want to achieve. Let's say I want to stab myself in the eye with a fork...then I want to run outside and take out a pack of predatory buffalo in my front yard and THEN I'm going to take an entire pallet of Aquanet and spray it into the sky so that it rips a hole in the ozone layer, now...ridiculous goal without a doubt...but nonetheless there are completely rational steps we could plan out that would provide us the means to get closer and closer to this END we're trying to achieve. First I go into the kitchen, open the drawer, grab a fork. Then I go out into the front yard and start tackling buffalos one by one...the DANGER of instrumental reason is that it is completely possible to mistake a process...that is ENTIRELY RATIONAL for it being something humanity should EVER want to implement.See instrumental reason can only get us from point A to point B...but who out there gets to decide what point B should consist of? Left in the hands of the Enlightenment... many critics believed it led to the chaos of the 20th century. So this raises the question, how do we ever ensure that the ENDS we're trying to achieve never become co-opted, as Habermas feared, by a single thinker or group that happens to captivate a particular culture with a compelling argument during their time? History has shown us this is very possible...and it should be said in THIS sense the postmodernists feared a very real threat that was looming out there. The defensive strategy of some was to deconstruct and fragment these grand narratives that SPOKE about having conclusions we should be aiming for...the goal being to show that human knowledge is ALWAYS from a particular, individual perspective...not from some privileged position.So right now we should pause and understand that THIS is the climate that Habermas finds himself doing his work in. He wants to on one hand...acknowledge the fact that knowledge ALWAYS NEEDS to go through the filter of an individual, human perspective...but he thinks it's possible...through inter-subjectivity...through ALL of these individual human perspectives coming together...maybe it's possible for us to arrive at useful information ABOUT reality...that doesn't RELY on any one, single person's perspective. This is why near the end of the 20th century there is a resurgence in the philosophical approach of Pragmatism. Habermas being one of the greats.See it's from this Pragmatic perspective that Habermas sees where Adorno and Horkheimer went wrong. Reason is NOT JUST instrumental and strategic reason...one of the biggest ways reason presented itself in the world that changed the game ALL THE WAY BACK in the Enlightenment...was through the process of what he calls: Communicative Rationality . Let me explain what he means by that.See like many philosophers throughout the 20th century Habermas was interested in linguistic analysis...but UNLIKE many philosophers Habermas developed a healthy obsession with the specific topic of communication. Language MAY shape our reality to a certain degree...but HOW WE communicate that language has a considerable effect as well. Signs and symbols may be the raw building materials, but the way they're communicated is the construction team that puts the building together.So while on this journey where he's fascinated by how people communicate with each other Habermas realizes a few things. Whenever someone successfully communicates ANYTHING to another person... and that person understands what was said...that communication will NEED to have possessed four VERY important qualities. One, it needs to be intelligible. Needs to use actual words, needs to follow the rules of grammar, etc. Two, both people must accept beforehand that whatever they're talking about is a legitimate conversation to have at all. Three, there has to be an understanding that both people BELIEVE whatever it is that they're saying, not just trying to manipulate each other. And four, whatever REASONING is used in the conversation needs to correspond with certain values or norms that both people agree upon and understand.Now, the exciting philosophical point that all FOUR of these criteria are basically saying here is that language is not this disinterested set of building blocks where we just describe raw, states of affairs. I'm going to deliver you the news in an unbiased way! I'm going to tell you what I think about your uncle Lou in an unbiased way. To communicate ANYTHING and for the OTHER PERSON to understand it...we have to embed our speech in normative constraints. The way that we view the world morally or otherwise HAS to be present in any successful communication we have with someone else.Now, some of you out there might be saying, okay...Habermas. That's all well and good...I love learning about language...but what does ANY of this have to do with political philosophy or rescuing reason from all those evil Postmodernists? Habermas is going to say that Instrumental Reason...that means to an end that we talked about...is not the only way that reason manifests in the world that's capable of governing human actions. There is ANOTHER type of reason... grounded in our communication with other human beings... that can not only inform our political strategy, but can also provide a justification for liberal democracy that doesn't rely on a God or appeal to anything supposedly written into the universe.In fact, from the unique vantage point of being BOTH a sociologist AND a Pragmatic philosopher Habermas talks about how different TYPES of reason actually MIRROR the different methods of coordinating human action...hence the connection to political philosophy. Let me give you a few examples.So one way of governing human action is to give people a set of rules or norms to live by. This is just one way, human beings, could figure out what to do next. This could be actual rules posted on a wall...this could be moral standards...this could even just be societal norms that are unspoken...for example you don't just walk into the bank and cut in front of everybody in line...unless if you're that one guy in crocs that actually wears a straw hat to the bank that I go to. But we don't talk about that guy...point is you can govern human action pretty effectively by holding people to a code of conduct. Now, COMPARE this...to one TYPE of rationality that follows a set of pre-ordained rules. Think of syllogisms in formal logic...All cats are mean. Snowball is a cat. Therefore, Snowball is mean...you can have a string of propositions just as you can have a string of human actions and if any one of those propositions doesn't follow the necessary rules, the entire string becomes invalid. This way of reason presenting in the world MIRRORS a particular method of governing human action.Let's talk about the one Adorno and Horkheimer were so concerned with: Instrumental Reason. The same way we can decide on a conclusion we'd like to rationally justify...and then come up with a series of actions that rationally move us closer and closer to that end...GROUP human action can ALSO be mediated by turning PEOPLE into a means to an end. We see this kind of thing in the military, or a company, or a sports team...the Army, for example, has a mission that it needs to carry out. A final goal, or an end...and each and every soldier down to the lowest rank plays a small but necessary role in accomplishing that greater overall mission. The soldiers in this case BECOME a means to an end. We can govern human action...in other words...by turning individuals into a means that is working towards some END that we've decided is worth pursuing.Well Habermas is going to say a third way that human action can be coordinated and a third way that reason presents itself in human life...the type of reason Adorno and Horkheimer mistakenly left OUT and the type of reason grounded in our communication...is what he calls Communicative Rationality. Simply put...there is ANOTHER way that human beings can coordinate what they should do moving forward...and that is by coming together and having genuine, intelligible conversations starting from a premise of similar values...in other words, following those four criteria for proper communication we talked about before...people get together, communicate effectively, and rationally come to a collective agreement about how they should move forward.So again this is not holding people to a set of rules or norms, this is NOT making people a means to an end...Communicative Rationality is a particular way of communicating that carries with it the express intent of delivering your perspective, hearing the perspectives of other people, and ultimately coming to an agreement about things. Now, Habermas would INSTANTLY want to mark a contrast between this Communicative Rationality and Strategic Rationality. Because a very important piece of these conversations where everyone is speaking their piece, debating, trying to come to an agreement is that everyone speaking actually, genuinely believes in whatever case it is that they're trying to make. That is the ESSENCE of Communicative Rationality...but what happens when someone DOESN'T really believe in what they're saying? Maybe they're just arguing a particular position because they BENEFIT from people HOLDING that position. Maybe they're just trolling. These are examples of what Habermas calls Strategic Rationality... and the best example of this is probably a classic salesman.Picture someone at one of those kiosks at the mall trying to sell you a smartphone case. There's a sense in which when you're talking to that person... the entire interaction is clouded by the fact... that it's not really a genuine conversation that you're having. Does this person REALLY care this much about phones being protected? Do they REALLY care about your own personal level of phone safety? No, there's a sense in which everything that they say can be taken with a grain of salt...there's a sense in which everything they say to you about how great their phone cases are is driven by the fact that they're going to get paid a commission if they sell you one.Having a conversation with this person is uncomfortable and if you were the kind of person genuinely trying to develop your understanding of the world of phone cases...this would DEFINITELY not be the person you'd want to talk to. Well imagine this same kind of interaction speaking to someone about politics... where they have a similar incentive to sell you a particular idea. More on that in a second, but I want to plant a flag in the ground here and mark this as a BIG reason why it is EXTREMELY important... for everyone to genuinely believe in what it is they're debating when engaging in Communicative Rationality within a group.Because remember...embedded into our communication is a common set of premises and a common set of values for the people who are having the conversation. Now couple this with the fact that Habermas is a huge fan of Liberal Democracy and the Enlightenment's attempt to try to ground its legitimacy in something GREATER than just pure relativism...and you can start to see the direction Habermas is going here. Communicative Rationality is essentially...democracy. People come together, they have conversations with each other about the best course of action and then they decide which way to go moving forward.But let's consider something important about democracy for a second. Democracy is just a word...its a word that denotes a particular political strategy that we're all very familiar with. And while we should USE the word democracy so that we have something specific to reference and while the political strategy is NO DOUBT the most neatly packaged VERSION of what it is we're talking about here...we should NEVER forget... that the PROCESS that underlies the system of democracy has applications FAR BEYOND the realm of politics. To Habermas, Communicative Rationality IS that process, and people use it all the time. They use it to have conversations trying to figure out which political candidate to choose. They use it when deciding where their group of friends should meet for dinner. They use it at their church to decide where the funds should be allocated. The process of two or more people coming together, telling each other about their own experiences, trading insights, and then using all the information at their disposal to try to come to an agreement about how to move forward...trading recipes is included in THAT process...how much butter to put in your chocolate chip cookies! The point is: this is a PROCESS that human beings generally engage in even if it's purest expression is in the realm of politics in something we call democracy...and to Habermas as modernity has progressed over the years...gradual changes in people's lives have made participating in this process progressively rare. There is less and less participation, BY CITIZENS, in one of the greatest things Habermas thinks the Enlightenment EVER produced to improve the lives of individuals...something he calls: The Public Sphere.Now, to understand WHY he thinks this is happening we have to understand what the public sphere is and how it even came into existence in the first place. Let's start with a bit of historical context.Say you were an average citizen living in pre-Enlightenment France, which would of course be prior to the French Revolution. That would place you right in the middle of the feudal system organized by the three estates of government. First estate was the church...second estate was the nobility and the third estate was the peasantry. The peasantry...meaning EVERYBODY ELSE. When there's political turmoil...or there is a serious situation that needs to be handled by government...the deliberation ABOUT that decision...the burden of choosing which direction to go, FALLS on the shoulders of the king or queen...MAYBE there's consultation between the first TWO estates...maybe the church is considered in the decision making but one thing is for sure: the peasantry was NOT part of the political process at all. France would, for example, go to war with Spain...and throughout the entire process of deciding whether or not to GO to war the peasantry would never even be asked for an opinion.So when it comes to being a politically informed member of your society up on current events...when you're a peasant in the middle ages, not only can you probably not read, but even if you could read you probably speak a language DIFFERENT than the information is being written in at the time. When you're having conversations with friends...you're not having a political debate...you're talking about famine and harvests and events happening in your local community and much of the time probably your relationship with the church.But then the Enlightenment comes along. Governments are restructured. Economies are restructured. But maybe the BIGGEST change when it comes to political involvement is that mass print is becoming more common. There is a rapid rise of what we now know as the bourgeoisie, or the middle class...not ONLY in terms of spending power but ALSO in terms of formulating their own set of values and political attitude.So these changes at the beginning of the Enlightenment allow for an entirely NEW kind of space to emerge, the classic coffee houses or salons of early Enlightenment France. For the first time in the history of the world a person could go down to one of these communal gathering places, pick up a mass printed journal that they were capable of reading, READ about what the king or queen was doing, the political goings on of the day...and then DISCUSS and DEBATE what was going on with their fellow citizens. These gathering places became the forum where the political VOICE of the middle class could finally be developed...and the EXISTENCE of these forums led to MASSIVE changes when it comes to how the governments of the future had to interact with the public. These public forums of discussion and the greater political VOICE that surrounded them became known to Habermas as the public sphere.Now, the public sphere is based in the process of communicative rationality. This is a democracy of ideas. The process of coming together, giving your own individual experiences you've had in life and trying to discuss towards arriving at an agreement was just PART of it. But as modernity has gone on, Habermas says, people have been engaging in the public sphere less and less. More generally, with the progression of technology, people have been engaging in communicative rationality less frequently...they're having fewer of these conversations with each other where they learn about the world around them through other human beings.But WHY is this happening? Habermas thinks this trajectory began at the beginning of the Enlightenment. Prior to the Enlightenment major elements of society were largely determined by inherited tradition...we structured things like the economy or the government to resemble the way that things had worked for us before. But post-Enlightenment, once we've thrown OUT these classical traditions and are instead trying to build these systems from scratch...what happens is EACH ONE of these systems has to rebuild itself and come up with its own self reinforcing rationality that keeps it alive and moves it forward. When it comes to the economy and the government in particular...Habermas thinks what emerged at their base was a very OBVIOUS form of Instrumental Rationality. Means to an end thinking.Makes total sense too...the government has certain ends it needs to accomplish for the maintenance of society. The economy...has certain benchmarks it needs to meet...PROFIT is almost always an end worth going for. Habermas thinks what has happened as the years have gone on is that the lines between the economy and the government have blurred beyond recognition. The two have fused together into a sort of super system...he just calls it \"the system\"...but the point is the two have combined into a massive, powerful means to an end machine.We live our lives as modern people immersed in two competing worlds, to Habermas. See certain aspects of our lives are determined for us...we are given a socio-economic role to play within society by this economic/governmental system that exists...whatever person we want to be HAS to take into consideration those parameters handed down to us. But on the other hand there are MANY aspects of who we are that are determined by what he calls the \"lifeworld\"...or the piece of our lives that resembles the public sphere and communicative rationality...this is the portion of our lives where we exchange experiences and have discussions...this is where citizens get together, talk to each other and DECIDE on the path moving forward, rather than act like little soldiers for the economic governmental system that TELLS them how to behave as a means to make sure we can bring about certain ends.Now, what has ALSO happened in modernity that has led to the relationship between the lifeworld and the system being even more complicated...is that the nature of media has drastically changed. By and large anymore people are not reading journals and newspapers to get their understanding of what's going on in the world...and if they are the ownership and agenda of those newspapers and journals has completely transformed.Remember our salesman at the kiosk in the mall trying to sell you a smartphone case? How it feels like it's not even an authentic conversation because they're constantly trying to SELL you something and you can leave the conversation feeling a little bit dirty. Well Habermas thinks the nature of media has changed into more something that's looking to SELL you a candidate than to report the news. To SELL you a way to be, a system of values to believe in...rather than you participating in communicative rationality with your fellow human beings and arriving at one.Now you might respond to that with: well, when you get around the dinner table and start talking about values...THOSE people are just trying to SELL you THEIR ideas as well! But this is why it's so important...that to even PARTICIPATE in communicative rationality you need to genuinely believe in whatever it is you're arguing for. Because of COURSE...Habermas thinks MOST OF THE TIME...people within these conversations are going to disagree and misunderstand each other and both sides are going to try to convince the other one of why they're right...but the relationship BETWEEN these two parties is going to be between two REAL human beings having a conversation about something they both believe in...and NOT between a salesman and a customer.When transnational corporations with very specific ends they're trying to achieve OWN major media outlets. When there is so much power in controlling people's values...Habermas thinks the economic/governmental system COLONIZES the lifeworld. Where we used to sit around the dinner table and have discussions to determine our thoughts about the world...we now turn on a screen and are SOLD ways to think about things. The further we got from the origins of the public sphere in those coffee houses back in France ...the further we got away from communicative rationality. We got so far away from it we could barely SEE it anymore...to the point where brilliant thinkers like Adorno and Horkheimer wrote an entire book about rationality and didn't even consider its existence!But for any chains we were supposedly wrapped in by the Enlightenment, Habermas thought the key to get us out of them was built into the Enlightenment all along. We just lost sight of it. The emancipatory potential of reason...reason's ability to direct us AWAY from treating people as a means to an end...the type of reason GROUNDED in communication...GROUNDED in the pursuit of genuinely trying to understand the other person's perspective and then working towards agreement...the type of reason that can allow us to make our decisions about things not by buying into an endless sales pitch, but by talking to our fellow citizens in the lifeworld comparing our individual perspecitives...True democracy, to Habermas, is when the lifeworld controls the system. Not the system controlling the lifeworld.Thank you for listening. I'll talk to you next time."
}